[
  {
    "name": "Cinetoscópio",
    "content_list": [
      {
        "type": "text",
        "content_text": "O Cinetoscópio é um instrumento de projecção interna de filmes inventado por <strong>William Kennedy Laurie Dickson</strong>, chefe engenheiro da Edison Laboratories de Thomas Edison, em 1891."
      },
      {
        "type": "image",
        "image": {
          "image_type": "online",
          "url": "https://i.pinimg.com/originals/85/74/5b/85745b4b4e07976ec94abc33735e4792.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "information": {
          "contentTitle": "Ilustração do interior de uma máquina de cinetoscópio.",
          "source": "Le Kinétoscope d'Edison\" by Gaston Tissandier in La Nature"
        }
      },
      {
        "type": "text",
        "content_text": "Possuía um visor individual através do qual se podia assistir, mediante a inserção de uma moeda, à exibição de uma pequena tira de filme em Looping, na qual apareciam imagens em movimento de números cômicos, animais amestrados e bailarinas."
      },
      {
        "type": "text",
        "content_text": "Os filmes reproduzidos no cinetoscópio (quinetoscópio) eram produzidos pelo cinetógrafo (quinetógrafo), outra invenção patenteada por Thomas Edison. Apesar destas invenções permanecerem no nome de Edison, elas, na verdade, foram produzidas por William K.L. Dickson e uma equipe de técnicos encarregados, por Edison, de criarem máquinas que produzissem e mostrassem fotografias em movimento ( motion picture). Em 1889, Edison decidiu criar a câmera descrita, quando viu a câmera de Étienne-Jules Marey, em Paris."
      },
      {
        "type": "video",
        "video_id": "sfI0NVC0hLU",
        "information": {
          "contentTitle": "The Kinetoscope (O Cinetoscópio)",
          "contentText": "O Cinetoscópio é um instrumento de projeção interna de filmes inventado por William Kennedy Laurie Dickson, chefe engenheiro da Edison Laboratories de Thomas Edison, em 1891.",
          "source": "Youtube: Canal <i>AmericanExperiencePBS</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "O que é um Cinetoscópio?",
            "subtitle": "cinetoscópio.com",
            "link": "https://cinetoscopio.com.br/2017/12/22/o-que-e-um-cinetoscopio/"
          },
          {
            "title": "ASC Museum: Kinetoscope",
            "subtitle": "The American Society of Cinematographers",
            "link": "https://theasc.com/asc/asc-museum-kinetoscope"
          }
        ]
      }
    ]
  },
  {
    "name": "Close-up",
    "content_list": [
      {
        "type": "text",
        "content_text": "Close-up, ou simplesmente close, em cinema e audiovisual, é um tipo de plano, caracterizado pelo seu enquadramento fechado, mostrando apenas uma parte do objeto ou assunto filmado - em geral o rosto de uma pessoa.  "
      },
      {
        "type": "video",
        "video_id": "vedJVCvdBgI",
        "information": {
          "contentTitle": "The Art of Close-Ups with Edgar Wright ",
          "source": "Youtube: Canal <i>David Chen</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Pode ser obtido por uma grande aproximação da câmara em relação ao objeto ou personagem, ou pelo uso de uma lente objetiva com pequeno ângulo de abertura (e, portanto, grande distância focal). Utilizado pela primeira vez, na língua inglesa, em 1913, o termo close-up é sinônimo de primeiro plano, grande plano e plano fechado."
      },
      {
        "type": "text",
        "content_text": "Sua origem é o duplo significado da palavra close, que em inglês significa tanto fechar (<i>to close</i>) quanto próximo (<i>close to</i>). Por semelhança, o termo passou a ser usado também em outras artes visuais, como a fotografia, os quadrinhos e até mesmo a pintura, caracterizando imagens fixas com enquadramento fechado, e muito particularmente o rosto humano."
      },
      {
        "type": "video",
        "video_id": "O5ZCsw22JRk",
        "information": {
          "contentTitle": "Close Up Shots that POP | The Best Camera Angles in Film",
          "contentText": "StudioBinder escolhendo importantes momentos dramáticos, informativos e cômicos, todos acentuados com o Close-Ups.",
          "source": "Youtube: Canal <i>StudioBinder </i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What Is a Close-Up Shot?",
            "subtitle": "masterclass.com",
            "link": "https://www.masterclass.com/articles/film-101-what-is-a-close-up-shot-how-to-creatively-use-a-close-up-camera-angle-to-convey-emotion "
          },
          {
            "title": "Close-Up Shots: Examples of Camera Movement & Angles",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/close-up-shot/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Código-Hays",
    "content_list": [
      {
        "type": "text",
        "content_text": "O Código Hays (oficialmente Motion Picture Production Code ou Código de Produção de Cinema) foi um conjunto de normas morais aplicadas aos filmes lançados nos Estados Unidos entre 1930 e 1968 pelos grandes estúdios cinematográficos. Seu nome deriva de Will H. Hays, advogado e político presbiteriano e presidente da Associação de Produtores e Distribuidores de Filmes da América (Motion Picture Producers and Distributors of America — MPPDA) de 1922 a 1945. Sob a liderança de Hays, a MPPDA (mais tarde conhecida como MPAA), adotou um código de autocensura em 1930, que foi aplicado de maneira mais rígida a partir de 1934."
      },
      {
        "type": "image",
        "image": {
          "image_type": "online",
          "url": "https://4.bp.blogspot.com/_qskaSRkns8A/S6HB7j0yTdI/AAAAAAAAMfo/ItpuYNzyQQU/w1200-h630-p-k-no-nu/mpaa.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "information": {
          "contentTitle": "The Motion Pictures Production Code logo",
          "source": "Screenonline"
        }
      },
      {
        "type": "text",
        "content_text": "Este código explicitava qual conteúdo era aceitável ou não-aceitável para os filmes produzidos nos Estados Unidos. Entre 1934 e 1954, o código Hays esteve intimamente identificado com Joseph Breen, administrador indicado por Hays para implementar o código enquanto diretor da Production Code Administration (PCA). A indústria cinematográfica seguiu o código a risca até 1956, quando — devido ao impacto da televisão, à influência de filmes estrangeiros e à intervenção da Suprema Corte — o código sofreu ligeiras mudanças. Como resultado da contracultura dos anos 1960, vários cineastas começaram a violar o código de maneira deliberada. Em 1964, Sidney Lumet incluiu cenas de mulheres nuas em The Pawnbroker. Foi um dos primeiros filmes estadunidenses a trazer cenas de nudez e embora a MPAA tivesse garantido que se tratava de uma exceção, pouco tempo depois outros diretores começaram a enfrentar o código Hays, que foi substituído em 1968 pelo sistema de classificação indicativa da MPAA ainda hoje em vigor."
      },
      {
        "type": "text",
        "content_text": "Os filmes que se adequavam ao código recebiam um selo de aprovação da MPAA, ao passo que os reprovados eram proibidos de serem distribuídos pela entidade, o que reduzia bastante seu alcance junto ao público e suas chances de êxito comercial. Além disso, os estúdios infratores recebiam uma multa de 25 mil dólares. Ainda hoje a MPAA concede um selo aos filmes que são distribuídos pelos estúdios que fazem parte da associação; no entanto, este selo contém atualmente a classificação indicativa da obra em questão, que pode ser G (conteúdo livre para todas as idades), PG (algum conteúdo inadequado para crianças), PG-13 (algum conteúdo inadequado para menores de 13 anos), R (menores de 17 anos precisam de acompanhamento) e NC-17 (conteúdo adulto — proibido para pessoas com 17 anos de idade ou menos)."
      },
      {
        "type": "video",
        "video_id": "Qt_Ebdzijkw",
        "information": {
          "contentTitle": "Will Hays and the Hollywood Production Code",
          "source": "Youtube: Canal <i>Hoosier State Chronicles </i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Motion Picture Production Code",
            "subtitle": "wikipedia.com",
            "link": "https://en.wikipedia.org/wiki/Motion_Picture_Production_Code "
          },
          {
            "title": "The Hays Code",
            "subtitle": "screenonline.org",
            "link": "http://www.screenonline.org.uk/film/id/592022/#:~:text=BFI%20Screenonline%3A%20The%20Hays%20Code&text=First%20published%20in%20March%201930,of%20guidelines%20to%20film%20producers"
          }
        ]
      }
    ]
  },
  {
    "name": "Animação",
    "content_list": [
      {
        "type": "text",
        "content_text": "Animação refere-se ao processo, segundo o qual cada fotograma de um filme é produzido individualmente, podendo ser gerado tanto por computação gráfica quanto fotografando uma imagem desenhada ou repetidamente, fazendo-se pequenas mudanças a um modelo (ver claymation e stop motion), fotografando o resultado."
      },
      {
        "type": "video",
        "video_id": "EVQflnGcx4k",
        "information": {
          "contentTitle": "Disney - The Magic of Animation",
          "source": "Youtube: Canal <i> kaptainkristian</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Quando os fotogramas são ligados entre si e o filme resultante é visto a uma velocidade de 16 ou mais imagens por segundo, há uma ilusão de movimento contínuo (por causa do fenômeno phi). A construção de um filme torna-se assim um trabalho muito intensivo e por vezes, entediante. O desenvolvimento da animação digital aumentou muito a velocidade do processo, eliminando tarefas mecânicas e repetitivas. A produção da animação consome muito tempo e é quase sempre muito complexa. Animação limitada é uma forma de aumentar a produção e geração. Esse método foi usado de forma pioneira pela UPA e popularizada pela Hanna-Barbera."
      },
      {
        "type": "video",
        "video_id": "T-uWyCtDRE0",
        "information": {
          "contentTitle": "Animation - Traditional Animation Demo",
          "source": "Youtube: Canal <i>The Art of Aaron Blaise</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What is Animation? Definition and Types of Animation",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-animation-definition/"
          },
          {
            "title": "Animation",
            "subtitle": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Animation"
          }
        ]
      }
    ]
  },
  {
    "name": "Blockbuster",
    "content_list": [
      {
        "type": "text",
        "content_text": "Um blockbuster é uma obra de entretenimento - normalmente um longa-metragem - considerada muito popular e bem-sucedida financeiramente. O termo também passou a se referir a qualquer produção de grande orçamento destinado ao status de \"blockbuster\", voltadas para mercados de massa com merchandising associado, às vezes em uma escala que significava que a fortuna de um estúdio ou distribuidor pudesse depender disso. O maior blockbuster da história foi Vingadores - Ultimato (2019), com um faturamento de bilheteria superior a 2,7 bilhões de dólares. "
      },
      {
        "type": "video",
        "video_id": "cZfgbETznSk",
        "information": {
          "contentTitle": "What makes a movie a blockbuster?",
          "source": "Youtube: Canal <i>CNN Business</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Why Hit Movies Are Called Blockbusters",
            "subtitle": "Time",
            "link": "https://time.com/5776406/blockbuster-meaning/"
          }
        ]
      }
    ]
  },
  {
    "name": "Diretor",
    "content_list": [
      {
        "type": "text",
        "content_text": "O Diretor de Cinema é o profissional responsável por uma idéia ou roteiro para montar um espetáculo (cinematográfico ou televisivo) coordenando a sua execução. Um Diretor de Cinema assume as funções de direção de arte, fotografia, iluminação, animação, cena."
      },
      {
        "type": "video",
        "video_id": "6V1Sm0WCtHU",
        "information": {
          "contentTitle": "Quentin Tarantino Explains How to Write & Direct Movies | The Director’s Chair",
          "source": "Youtube: Canal <i>StudioBinder</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Está sob as responsabilidades de um Diretor de Cinema fazer a definição da orientação artística geral que caracterizará o filme no seu todo, selecionar atores e equipe técnica, discutir com o diretor de produção o orçamento e o cronograma, dirigir ensaios e filmagens, gravações ou encenações, determinando as marcações para os atores e o trabalho da equipe técnica, orientar o trabalho dos atores, determinando gestos, tom de voz, expressão facial e todos os detalhes fundamentais para a composição dos personagens, orientar o trabalho dos operadores de câmera, determinando movimentos de câmera e planos, aprovar locações, cenários, figurinos, iluminação e trilha sonora, dirigir e supervisionar o trabalho de montagem, dublagem, confecção da trilha musical ou sonora e toda a edição do filme até a cópia final, supervisionar o trabalho de edição na TV, acompanhar a confecção de chamadas e peças promocionais, fazer a análise e interpretação do roteiro do filme, adequando-o à realização cinematográfica. Para que o profissional tenha um bom desempenho como Diretor de Cinema é essencial que tenha paciência e perseverança ser perfeccionista, ter sensibilidade artística e senso crítico."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What Is a Movie Director? The Responsibilities of a Film Director and Tips on Directing Actors ",
            "subtitle": "Masterclass",
            "link": "https://www.masterclass.com/articles/what-is-a-movie-director-the-responsibilities-of-a-film-director-and-tips-on-directing-actors "
          },
          {
            "title": "What Does a Director Do? The Film Director’s Job Description",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-does-a-director-do/"
          },
          {
            "title": "How to Become a Director: Learning from Seasoned Filmmakers",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/how-to-become-a-director/"
          }
        ]
      }
    ]
  },
  {
    "name": "Expressionismo",
    "content_list": [
      {
        "type": "text",
        "content_text": "O expressionismo alemão foi um estilo cinematográfico cujo auge se deu na década de 1920, que se caracterizou pela distorção de cenários e personagens, através da maquiagem, dos recursos de fotografia e de outros mecanismos, com o objetivo de expressar a maneira como os realizadores viam o mundo."
      },
      {
        "type": "video",
        "video_id": "K6XDyth0qxc",
        "information": {
          "contentTitle": "German Expressionism: Crash Course Film",
          "source": "Youtube: Canal <i>CrashCourse</i>"
        }
      },
      {
        "type": "text",
        "content_text": "O expressionismo, cuja origem podemos remontar a fortes evidências em Van Gogh, se estendeu por quase todas as artes, como o cinema e a pintura, e caracteriza-se pela distorção da imagem (uso de cores vibrantes e remetentes ao sobrenatural), do retorno ao gótico e a oposição à uma sociedade imersa no desolador cenário do racionalismo moderno, pregador do trabalho mecânico. As vibrantes e alucinógenas pinturas expressam um desligamento com o real, a prioridade do \"eu\" e sua visão pessoal do mundo."
      },
      {
        "type": "text",
        "content_text": "Tal identidade de uma arte de crise se intensifica ao coincidir com a instalação da frágil República de Weimar após uma catastrófica guerra perdida e um humilhante Tratado de Versalhes, que arruinou a nação alemã, o que contribuiu não apenas para formar uma nova proposta de postura estética, mas também uma moral de enfrentamento das autoridades (foi por essa razão que os nazistas consideraram o expressionismo uma arte decadente). O Nazismo e a própria Segunda Guerra Mundial destruíram muitas destas obras."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Expressionism",
            "subtitle": "movingimageeducation.org",
            "link": "https://movingimageeducation.org/analyse-film/film-culture/expressionism"
          },
          {
            "title": "What is German Expressionism in Film? Defining the Style",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/german-expressionism-film/"
          }
        ]
      }
    ]
  },
  {
    "name": "Film noir",
    "content_list": [
      {
        "type": "text",
        "content_text": "Film noir (pronúncia em francês: [film nwaʁ]; em português, 'filme negro') é uma expressão francesa designada a um subgênero de filme policial, derivado do romance de suspense influenciada pelo expressionismo alemão, o qual teve o seu ápice nos Estados Unidos entre os anos 1939 e 1950. "
      },
      {
        "type": "video",
        "video_id": "6HaWB1pAV7E",
        "information": {
          "contentTitle": "O Que É Filme Noir?",
          "source": "Youtube: Canal <i>EntrePlanos</i>"
        }
      },
      {
        "type": "text",
        "content_text": "A expressão foi aplicada pela primeira vez a um filme pelo crítico francês Nino Frank, em 1946, por analogia com os romances policiais da Série noire, uma coleção criada pela Gallimard, em 1945, cujos livros tinham capa preta e amarela, com sobrecapa preta e bordas brancas. A expressão era desconhecida dos diretores e atores à época em que foram produzidos os filmes noirs clássicos, tendo sido introduzida posteriormente por historiadores e críticos de cinema. Muitos dos criadores de films noirs revelaram mais tarde que não imaginavam, naquela época, que haviam dado origem a um subgênero cinematográfico."
      },
      {
        "type": "text",
        "content_text": "O noir deriva dos romances de suspense da época da Grande Depressão (muitos foram adaptados de romances policiais do período) e da estética dos filmes de terror da década de 1930. Os primeiros noirs apareceram no começo da década de 1940. Historicamente, foram filmados em preto-e-branco em alto contraste, sob influência da cinematografia do expressionismo alemão."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "O que é um filme noir? ",
            "subtitle": "Abril",
            "link": "https://super.abril.com.br/mundo-estranho/o-que-e-um-filme-noir/"
          },
          {
            "title": "What is Film Noir? A Brief History with Examples from Cinema",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-film-noir/"
          },
          {
            "title": "Top 30 Best Neo-Noir Films, Ranked for Filmmakers",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/best-neo-noir-films/"
          }
        ]
      }
    ]
  },
  {
    "name": "Gênero",
    "content_list": [
      {
        "type": "text",
        "content_text": "Gênero cinematográfico é a forma utilizada para se distinguir os variados tipos de filmes, numa classificação derivada dos estudos literários, e serve como instrumento útil para a análise do cinema mundial."
      },
      {
        "type": "video",
        "video_id": "xanOd5jjE08",
        "information": {
          "contentTitle": "O que são gêneros cinematográficos?",
          "source": "Youtube: Canal <i>Cinematógrafo</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Para Graeme Turner o gênero dos filmes segue, assim, um sistema de códigos, convenções e estilos visuais que permitem ao espectador identificar, de forma rápida e com certa complexidade, qual o tipo de enredo a que está assistindo; a função desta divisão é, segundo ele, tornar os filmes mais compreensíveis e familiares ao público, avisando-o previamente o que deve esperar da narrativa, embora ao longo do mesmo possam ser percebidas nuances que qualifiquem a obra como também integrante de outros gêneros ou subgêneros."
      },
      {
        "type": "text",
        "content_text": "O gênero, desta forma, inclui cenas que são esperadas da obra que nele se enquadra (por exemplo: uma corrida de carros, um tiroteio); isto pode ter efeitos negativos, como tornar a obra previsível demais; da mesma forma a falta de inserção num gênero específico pode fazer o filme incompreensível ao público e levá-la ao fracasso de bilheteria (como por exemplo a obra de Francis Ford Coppola, One from the Heart, que além de misturar vários gêneros, ainda mescla ficção e realidade); surge, assim, quase que como um determinismo inerente aos meios de comunicação de massa, ainda segundo Turner."
      },
      {
        "type": "text",
        "content_text": "Os gêneros também sofrem mudanças segundo o tempo; eles evoluem de uma forma clássica, vindo a assumir condição de paródia e contestação do gênero - do qual o gênero faroeste é exemplar. Turner avalia que o gênero é determinado pela confluência de três elementos: a pressão da indústria cinematográfica, a expectativa do público e, finalmente, o texto que lhe dá suporte."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Gêneros Cinematográficos E Suas Convenções",
            "subtitle": "avmakers",
            "link": "https://www.avmakers.com.br/blog/generos-cinematograficos-e-suas-convencoes/ "
          },
          {
            "title": "Ultimate Guide to Movie Genres — 90+ Genre Examples for Film & TV",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/movie-genres-list/"
          }
        ]
      }
    ]
  },
  {
    "name": "High Definition (Vídeo de alta definição) ",
    "content_list": [
      {
        "type": "text",
        "content_text": "O Vídeo de alta definição é uma tecnologia que permite filmar com qualidade semelhante ao uso de película cinematográfica, que era muito usada desde a origem do cinema até o fim da década de 2010."
      },
      {
        "type": "text",
        "content_text": "O vídeo de alta definição em 2D consegue mostrar percepção de profundidade desde que seja exibido em um televisor adequado. O vídeo neste formato leva em conta o suporte do registro (que pode ser óptico ou magnético), a sua forma de codificação (analógica ou digital), a proporção de tela (4:3 ou 16:9), o número de linhas por quadro (720 ou 1080) e mesmo o sistema desenvolvido pelas marcas líderes no mercado (Arri Alexa, HDDV, CineAlta, etc)."
      },
      {
        "type": "text",
        "content_text": "As normas internacionalmente aceitas para \"broadcasting\" (transmissão de TV aberta) são alvo de disputas constantes, e ainda não são consensuais. Para além dos sistemas de captação, há que se ter em conta os sistemas de emissão ou exibição em consumo doméstico."
      },
      {
        "type": "text",
        "content_text": "O uso de cabeamento adequado nas ligações entre dispositivos de recepção, monitores e televisores, como por exemplo os HDMI, permitem um visionamento final com uma qualidade de brilho, contraste, definição, luminância e crominância acima da média (sampleamento de imagem). Considera-se \"Full HD\" qualquer sistema com um mínimo de 1080 linhas, proporção de tela 16:9 (mínimo de 1920 x 1080 pixels), varredura progressiva ou entrelaçada, e cadência de 25 ou 30 frames por segundo."
      }
    ]
  },
  {
    "name": "IMAX",
    "content_list": [
      {
        "type": "text",
        "content_text": "Imagem Maximum (IMAX) é um formato de filme criado pela empresa canadense IMAX Corporation que tem a capacidade de mostrar imagens muito maiores em tamanho e resolução do que os sistemas convencionais de exibição de filmes. Uma tela padrão IMAX tem 22 metros (72 pés) de largura e 16,1 metros (52,8 pés) de altura, mas podem ser maiores. Em 2008, IMAX tornou-se o sistema mais largamente usado para formatos-grandes e apresentações especiais de filmes. Em Março de 2007, havia 280 cinemas IMAX em 39 países (60% deles localizados no Canada e Estados Unidos)."
      },
      {
        "type": "video",
        "video_id": "WNHK3Q5TWgc",
        "information": {
          "contentTitle": "The Nature of Things - History of IMAX (1991)",
          "source": "Youtube: Canal <i>Retrontario</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Metade desses cinemas é comercial e metade é educacional. Em setembro de 2014 o total de salas IMAX nos EUA ultrapassou a marca de 400. Variações do formato tradicional IMAX incluem IMAX Dome (projeção em 180º, geometria da sala diferenciada), IMAX 3D e IMAX Digital. A mais larga tela de IMAX Dome no mundo são os Big Cinemas IMAX em Mumbai, Índia com uma área de tela de 1.180 m2 (12.700 pés quadrados). A maior tela retangular de IMAX no mundo está localizada no IMAX Theatre Sydney em Sydney, Austrália, de tamanho 1.051 m2 (11.315 pés quadrados) e também equipada para mostrar filmes."
      },
      {
        "type": "text",
        "content_text": "A resolução do IMAX multiplex normal é de 4K ajustada para parecer maior, o complexo especializado tem resolução de 10.000 por 7.000 pixels, e os filmes podem ser produzidos em 35 mm ou 70 mm. "
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What is IMAX and How It Changed the Way We Watch Movies ",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-imax-definition/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Jump Cut ",
    "content_list": [
      {
        "type": "text",
        "content_text": "Jump cut é um corte na edição de vídeos ou filmes que remove parte de uma tomada gerando dois planos e uma transição brusca entre eles. Este tipo de edição faz um efeito de saltos para frente no tempo na cronologia de uma cena ou vídeo."
      },
      {
        "type": "video",
        "video_id": "kZujd2jZKfc",
        "information": {
          "contentTitle": "Como Editar Vídeos com Jump Cuts (Cortes Secos) ",
          "source": "Youtube: Canal <i>Michael Oliveira</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Tendo a finalidade no meio cinematográfico de adiantar alguma ação ou a causa dela. Se tornou popular entre os produtores de conteúdos para internet a fim de diminuir a duração dos vídeos ou pulando pausas do remetente comumente chamados de \"vloggers\"."
      },
      {
        "type": "text",
        "content_text": "Ele é usado como uma manipulação do espaço temporal da narrativa, utilizando a duração de uma única tomada, e fraturando a duração para mover o público a frente, não levando em consideração o estimo em continuidade, assim, muita das vezes, causando estranheza ao público. Contudo, ele não é conceituado como algo negativo numa produção cinematográfica quando usado de forma correta em momentos convenientes que corrobora para a compreensão da história. Hoje em dia este corte ganhou uma nova roupagem no seu leque de utilizações, estando presente assiduamente nas produções para a internet, popularmente conhecidas como \"vlogs\"."
      },
      {
        "type": "text",
        "content_text": "Onde o remetente é frequentemente cortado, e o público sempre sendo levado para a continuidade quase que interrupta do assunto em questão. Se tornou popular neste seguimento por diversos fatores, sendo um deles determinante, a necessidade de expor a ideia em um limite minimo de tempo; outra variável é o engajamento dos jovens que sempre dão mais atenção a algo estranhamente aleatório, assim fazendo a edição seguir este mesmo contexto. Outra finalidade do Jump cut é minimizar erros e falhas de um projeto audiovisual afim de deixa-lo mais profissional possível. Eles não são constituídos por pausas de cortes longas, pois deste modo levaria a desconexão do assunto ao público. Alguns especialistas descrevem esta técnica por \"cortes secos\" e interpretam e contextualizam eles assemelhando-os a \"abrir e fechar os olhos\". Como se uma pessoa estivesse vendo o vídeo e precisou piscar — ação natural e necessária de qualquer ser humano."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "O que são Jump Cuts?",
            "subtitle": "Michael Oliveira",
            "link": "https://www.michaeloliveira.com.br/o-que-sao-jump-cuts/"
          },
          {
            "title": "What is a Jump Cut? 5 Ways to Use Jump Cuts in Film ",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-a-jump-cut/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Key Light (Iluminação de 3 Pontos)",
    "content_list": [
      {
        "type": "text",
        "content_text": "Também conhecida pelos nomes key light, luz frontal, luz chave ou luz primária, é a luz mais importante das três, localizada à frente da pessoa a ser gravada. É ela que define a iluminação básica da cena. Na maioria das vezes utiliza-se aqui uma luz direta e concentrada (é o tipo de luz que se chama dura), causando, individualmente (quando só ela é acesa) sombras pronunciadas sobre o rosto da pessoa. No entanto, em alguns casos pode também ser utilizada a iluminação do tipo difusa, dispersa (é o tipo de luz que se chama suave), que quase não causa sombras. A luz dura é obtida diretamente do refletor, enquanto que a luz suave é obtida com o emprego de dispositivos suavizadores como o difusor, colocado à frente do refletor, ou então o emprego de um soft box (aquela caixa de material translúcido com o refletor dentro)."
      },
      {
        "type": "text",
        "content_text": "O tipo de luz principal dura ou suave produzida pelo refletor é escolhido em função da atmosfera que se deseja dar ao personagem na cena. Enquanto a luz suavizada transmite sensações de calma e serenidade ao reduzir as linhas aparentes no rosto, a luz dura aumenta o tom dramático, ao reforçar a forma, textura e o relevo das expressões do rosto da pessoa gravada. Serve também para reforçar sua idade, uma vez que as rugas e imperfeições são destacadas. Exceto em situações onde se deseja transmitir um ar misterioso e dramático, a luz principal suavizada é geralmente a melhor e a mais agradável opção."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Iluminação de 3 Pontos",
            "subtitle": "blog.emania.com",
            "link": "https://blog.emania.com.br/iluminacao-de-3-pontos/"
          },
          {
            "title": "What is Key Light? Definition and Examples in Photography and Film",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-key-light-definition/"
          }
        ]
      }
    ]
  },
  {
    "name": "Montagem",
    "content_list": [
      {
        "type": "text",
        "content_text": "Montagem ou edição é um processo que consiste em selecionar, ordenar e ajustar os planos de um filme ou outro produto audiovisual a fim de alcançar o resultado desejado - seja em termos narrativos, informativos, dramáticos, visuais, experimentais, etc. Em geral, a montagem é realizada pelo montador, em um equipamento compatível com a tecnologia empregada na realização do produto, sob a supervisão do diretor ou, em alguns casos, do produtor."
      },
      {
        "type": "video",
        "video_id": "DhQHlCaSR_w",
        "information": {
          "contentTitle": "Top 10 Best Montages of All Time",
          "source": "Youtube: Canal <i>CineFix</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Como é realizada após a filmagem, a montagem é um processo de pós-produção e durante muito tempo foi considerada como o único processo original do cinema, aquilo que tornaria o cinema uma arte ou uma linguagem diferenciada das demais. Hoje, no entanto, vários autores consideram que há muitas semelhanças entre a montagem e os processos de composição em outras formas artísticas, tais como a poesia ou o romance."
      },
      {
        "type": "text",
        "content_text": "Uma editora de filmes no trabalho em 1946 A edição de filmes é tanto uma peça criativa quanto uma parte tecnológica do processo de pós-produção do cinema. O termo é derivado do processo tradicional de trabalhar com filme, que envolve cada vez mais o uso da tecnologia digital. O editor de filmes trabalha com as imagens brutas, selecionando fotos e as combina em sequências que criam um filme finalizado. A montagem cinematográfica é descrita como uma arte ou habilidade, a única arte que é exclusiva do cinema, separando o cinema de outras formas de arte que a precederam, embora haja paralelos próximos com o processo de edição em outras formas de arte, como poesia e romance. A edição de filmes é muitas vezes referida como a \"arte invisível\" porque, quando é bem praticada, o espectador pode ficar tão envolvido que não está ciente do trabalho do editor."
      },
      {
        "type": "text",
        "content_text": "Em seu nível mais fundamental, a edição de filmes é a arte, a técnica e a prática de montar tomadas em uma sequência coerente. O trabalho de um editor não é simplesmente unir mecanicamente partes de um filme, cortar lousas de filme ou editar cenas de diálogo. Um editor de cinema deve trabalhar criativamente com as camadas de imagens, história, diálogo, música, ritmo, bem como as performances dos atores para efetivamente \"re-imaginar\" e até mesmo reescrever o filme para criar um todo coeso. Editores geralmente desempenham um papel dinâmico na produção de um filme. Às vezes, diretores de cinema auteuristas editar seus próprios filmes, por exemplo, Akira Kurosawa, Bahram Beyzai e os irmãos Coen . Com o advento da edição digital, os editores de filmes e seus assistentes tornaram-se responsáveis por muitas áreas do cinema que antes eram responsabilidade de outros."
      },
      {
        "type": "video",
        "video_id": "ma1rD2OP85c",
        "information": {
          "contentTitle": "A Montagem Perfeita de Parasita",
          "source": "Youtube: Canal <i>NerdWriter1</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Por exemplo, nos últimos anos, os editores de imagens lidavam apenas com isso - foto. Som, música e (mais recentemente) editores de efeitos visuais lidavam com os aspectos práticos de outros aspectos do processo de edição, geralmente sob a direção do editor de imagens e do diretor. No entanto, os sistemas digitais têm cada vez mais colocado essas responsabilidades no editor de imagens. É comum, especialmente em filmes de orçamento mais baixo, que o editor às vezes corte música temporária, faça efeitos visuais e adicione efeitos sonoros temporários ou outros substitutos sonoros. Esses elementos temporários são geralmente substituídos por elementos finais mais refinados produzidos pelas equipes de som, música e efeitos visuais contratados para completar a imagem."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Breve histórico das concepções da montagem no cinema",
            "subtitle": "portalbrasileirodecinema",
            "link": "http://www.portalbrasileirodecinema.com.br/montagem/ensaios/04_03.php"
          },
          {
            "title": "Learn About Montage in Filmmaking: How to Create a Memorable Movie Montage",
            "subtitle": "Masterclass",
            "link": "https://www.masterclass.com/articles/what-is-montage-in-filmmaking-how-to-create-a-memorable-montage"
          },
          {
            "title": "How to Write a Montage in a Script — Formatting For Various Locations",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/how-to-write-a-montage/"
          }
        ]
      }

    ]
  },
  {
    "name": "Neorrealismo",
    "content_list": [
      {
        "type": "text",
        "content_text": "O neorrealismo italiano foi um movimento cultural surgido na Itália ao final da segunda guerra mundial, cujas maiores expressões ocorreram no cinema. Seus maiores expoentes foram Roberto Rosselini, Vittorio De Sica e Luchino Visconti, todos fortemente influenciados pelos filmes da escola do realismo poético francês."
      },
      {
        "type": "text",
        "content_text": "O cinema neorrealista italiano caracterizou-se pelo uso de elementos da realidade numa peça de ficção, aproximando-se até certo ponto, em algumas cenas, das características do filme documentário. Ao contrário do cinema tradicional de ficção, o neorrealismo buscou representar a realidade social e econômica de uma época."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Neorrealismo Italiano",
            "subtitle": "aicinema",
            "link": "https://www.aicinema.com.br/neorrealismo-italiano/"
          },
          {
            "title": "What is French New Wave? Background and Revolutionary Techniques",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-french-new-wave"
          },
          {
            "title": "What is Italian Neorealism in Film? Defining the Style",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-italian-neorealism-in-film/"
          }
        ]
      }
    ]
  },
  {
    "name": "Nickelodeon",
    "content_list": [
      {
        "type": "text",
        "content_text": "Os Nickelodeons (do Inglês estadunidense: nickel = moeda de 5¢, Grego: Odeion = teatro coberto) constituíram um tipo de primitivas e pequenas salas de cinema do início do século XX. Em locais onde a concorrência fosse maior, era frequente disporem de um piano ou de um órgão, onde se tocava a música que o pianista ou organista julgasse apropriada para cada cena (por exemplo, ragtime clássico numa cena de perseguição, ou o que na altura era conhecido como música \"Eliza-crossing-the-ice\" durante os momentos mais assustadores)."
      },
      {
        "type": "video",
        "video_id": "6jrbKbe-u18",
        "information": {
          "contentTitle": "Nickelodeon – By the way film History",
          "source": "Youtube: Canal <i>British Movietone</i>"
        }
      },
      {
        "type": "text",
        "content_text": "O nome \"Nickelodeon\" foi inventado por Harry Davis e John P. Harris, que abriram a sua pequena sala com este nome na Smithfield Street em Pittsburgh em junho de 1905. Ainda que não fosse a primeira sala especializada na exibição de filmes no mundo, Davis e Harris tiveram tal sucesso, que o seu conceito de sessões contínuas a cinco cêntimos rapidamente foi imitado por centenas de empresários, que copiaram também o nome original da sala."
      },
      {
        "type": "text",
        "content_text": "Louis B. Mayer assistiu a este explodir de salas nickelodeon. Renovou o \"Gem Theater\" em Haverhill, convertendo-o num nickelodeon que abriu em 1907 com o nome \"Orpheum Theater\", e anunciou que seria o local de exibição das imagens animadas e canções ilustradas dos Irmãos Miles."
      },
      {
        "type": "text",
        "content_text": "Os nickelodeons foram desaparecendo à medida que as cidades se expandiam e a indústria proporcionava a consolidação de salas de cinema maiores, mais confortáveis e mais adequadas à exibição dos filmes."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "1905 - 'Nickelodeon' de Pittsburgh introduz o cinema nos EUA",
            "subtitle": "operamundi",
            "link": "https://operamundi.uol.com.br/historia/12822/hoje-na-historia-1905-nickelodeon-de-pittsburgh-introduz-o-cinema-nos-eua"
          }
        ]
      }
    ]
  },
  {
    "name": "Pré-Code",
    "content_list": [
      {
        "type": "text",
        "content_text": "Hollywood pré-code foi um período da indústria cinematográfica estadunidense compreendido entre a introdução do som, no final dos anos 1920, e a aplicação do Código de Produção de Filmes (Motion Picture Production Code) que recolhia as diretrizes de censura."
      },
      {
        "type": "video",
        "video_id": "rF82lbJM6ik",
        "information": {
          "contentTitle": "Pre-Code Hollywood ",
          "source": "Youtube: Canal <i>Michael D. Jackson</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Desde 1934, o Código de Produção de Filmes passou a denominar-se, de forma incorreta, \"Código Hays\". Ainda que o código tenha sido adotado em 1930, o processo de supervisão era deficiente, motivo pelo qual não se aplicou de forma rigorosa até o 1º de julho de 1934. Antes dessa data, o conteúdo dos filmes estava mais restringido pela legislação local, as negociações entre o Comitê de Relações Cinematográficas (Studio Relations Commitee) e os grandes estudos, e a opinião popular, que pelo código Hays, muito com frequência ignorado pelos produtores de Hollywood."
      },
      {
        "type": "text",
        "content_text": "Como resultado, no final da década dos vinte e princípios dos trinta, os filmes incluíam insinuações sexuais, miscigenação, consumo de drogas ilegais, infidelidade, aborto, violência intensa e homosexualidade. A figura da mulher fatal dominava filmes como Fêmea (Female), Carita de anjo (Baby Face) e A Ruiva (Rede-Headed Woman); os gánsteres do inimigo público (The Public Enemy), Hampa dourada (Little Caesar) e Scarface, o terror do hampa (Scarface) pareciam mais bem heróis que vilões. Além de personagens de mulheres fatais, os filmes mostravam aspectos de índole feminina que não foram retomados até muito depois. As personagens malvadas faziam proveito de suas ações, às vezes sem maiores repercussões, e o consumo de drogas constituía o argumento principal de vários filmes. Os filmes da época pré-code eram mais curtas que as atuais: tinham uma duração de pouco mais de uma hora. Muitas das grandes estrelas de Hollywood como Clark Gable, Barbara Stanwyck e Edward G. Robinson deram seus primeiros passos nessa época. No entanto, outras estrelas que triunfaram nessa época, como Ruth Chatterton, Lyle Talbot e Warren William (considerado \"o rei da época pré-code\"), ficaram no esquecimento. Desde finais de 1933 até a primeira metade de 1934, o clero católico dos Estados Unidos lançou uma campanha na contramão do que este coletivo considerava “a imoralidade do cinema estadunidense”. Isso, junto com as investigações sociais daquele momento (que indicavam que os denominados filmes “maus” poderiam fomentar os maus comportamentos) e a possibilidade de que o Governo controlasse a censura cinematográfica, exerceu a pressão necessária para que os estudos aceitassem uma maior supervisão."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What is Pre-Code Hollywood? The Most Risque Pre-Code Movies Explained ",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/pre-code-hollywood-movies/"
          }
        ]
      }
    ]
  },
  {
    "name": "Produtor",
    "content_list": [
      {
        "type": "text",
        "content_text": "Produtor cinematográfico é o profissional de cinema que atua na área empresarial. É o captador de recursos para um projeto por ele elaborado ou a empresa que o contratou. Ele está envolvido no projeto desde a concepção até a sua finalização. É ele quem inicia, coordena, supervisiona e controla assuntos como a arrecadação de fundos e contratação de mão de obra. É basicamente a parte concreta em que se apoia a criação cinematográfica."
      },
      {
        "type": "text",
        "content_text": "Existem diferentes maneiras de um produtor se envolver em determinado projeto. Na maioria dos casos o produtor executivo é o proprietário da empresa produtora que recebe a proposta de coprodução de um diretor que dispõe de um roteiro original. Ou ainda, compra os direitos de adaptação de uma obra literária e investe nos trabalhos de um adaptador (roteirista) e elabora a montagem do projeto."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What Does a Producer Do: The Various Types of Producers in Film & TV",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-imax-definition/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Protagonista",
    "content_list": [
      {
        "type": "text",
        "content_text": "O termo protagonista é usado desde o teatro da Grécia Antiga para significar o personagem que fez a primeira aparição no palco e tem ponto focal da história. O protagonista é o personagem com o maior objetivo/conflito/obstáculo no seu roteiro. A sua história, a sua jornada e o seu processo de transformação (ou não) são a estrutura principal de toda a trama. O protagonista comumente traz consigo o ponto de vista da história."
      },
      {
        "type": "video",
        "video_id": "p6nFIogiMRg",
        "information": {
          "contentTitle": "Edgar Wright: How to Make a Protagonist | Video Essay",
          "source": "Youtube: Canal <i>Karsten Runquist</i>"
        }
      },
      {
        "type": "text",
        "content_text": "O protagonista, por si só não possui qualquer valor associado a si, ele pode ser bom ou ruim, moral ou imoral. Karl Iglesias em seu livro \"Writing for Emotional Impact\" divide o protagonista em quatro tipos possíveis, de acordo com os efeitos emocionais que eles despertam no público."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Protagonista, Personagem Principal e o Ponto de Vista no cinema",
            "subtitle": "tertulianarrativa",
            "link": "https://www.tertulianarrativa.com/post/2016/12/21/protagonista-personagem-principal-e-o-ponto-de-vista-no-cinema"
          },
          {
            "title": "What is a Protagonist? Definition and Examples for Screenwriters",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-a-protagonist-definition/"
          }
        ]
      }
    ]
  },
  {
    "name": "Realismo Romântico",
    "content_list": [
      {
        "type": "text",
        "content_text": "O termo protagonista é usado desde o teatro da Grécia Antiga para significar o personagem que fez a primeira aparição no palco e tem ponto focal da história. O protagonista é o personagem com o maior objetivo/conflito/obstáculo no seu roteiro. A sua história, a sua jornada e o seu processo de transformação (ou não) são a estrutura principal de toda a trama. O protagonista comumente traz consigo o ponto de vista da história."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Protagonista, Personagem Principal e o Ponto de Vista no cinema",
            "subtitle": "tertulianarrativa",
            "link": "https://www.tertulianarrativa.com/post/2016/12/21/protagonista-personagem-principal-e-o-ponto-de-vista-no-cinema"
          },
          {
            "title": "What is a Protagonist? Definition and Examples for Screenwriters",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-a-protagonist-definition/"
          }
        ]
      }
    ]
  },
  {
    "name": "Slow Motion (Câmera lenta)",
    "content_list": [
      {
        "type": "text",
        "content_text": "Câmera lenta é o efeito especial de cinema, e vídeo em que os movimentos e ações em quadro são vistos numa duração maior do que a normal, dando a sensação de que o próprio tempo está passando mais devagar. Embora o efeito só seja perceptível quando da projeção, ele pode ser preparado na filmagem ou no tratamento das imagens."
      },
      {
        "type": "video",
        "video_id": "u2o4hLQDWX8",
        "information": {
          "contentTitle": "The Art of Slow Motion in Film",
          "source": "Youtube: Canal <i>The Discarded Image</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "How to Use Slow Motion to Create Iconic Moments",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/how-to-use-slow-motion-in-film-to-create-iconic-moments/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Roteiro",
    "content_list": [
      {
        "type": "text",
        "content_text": "O roteiro, em inglês script ou Screenplay, é a forma escrita de qualquer espetáculo audiovisual, escrito por um ou vários profissionais que são chamados de roteiristas (argumentistas ou guionistas)."
      },
      {
        "type": "video",
        "video_id": "njZBYNu2vxA",
        "information": {
          "contentTitle": "Mastering the Screenplay: Exposition in Film",
          "source": "Youtube: Canal <i>StudioBinder</i>"
        }
      },
      {
        "type": "text",
        "content_text": "O roteiro ou argumento é um documento narrativo utilizado como diretriz para espetáculos de cinema, programas televisivos ou jogos eletrônicos. Roteiros de ficção contêm a íntegra de um filme ou de um capítulo de novela ou seriado, divididos em cenas numeradas que descrevem os personagens e os cenários."
      },
      {
        "type": "text",
        "content_text": "O roteiro inclui todos os diálogos, com indicações para os atores quanto à entonação da voz e à atitude corporal. Além disso, informa o horário em que cada cena deve ser filmada (\"Dia\", Noite\", \"Pôr do sol\", \"Amanhecer\", etc.) e se a cena é \"Externa\" (filmada ao ar livre) ou \"Interna\" (gravada em estúdio). E quando isso ocorre é chamado de ambu. Também espetáculos de não ficção, como a festa da entrega do Oscar ou o Criança Esperança dependem de um roteiro, assim como documentários e filmes publicitários. Cada um tem uma linguagem própria. O roteiro técnico, desenvolvido posteriormente, dá indicações quanto ao posicionamento das câmeras, uso de gruas, iluminação e efeitos audiovisuais."
      },
      {
        "type": "text",
        "content_text": "É preparado pelo diretor do espetáculo, em conjunto com a equipe técnica e, eventualmente, com o roteirista. O roteirista pode indicar, nos diálogos, a entonação do personagem com marcações como \"ríspido\", \"alegre\", \"surpreso\", etc. Modernamente, no entanto, reduz-se ao mínimo necessário a interferência do roteirista no trabalho do ator, que é conduzido pelo diretor. A falta absoluta dessas indicações, no entanto, pode levar a erros de interpretação quanto às intenções de uma fala. Emoções 'invisíveis' dos personagens não são indicadas pelos roteiros porque precisam ser mostradas ao espectador através da vivência das ações dos atores em frente à câmera. Daí a noção essencial aos escritores de roteiro de que \"escrever é igual a descrever\"."
      },
      {
        "type": "video",
        "video_id": "ba-CB6wVuvQ",
        "information": {
          "contentTitle": "Whiplash vs. Cisne Negro - A Anatomia do Artista Obcecado ",
          "source": "Youtube: Canal <i>Lessons from the Screenplay</i>"
        }
      },
      {
        "type": "text",
        "content_text": "As emoções que o espectador sente a partir do estímulo da cena a que ele assiste num filme resultam da interpretação dos diferentes eventos descritos no roteiro que acontecem em frente à câmera, como ações e movimentos. Em termos da linguagem semiótica, pode-se dizer que a cena contém indicações ao espectador, que precisa decodificar e interpretar o que lhe é mostrado. Um roteiro em que as ações descritas se sucedem e fazem perceber um significado a partir do conjunto das ações é um bom roteiro. Não são chamadas de 'roteiro' as peças de dramaturgia destinadas ao teatro nem o esquema a ser seguido em um noticiário. As primeiras são chamadas simplesmente de \"peça\" e o segundo recebe, no jargão técnico, o nome de espelho."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Como Fazer um Roteiro ",
            "subtitle": "aicinema",
            "link": "https://www.aicinema.com.br/como-fazer-um-roteiro/ "
          },
          {
            "title": "What is a Screenplay? A Brief Definition for the Beginner",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-screenplay-definition/ "
          },
          {
            "title": "Learn How to Format a Screenplay: Step-by-Step Guide",
            "subtitle": "Masterclass",
            "link": "https://www.masterclass.com/articles/what-is-a-screenplay-formatting-tips-and-tricks "
          },
          {
            "title": "Mastering the Screenplay: Writing Exposition in Film",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/exposition-in-film-screenplay/ "
          }
        ]
      }
    ]
  },
  {
    "name": "Technicolor",
    "content_list": [
      {
        "type": "text",
        "content_text": "Technicolor é uma marca norte-americana pertencente à Technicolor Motion Picture Corporation em que o processo consistia na coloração dos filmes. Foi utilizado até a década de 70. A Technicolor era a segunda maior empresa de coloração cinematográfica após a britânica Kinemacolor e a mais utilizada pelos estúdios de Hollywood de 1922 a 1952."
      },
      {
        "type": "video",
        "video_id": "Mqaobr6w6_I",
        "information": {
          "contentTitle": "How Technicolor changed movies",
          "source": "Youtube: Canal <i>Vox</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "What is Technicolor? Definition and History Explained",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-technicolor-definition/"
          }
        ]
      }
    ]
  },
  {
    "name": "Visual Effects (efeitos especiais)",
    "content_list": [
      {
        "type": "text",
        "content_text": "Efeito especial é qualquer uma de várias técnicas utilizadas na indústria de entretenimento, cinema e televisão para realizar cenas que não podem ser obtidas por meios normais ou por ação ao vivo."
      },
      {
        "type": "video",
        "video_id": "3ICxFh_f1-U",
        "information": {
          "contentTitle": "Como são feitos os efeitos especiais?",
          "source": "Youtube: Canal <i>omeleteve</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Estas técnicas também são utilizadas quando a criação de efeitos por meios tradicionais sairia proibitivamente dispendiosa; por exemplo, seria extremamente caro construir um castelo do século XVI ou afundar um transatlântico do século XX, mas isto pode ser simulado com efeitos visuais. Com o advento da computação gráfica, são utilizados também para realçar elementos previamente filmados, acrescentando, removendo ou destacando objetos em uma cena."
      },
      {
        "type": "text",
        "content_text": "Existem muitas técnicas diferentes de efeitos especiais, indo dos tradicionais efeitos teatrais (como os dos \"Espetáculos da Restauração\" ingleses de fins do século XVII), através das técnicas cinematográficas clássicas inventadas no início do século XX, tais como fotografia aérea e impressão óptica, até a moderna computação gráfica. Frequentemente, diferentes técnicas são utilizadas em conjunto numa única cena ou tomada para atingir o efeito desejado."
      },
      {
        "type": "video",
        "video_id": "9lgI3aBuweg",
        "information": {
          "contentTitle": "Designing Tim Burton’s Dumbo – Visual Effects Masterclass ",
          "source": "Youtube: Canal <i>Little White Lies</i>"
        }
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "VFX in Netflix’s Mindhunter: Matte Paintings, Composites, and 3D Tracking ",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/netflix-mindhunter-vfx/"
          },
          {
            "title": "What is VFX? Defining the Term and Creating Impossible Worlds",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/blog/what-is-vfx/"
          }
        ]
      }
    ]
  },
  {
    "name": "Widescreen",
    "content_list": [
      {
        "type": "text",
        "content_text": "Um ecrã panorâmico (em inglês, widescreen) é um ecrã de televisão, ou monitor, com uma projeção (de cinema ou outro meio) que apresenta um maior valor para a razão entre largura e altura do ecrã activo (a que exibe a imagem), do que o clássico formato pitagórico 4:3 (1,3[3] = 1,333...). Isso quer dizer que, por cada 1 cm de altura, a imagem tem uma largura de cerca de 1,33 cm."
      },
      {
        "type": "text",
        "content_text": "Os formatos de ecrã panorâmico mais conhecidos são 1,77:1 (16:9), 2,33:1 (21:9) e 2,66:1 (cinemascope). Este último formato é mais comum em salas de exibição e projeção comercial de cinemas."
      }
    ]
  },
  {
    "name": "Rolo de filme fotográfico ",
    "content_list": [
      {
        "type": "text",
        "content_text": "Filme fotográfico ou película fotográfica, (por vezes abreviado por filme ou película), utilizado em fotografia, é constituído por uma base plástica, geralmente triacetato de celulose, flexível e transparente, sobre a qual é depositada uma emulsão fotográfica. Esta é formada por uma fina camada de gelatina que contém cristais de sais de prata sensíveis à luz que chega a ela através da lente da câmera."
      },
      {
        "type": "text",
        "content_text": "Os sais de prata, quimicamente chamados de haletos ou halogenetos de prata, podem ser mais ou menos sensíveis à luz. Então, há filmes que exigem maior quantidade de luz para registrar as imagens. Outros permitem a captação com menos luz. A essa propriedade dá-se o nome de sensibilidade."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "1884: Filme de rolo substitui a chapa",
            "subtitle": "dw.com",
            "link": "https://www.dw.com/pt-br/1884-filme-de-rolo-substitui-a-chapa/a-605730"
          }
        ]
      }
    ]
  },
  {
    "name": "Filmes em série",
    "content_list": [
      {
        "type": "text",
        "content_text": "Seriados, cinesseriados, filmes em serie ou seriados cinematográficos (em inglês: serial film, movie serials ou chapter plays) são filmes sequenciais, com um número limitado de episódios curtos, perfazendo no total uma história completa, que eram apresentados nos cinemas da primeira metade do século XX."
      },
      {
        "type": "video",
        "video_id": "oztxQPLKkSM",
        "information": {
          "contentTitle": "At This Theater Next Week! Remembering Movie Serials",
          "source": "Youtube: Canal <i>Memory Lane Videos</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Os seriados são atualmente considerados uma forma de filme B, não apenas por se basearem em fórmulas simplificadas, mas também por terem sido feitos com baixos orçamentos e visarem principalmente o lucro, características essas que remetem ao filme B. Usualmente tinham entre 10 e 15 episódios, com algumas exceções, e cada episódio terminava com uma proposta extrema, em que o herói (ou a heroína) enfrentava uma situação de perigo, aparentemente sem solução, de forma a prender a atenção do público, levá-lo à curiosidade de ver o episódio seguinte, e conferir a forma com que o perigo seria superado, numa característica que ficou conhecida no cinema como cliffhanger. Os episódios originalmente eram semanais, e sempre terminavam com um convite ao público para assistir o subsequente."
      },
      {
        "type": "text",
        "content_text": "A história apresentada pelo seriado, explica William Henckemaier, geralmente envolvia um herói ou heroína lutando contra o mal, contra algum vilão, que continuamente os expunha a armadilhas ou situações extremas de perigo, e das quais o herói escapava bravamente. O instante final do episódio subentendia, muitas vezes, a morte ou a derrota do herói, mas no episódio subsequente o público conferia sua sobrevivência através da persistência e da coragem. A situação se repetia ao longo de todo o seriado, numa sequência de armadilhas e perigos contínuos, até que, finalmente, no último episódio, o herói vencia o vilão. Os personagens eram bastante caricatos, arquetípicos, representavam heróis e vilões, e costumeiramente havia o “melhor amigo”, coadjuvante que funcionava como suporte para o personagem principal."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Serial Films",
            "subtitle": "filmsite.org",
            "link": "https://www.filmsite.org/serialfilms.html "
          },
          {
            "title": "Serial Films",
            "subtitle": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Serial_film "
          }
        ]
      }
    ]
  },
  {
    "name": "Filme Épico",
    "content_list": [
      {
        "type": "text",
        "content_text": "Épico, no sentido cinematográfico, é um gênero que retrata contos de grandes heróis, onde todo seu centro se baseia em apenas um personagem principal ou de um povo. Contam tipicamente com grande produção, temas dramáticos sendo um grande espetáculo. O uso do termo mudou ao longo do tempo, às vezes, designa um gênero de filme e outras vezes é simplesmente sinônimo de filme de grande orçamento."
      },
      {
        "type": "video",
        "video_id": "WKHBEZtI4y4",
        "information": {
          "contentTitle": "Top 5 Historical Epics of All Time",
          "source": "Youtube: Canal <i>CineFix</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Os filmes seguem o sentido clássico da literatura sendo focado em um personagem heroico. A natureza ambiciosa de um épico ajuda a definir e o diferenciar de outros tipos de filme, tais como filmes de épocas ou aventuras. Filmes épicos normalmente contam um evento histórico ou mítico, adicionados a cenários extravagantes e trajes luxuosos, acompanhado de uma marcante trilha sonora e grande elenco, que iria torna-lo um dos mais caros filmes produzidos. Os temas mais comuns de filmes épicos são guerreiros, gladiadores e / ou figuras de vários períodos da história mundial. Além de filmes históricos, filmes de fantasia como O Senhor dos Anéis e Star Wars, também incorporam os elementos acima citados do cinema épico."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Cinema Épico",
            "subtitle": "mnemocine.com",
            "link": "http://www.mnemocine.com.br/index.php/cinema-categoria/24-histcinema/185-cinema-epico"
          },
          {
            "title": "Epic Film",
            "subtitle": "Wikipedia",
            "link": "https://en.wikipedia.org/wiki/Epic_film"
          }
        ]
      }
    ]
  },
  {
    "name": "Travelling",
    "content_list": [
      {
        "type": "text",
        "content_text": "Travelling, na terminologia de cinema e audiovisual, é todo movimento de câmara em que está realmente se desloca no espaço - em oposição aos movimentos de panorâmica, nos quais a câmara apenas gira sobre o seu próprio eixo, sem se deslocar."
      },
      {
        "type": "video",
        "video_id": "GbnYBmqBbKA",
        "information": {
          "contentTitle": "Directing Camera Movement — Filmmaking Techniques for Directors",
          "source": "Youtube: Canal <i>StudioBinder</i>"
        }
      },
      {
        "type": "text",
        "content_text": "O termo travelling também pode ser usado para se referir ao tipo de equipamento utilizado para obter tais movimentos. Na maioria das situações, o travelling é obtido movimentando-se a câmara com o auxílio de um carrinho sobre trilhos, o que permite um deslocamento mais suave em qualquer tipo de terreno. Este tipo de equipamento (carrinho + trilhos) também é chamado de travelling."
      },
      {
        "type": "text",
        "content_text": "Sendo o piso mais regular, pode-se usar um carrinho com pneus, em geral chamado de dolly, que tem a vantagem de poder deslocar-se em qualquer direção e não apenas no sentido dos trilhos. Deslocamentos de câmara feitos com câmara na mão também são considerados travellings, assim como movimentos utilizando gruas ou estabilizadores de câmara como o Steadicam - desde que, durante o plano, a câmara realmente se desloque no espaço, e não apenas gire sobre o seu eixo horizontal ou vertical (o que caracterizaria uma panorâmica)."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Filmmaking techniques: Directing the camera",
            "subtitle": "Studiobinder",
            "link": "https://www.studiobinder.com/filmmaking-techniques-camera-movements/"
          }
        ]
      }
    ]
  },
  {
    "name": "Vamp",
    "content_list": [
      {
        "type": "text",
        "content_text": "Uma vamp ou vampe é um arquétipo de mulher sedutora, atraente, e geralmente também perversa e cruel. No entanto, distintamente da mulher fatal, a vamp não é necessariamente uma criminosa ou assassina, mas tem caraterísticas de frieza e sadismo. Também se descreve a vamp como uma mulher misteriosa e glamorosa de maneira exótica e estilizada. Na cultura pop vamp está também está associado ao sadomasoquismo."
      },
      {
        "type": "video",
        "video_id": "0TbZ8Ji83Kk",
        "information": {
          "contentTitle": "The Silent Vamps",
          "source": "Youtube: Canal <i>darkcity303</i>"
        }
      },
      {
        "type": "text",
        "content_text": "A vamp convencional veste roupas escuras, tem cabelo escuro, usa cosméticos contrastantes que aumentam sua palidez e acentuam os olhos e lábios, dando-lhe aspecto dark, gótico. Nos filmes de Hollywood, as vamps muitas vezes eram estrangeiras, tendo origem no Leste Europeu ou na Ásia. sendo por vezes consideradas o oposto das gamines. Entre vamps famosas do cinema mudo, houve Theda Bara, Louise Glaum, Musidora, Nita Naldi, Pola Negri e Myrna Loy (no início da carreira)."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "A estética vamp: ocultismo e sexualidade nos primórdios do cinema",
            "subtitle": "universoretro.com",
            "link": "https://universoretro.com.br/a-estetica-vamp-ocultismo-e-sexualidade-nos-primordios-do-cinema/"
          },
          {
            "title": "O Cinema mudo e as Vamps",
            "subtitle": "blogosanosperdidos.com",
            "link": "http://www.blogosanosperdidos.com.br/2019/05/o-cinema-mudo-e-as-vamps.html"
          }
        ]
      }
    ]
  },
  {
    "name": "It Girl",
    "content_list": [
      {
        "type": "text",
        "content_text": "It girl é um termo utilizado para se referir a mulheres que, mesmo sem querer, criam tendências, despertam o interesse das pessoas em relação ao seu modo de vestir, de andar, pensar ou ser. As “it girls” têm, via de regra, o que muitos chamam de “carisma”, algo que atrai a atenção para elas."
      },
      {
        "type": "text",
        "content_text": "Sua característica mais determinante é a de serem incomuns, de destacarem-se das pessoas comuns e provocar interesse, a ponto de outras pessoas passarem a copiar seu jeito de vestir, falar e/ou agir. Normalmente as “it girls” se comportam de maneira irreverente e despertam a curiosidade das pessoas sobre o seu modo de vida. A versão masculina da expressão \"it girl\", é \"it boy\"."
      },
      {
        "type": "text",
        "content_text": "O primeiro uso do conceito \"it\" neste sentido pode ser encontrado em uma história de Rudyard Kipling: \"Não é a beleza, por assim dizer, nem uma boa conversa, necessariamente. É só 'it'.\" Elinor Glyn opinou em palestra: \"Com 'It' você conquista todos os homens se você é mulher e todas as mulheres se você é homem. 'It' pode ser uma qualidade mental ou também um atrativo físico.\" "
      },
      {
        "type": "text",
        "content_text": "A expressão atraiu atenção mundial em 1927, com o filme It, estrelado por Clara Bow. Grande parte das \"it girls\" têm alguma ligação com o mundo das artes, como por exemplo atrizes, cantoras, modelos etc. Algumas, no meio fashion, trazem as tendências das passarelas para o dia a dia, compelindo as mulheres a seguirem o mesmo estilo."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "Clara Bow: A primeira 'it girl' do mundo",
            "subtitle": "BBC",
            "link": "https://www.bbc.com/portuguese/noticias/2015/01/150121_vert_cul_primeira_itgirl_ml "
          }
        ]
      }
    ]
  },
  {
    "name": "Femme Fatale",
    "content_list": [
      {
        "type": "text",
        "content_text": "Uma mulher fatal (ou femme fatale, palavra original em francês) é um arquétipo feminino ou personagem modelo usado muito na literatura e cinema do gênero policial e no drama europeu. A mulher fatal geralmente seduz e engana o herói e outros homens para obter algo que eles não dariam livremente."
      },
      {
        "type": "video",
        "video_id": "XjAKd-Lfmt0",
        "information": {
          "contentTitle": "The Femme Fatale Trope, Explained",
          "source": "Youtube: Canal <i>The Take</i>"
        }
      },
      {
        "type": "text",
        "content_text": "Apesar de serem tipicamente vilãs, as femmes fatales também podem ser anti-heroínas em determinadas histórias, e às vezes até se arrependem e acabam por se tornam heroínas. Hoje, o arquétipo é geralmente visto como um personagem que constantemente atravessa a linha entre o bem e o mal, agindo inescrupulosamente a despeito de normas sociais e quaisquer compromissos abertos que tenha com o herói. Geralmente é apresentada como um contraponto para a ingênua."
      },
      {
        "type": "text",
        "content_text": "Na vida social, a femme fatale tortura seu parceiro numa relação assimétrica, negando confirmação de seu afeto, e muito menos o contrário, até o ponto em que o homem se torna obcecado, viciado e exausto, e incapaz de tomar decisões racionais ou gerenciar sua própria vida pessoal."
      },
      {
        "type": "recomendations",
        "list": [
          {
            "title": "As Maiores Femmes Fatales do Cinema",
            "subtitle": "cinemaclassico.com",
            "link": "https://cinemaclassico.com/listas/as-maiores-femmes-fatales-do-cinema/"
          }
        ]
      }
    ]
  }
]