{
  "number": 5,
  "content_list": [
    {
      "type": "text",
      "content_text": "A década de 1950 testemunhou um renascimento do cinema nórdico, que esteve na vanguarda das realizações cinematográficas durante a era dos filmes mudos. No fim da década de 1910 e início da de 1920, os melhores filmes de <a href=\"https://_{type: 'screen', 'id': 11572, 'screen_type': person}\">Carl Theodor Dreyer</a> (1889-1968), <a href=\"https://_{type: 'screen', 'id': 8741, 'screen_type': person}\">Victor Sjöstrom</a> (1879-1960) e <a href=\"https://_{type: 'screen', 'id': 121256, 'screen_type': person}\">Mauritz Stiller</a> (1883-1928) alcançaram uma delicadeza e um naturalismo quase sem igual. Mas com a chegada do som e com a predominância de Hollywood, os pouco povoados países nórdicos ficaram linguística e culturalmente isolados."
    },
    {
      "type": "video",
      "video_id": "vFVToacVGPc",
      "information": {
        "contentTitle": "Cena do filme A Palavra (1955)",
        "contentText": "O filme é composto por 114 tomadas, com cerca de um minuto cada, e apenas três closes.",
        "source": "Youtube: Canal <i>criterioncollection</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No fim da década de 1940, porém, a Escandinávia - em especial a Suécia - estava de novo produzindo filmes criativos. O historiador do cinema <i>Peter Cowie</i> afirmou que \"<i>provavelmente nenhum outro país com uma população semelhante alcançou o sucesso artístico da Suécia no cinema</i>\". Fundamental para esse sucesso foi a beleza fotogênica das paisagens rurais e urbanas e o contraste entre os costumes luteranos austeros a evolução da sociedade, no século XX, para uma democracia social secular."
    },
    {
      "type": "text",
      "content_text": "Esses temas foram expressos, na década de 1950, na obra de <a href=\"https://_{type: 'screen', 'id': 6648, 'screen_type': person}\">Ingmar Bergman</a> (1918-2007). Suas melhores realizações do início da carreira, <a href=\"https://_{type: 'screen', 'id': 47473, 'screen_type': movie}\">Sommarlek</a> (BR: Juventude, 1951), no alto e <a href=\"https://_{type: 'screen', 'id': 47735, 'screen_type': movie}\">Sommaren med Monika</a> (BR: Monika e o Desejo, 1953), eram filmes românticos melancólicos que tinham como pano de fundo o arquipélago de Estocolmo e a beleza selvagem e temporária que reflete a transitoriedade do amor. São produções de um veio marcadamente sueco também exemplificado por <a href=\"https://_{type: 'screen', 'id': 56719, 'screen_type': movie}\">Hon dansade en sommar</a> (BR: A Última Felicidade, 1951), de <a href=\"https://_{type: 'screen', 'id': 239290, 'screen_type': person}\">Arne Mattsson</a> (1919-1995) outra trágica história de amor que tem como pano de fundo a paisagem rural."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Inesperado, maravilhoso e chocante. Uma vez visto, torna-se inesquecível",
        "author": "Critico Dave Calhoun sobre A palavra (1955)"
      }
    },
    {
      "type": "text",
      "content_text": "Bergman então, passou para uma fase mais alegórica e existencial com <a href=\"https://_{type: 'screen', 'id': 490, 'screen_type': movie}\">Det sjunde inseglet</a> (BR: O sétimo selo, 1957). Apesar da ambientação medieval e da premissa fantástica, o filme trata de um dilema típico do século XX: o homem sem fé buscando um sentido para a vida. E <a href=\"https://_{type: 'screen', 'id': 11656, 'screen_type': movie}\">Jungfrukällan</a> (BR: A Fonte da Donzela (1960), Bergman revisita a Idade Média, explorando a herança cultural ambígua da Escandinávia: o paganismo cristianismo <a href=\"https://_{type: 'screen', 'id': 614, 'screen_type': movie}\">Smultronstället</a> (BR: Morangos silvestres, 1957) era um relato mais ameno e realístico de um homem fazendo o inventário da sua vida, um prenuncio da ênfase mais psicológica evidente nas obras dos anos 1960 do cineasta."
    },
    {
      "type": "block_special",
      "title": "A representação definitiva da morte no Cinema",
      "image": {
        "image_type": "local",
        "url": "img_setimo_elo",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A imagem de uma Morte de manto preto e rosto branco (Bengt Ekerot) jogando xadrez na praia com um cruzado cansado e questionador (Max von Sydow) está tão arraigada na memória coletiva dos cinéfilos quanto King Kong no topo do <i>Empire State Building</i>. Essa cena da joia sueca <i>o sétimo selo</i> resume a importância, o encanto e o impacto que novas formas de cinema tiveram em uma certa época quando as certezas de Hollywood estavam em baixa. <br/><br/> \n\nMas é uma pena que essa cena tenha passado a representar todo o filme no imaginário popular. Há uma ideia injusta de que o escritor e roteirista Ingmar Bergman foi solene demais ao tentar realizar algo que pudesse ser um arquétipo da seriedade e da qualidade artística. Na verdade, O sétimo selo embora tenha suas raízes nos grandes temas do auge de Bergman, e um filme muito divertido, frequentemente cômico - uma fabula medieval influenciada pelo entusiasmo do diretor pelos filmes de samurai de Akira Kurosawa - tão preocupado em celebrar os prazeres simples quanto em apontar tormentos complexos. <br/><br/> \n\nO cavaleiro, constantemente atormentado por curiosidades sobre Deus e o nada (ele chega a se aproximar de uma bruxa condenada para perguntar a ela o que o Demônio sabe sobre Deus), representa um lado de Bergman. O simples artista de circo, gentilmente repreendido por sua esposa prática \"<i>Você e seus sonhos e visões</i>\", diz ela na última fala do filme), representa o outro. Este busca redenção através de divertimentos honestos e fica consternado quando apresentação inocente é ofuscada pelo espetáculo grotesco, aprovado pela Igreja de uma multidão de penitentes sendo chicoteados e torturados. Bergmar está indignado e entristecido diante do mal praticado pelos homens em mente quando ele é sancionado por uma suposta religião, porem o filme também celebra o amor físico e espiritual, a expressão artística coletiva, a comida e a bebida e a beleza natural.",
      "credits": "Análise original de <strong>Kim Newman</strong>, adaptada do livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 48566, 'screen_type': person}\">Alf Sjoberg</a> (1903-1980) foi injustamente ofuscado pelos dois incríveis artistas suecos aos quais esteve associado. Seu filme mais conhecido <a href=\"https://_{type: 'screen', 'id': 51144, 'screen_type': movie}\">Hets</a> (BR: Frenesi, 1944), foi roteirizado por Bergman que leva o crédito por sua atmosfera psicológica sombria, embora a tensão claustrofóbica se deva com certeza ao diretor. Na década de 1950, Sjöberg adaptou obras do maior dramaturgo sueco, <i>August Strindberg</i>, produzindo uma inesquecível versão de <a href=\"https://_{type: 'screen', 'id': 18650, 'screen_type': movie}\">Fröken Julie</a> (BR: Senhorita Júlia, 1951) e um filme histórico inovador e divertido, <i>Karin Månsdotter</i> (1954), baseado na peça <i>Erik XIV</i>, de <i>Strindberg</i>."
    },
    {
      "type": "video",
      "video_id": "kJEanBlr2D4",
      "information": {
        "contentTitle": "Famosa cena do filme O sétimo selo (1957)",
        "contentText": "Ingmar Bergman se inspirou nos filmes de época de <i>Akira Kurosawa</i> para realizar <i>O Sétimo Selo</i>, que se passa na Idade Média. Bergman era um grande fã do diretor japonês. O filme foi filmado em 35 dias, disse Bergman em 1971, \"<i>bem nos arredores do estúdio</i>\".",
        "source": "Youtube: Canal <i>SjukaEd</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Pouco conhecido fora da Suécia, <a href=\"https://_{type: 'screen', 'id': 145691, 'screen_type': person}\">Hasse Ekman</a> (1915-2004) merece um reconhecimento maior por <a href=\"https://_{type: 'screen', 'id': 81981, 'screen_type': movie}\">Flicka och hyacinter</a> (BR: Moca com jacintos, 1950), uma história assustadora sobre o suicídio de uma jovem. O filme mostra a incomum franqueza sexual do cinema sueco do pós-guerra, ao mesmo tempo que analisa o comprometimento do país ao decidir permanecer neutro durante a Segunda Guerra Mundial. Também digna de nota e a obra de <a href=\"https://_{type: 'screen', 'id': 1070449, 'screen_type': person}\">Arne Sucksdorff</a> (1917-2001), que mistura ficção e documentário de forma criativa."
    },
    {
      "type": "text",
      "content_text": "O maior diretor dinamarquês, <i>Carl Theodor Dreyer</i>, fez apenas um filme nos anos 1950. <a href=\"https://_{type: 'screen', 'id': 48035, 'screen_type': movie}\">Ordet</a> (BR: A palavra, 1955) é uma obra-prima, uma austera e compassiva parábola cujos elementos milagrosos são reprimidos com beleza pelo realismo sutil das atuações e dos cenários. A mesma década testemunhou o surgimento de Gabriel Axel (n-1918), que mais tarde alcançou fama internacional com <a href=\"https://_{type: 'screen', 'id': 11832, 'screen_type': movie}\">Babettes gæstebud</a> (BR: A festa de Babette, 1987). Seu filme de estreia, <a href=\"https://_{type: 'screen', 'id': 183994, 'screen_type': movie}\">Altid Ballade</a> (BR: Nada além de problemas. 1955) é uma história realista encantadora sobre uma família de operários."
    },
    {
      "type": "video",
      "video_id": "rggKrGbjmgs",
      "information": {
        "contentTitle": "Trailer do filme O soldado desconhecido (1955)",
        "contentText": "Desde 2000, Yle exibe o filme todos os anos no Dia da Independência da Finlândia (6 de dezembro).",
        "source": "Youtube: Canal <i>HD Retro Trailers</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O mais talentoso diretor norueguês foi <a href=\"https://_{type: 'screen', 'id': 224783, 'screen_type': person}\">Arne Skouen</a> (1913-2003) cujo filme <a href=\"https://_{type: 'screen', 'id': 20372, 'screen_type': movie}\">Ni liv</a> (BR: Nove vidas, 1957) recebeu aclamação internacional e uma indicação ao Oscar. A primeira diretora norueguesa, <a href=\"https://_{type: 'screen', 'id': 224715, 'screen_type': person}\">Edith Carlmar</a> (191-2003). estreou com o assustador <a href=\"https://_{type: 'screen', 'id': 87654, 'screen_type': movie}\">Doden er et kjærtegn</a> (BR: A morte é um carinho, 1949) e esteve em atividade nos anos 1950. Seu último filme, a história de ritos de passagem <a href=\"https://_{type: 'screen', 'id': 56691, 'screen_type': movie}\">Ung flukt</a> (BR: A moça rebelde, 1959), marca a primeira aparição, no cinema, da atriz <a href=\"https://_{type: 'screen', 'id': 11916, 'screen_type': person}\">Liv Ullmann</a> (n- 1938)."
    },
    {
      "type": "text",
      "content_text": "Entre outras obras finlandesas dignas de nota estão <a href=\"https://_{type: 'screen', 'id': 84944, 'screen_type': movie}\">Valkoinen peura</a> (BR: A rena branca, 1952), uma história folclórica lapona adaptada para o cinema por <i>Erik Blomberg</i>, que utiliza com destreza a paisagem nórdica, e o filme de guerra <a href=\"https://_{type: 'screen', 'id': 36439, 'screen_type': movie}\">Tuntematon sotilas</a> (BR: O soldado desconhecido, 1955), de <a href=\"https://_{type: 'screen', 'id': 150977, 'screen_type': person}\">Edvin Laine</a> (1905-1989) ainda hoje o maior sucesso do cinema finlandês.",
      "content_credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 1726,
          "popularity": 15.681,
          "id": 490,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "The Seventh Seal",
          "release_date": "1957-02-16",
          "original_language": "sv",
          "original_title": "Det sjunde inseglet",
          "genre_ids": [
            14,
            18
          ],
          "backdrop_path": "\/d9VUlRTovsGbwkUjNR2OGOGrQuO.jpg",
          "adult": false,
          "overview": "When disillusioned Swedish knight Antonius Block returns home from the Crusades to find his country in the grips of the Black Death, he challenges Death to a chess match for his life. Tormented by the belief that God does not exist, Block sets off on a journey, meeting up with traveling players Jof and his wife, Mia, and becoming determined to evade Death long enough to commit one redemptive act while he still lives.",
          "poster_path": "\/khbyQUFTYIIltrC1yYvLXP85Lh8.jpg"
        },
        {
          "vote_count": 182,
          "popularity": 9.423,
          "id": 48035,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "Ordet",
          "release_date": "1955-01-09",
          "original_language": "da",
          "original_title": "Ordet",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/wa3yoalp8yxEwOMEkns0Jid86rr.jpg",
          "adult": false,
          "overview": "The three sons of devout Danish farmer Morten have widely disparate religious beliefs. Youngest son Anders shares his father's religion, but eldest son Mikkel has lost his faith, while middle child Johannes has become delusional and proclaims that he is Jesus Christ himself. When Mikkel's wife, Inger goes into a difficult childbirth, everyone's beliefs are put to the test.",
          "poster_path": "\/e3oh96Zrqdaku8DoD10pXZHLZoU.jpg"
        },
        {
          "vote_count": 79,
          "popularity": 6.315,
          "id": 47473,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Summer Interlude",
          "release_date": "1951-10-01",
          "original_language": "sv",
          "original_title": "Sommarlek",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/UfbtXEm4FopWpqBZVLOCOMjsnr.jpg",
          "adult": false,
          "overview": "A jaded prima ballerina reminisces about her first love affair after she is unexpectedly sent her lover's old diary.",
          "poster_path": "\/3Yl2nPAzBcygds63L6yf4g7I2k8.jpg"
        },
        {
          "poster_path": "\/Id1O68JhE2FtQQQqvJ2zX5niyF.jpg",
          "popularity": 2.321,
          "vote_count": 9,
          "video": false,
          "media_type": "movie",
          "id": 56719,
          "adult": false,
          "backdrop_path": null,
          "original_language": "sv",
          "original_title": "Hon dansade en sommar",
          "genre_ids": [
            18,
            10749
          ],
          "title": "One Summer of Happiness",
          "vote_average": 7.4,
          "overview": "The young high school graduate Göran and the 17-year-old Kerstin get to know each other on the estate of Göran's uncle Persson and fall in love. But their relationship is watched suspiciously by the jammed adult world. While Persson has an understanding of the youth, Kerstin's parents and the pastor of the village rant against the alleged immorality of the young people. Despite all the malice, Göran and Kerstin decide for their love. But this love should last only one summer.",
          "release_date": "1951-12-17"
        },
        {
          "vote_count": 177,
          "popularity": 9.799,
          "id": 47735,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Summer with Monika",
          "release_date": "1953-02-09",
          "original_language": "sv",
          "original_title": "Sommaren med Monika",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/aYu5vPZyWfXtr2bF0OC1duz1Xrm.jpg",
          "adult": false,
          "overview": "Monika from Stockholm falls in love with Harry, a young man on holiday. When she becomes pregnant they are forced into a marriage, which begins to fall apart soon after they take up residence in a cramped little flat.",
          "poster_path": "\/82hLsn67V9TjgrLOZCFL7247pJd.jpg"
        },
        {
          "poster_path": "\/pwP5zPHG5xMPQbs9JarjDD8icUl.jpg",
          "popularity": 7.159,
          "vote_count": 82,
          "video": false,
          "media_type": "movie",
          "id": 47721,
          "adult": false,
          "backdrop_path": "\/fMYjzQAqTlz8kWAcSmjSH9s7QIN.jpg",
          "original_language": "sv",
          "original_title": "Gycklarnas afton",
          "genre_ids": [
            18
          ],
          "title": "Sawdust and Tinsel",
          "vote_average": 7.3,
          "overview": "The complicated relationships between a circus ringmaster, his estranged wife and his lover.",
          "release_date": "1953-09-14"
        },
        {
          "poster_path": "\/z70YM3Y4pNYZATMhFMKonngaeMC.jpg",
          "popularity": 10.317,
          "vote_count": 298,
          "video": false,
          "media_type": "movie",
          "id": 11656,
          "adult": false,
          "backdrop_path": "\/nRIxN9tLBiI6Bl3iLr2Mo5LOhwG.jpg",
          "original_language": "sv",
          "original_title": "Jungfrukällan",
          "genre_ids": [
            80,
            18,
            53
          ],
          "title": "The Virgin Spring",
          "vote_average": 7.9,
          "overview": "Devout Christians Töre and Märeta send their only daughter, the virginal Karin, and their foster daughter, the unrepentant Ingeri, to deliver candles to a distant church. On their way through the woods, the girls encounter a group of savage goat herders who brutally rape and murder Karin as Ingeri remains hidden. When the killers unwittingly seek refuge in the farmhouse of Töre and Märeta, Töre plots a fitting revenge.",
          "release_date": "1960-02-08"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11572,
          "profile_path": "\/hRfidNCKvzM7y86JocRXUJxH8H0.jpg",
          "name": "Carl Theodor Dreyer"
        },
        {
          "id": 8741,
          "profile_path": "\/iGtT2mbmLt80YPk9lXJRSyxaEKW.jpg",
          "name": "Victor Sjöström"
        },
        {
          "id": 224715,
          "profile_path": "\/8pVT0QNIieL9VSJheD0hCecd1IL.jpg",
          "name": "Edith Carlmar"
        },
        {
          "id": 145691,
          "profile_path": "\/aQoPWD5HiwILc348z3rHnmLnMJ2.jpg",
          "name": "Hasse Ekman"
        },
        {
          "id": 121256,
          "profile_path": "\/e1vvaP1QinFoc7wnUg4BLO86VLh.jpg",
          "name": "Mauritz Stiller"
        },
        {
          "id": 11916,
          "profile_path": "\/7IJimLbXIOYpLAS4UaHcNYWRsJe.jpg",
          "name": "Liv Ullmann"
        },
        {
          "id": 6648,
          "profile_path": "\/nkmOaXNRoioViN9OQf2n9Iu6akA.jpg",
          "name": "Ingmar Bergman"
        },
        {
          "id": 48566,
          "profile_path": "\/nC0ghskfSpT4lObQj7U7ZEJgbhz.jpg",
          "name": "Alf Sjöberg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}