{
  "number": 6,
  "content_list": [
    {
      "type": "text",
      "content_text": "O faroeste foi um dos principais produtos de Hollywood desde o início do cinema. Ele é, sem dúvida, o mais americano dos gêneros, mas nem sempre o mais aclamado. Talvez porque pudessem ser produzidos rapidamente e com baixos orçamentos - a paisagem já estava pronta e cowboys de verdade estavam dispostos a trabalhar como figurantes - os filmes de faroeste costumavam ser desprezados como \"<i>passatempo</i>\"."
    },
    {
      "type": "video",
      "video_id": "ww_lUn3jUoA",
      "information": {
        "contentTitle": "Cenas do filme Rio vermelho (1948)",
        "contentText": "Algumas sequências de Rio vermelho foram usadas no último filme de Wayne, O último pistoleiro (1976), para descrever o passado de seu personagem.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na época do cinema mudo, pioneiros como <a href=\"https://_{type: 'screen', 'id': 93905, 'screen_type': person}\">Allan Dwan</a> (1885-1981) e <a href=\"https://_{type: 'screen', 'id': 8823, 'screen_type': person}\">Raoul Walsh</a> (1887-1980) geralmente produziam um filme por semana, do roteiro à edição final. Em 1909, o estúdio <i>Bison</i> chegou a California; em 1910, <i>Broncho Billy Anderson</i> se tornou o primeiro astro dos faroestes. De acordo com os cálculos do historiador do cinema <i>Ed Buscombe</i>, 213 dos 1001 filmes americanos feitos naquele ano eram faroestes. Com a chegada do som, a popularidade do gênero de algum modo caiu, apesar de a produção dos faroestes ter diminuído pouco até os anos 1960. Hollywood fez mais de 800 filmes do género na década de 1950."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 995, 'screen_type': movie}\">Stagecoach</a> (BR: No tempo das diligências (1939), de <a href=\"https://_{type: 'screen', 'id': 8500, 'screen_type': person}\">John Ford</a> (1894-1973), marca o início de um período no qual os faroestes foram dirigidos por cineastas importantes, como o próprio Ford (retornando ao gênero depois de mais de 10 anos de afastamento). <a href=\"https://_{type: 'screen', 'id': 4109, 'screen_type': person}\">Michael Curtiz</a> (1886-1962), <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976) e <a href=\"https://_{type: 'screen', 'id': 11435, 'screen_type': person}\">Howard Hawks</a> (1896-1977), que criaram clássicos famosos como <a href=\"https://_{type: 'screen', 'id': 3089, 'screen_type': movie}\">Red River</a> (BR: Rio vermelho, 1948) e <a href=\"https://_{type: 'screen', 'id': 301, 'screen_type': movie}\">Rio bravo</a> (BR: Onde Começa o Inferno, 1959)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Rastro de ódio é um filme a que você assiste uma vez, duas vezes, e encontra mais sentido, se identifica com ele em outros níveis... É tão rico! É tão suntuoso!",
        "author": "Martin Scorsese sobre Rastros de ódio (1956)"
      }
    },
    {
      "type": "text",
      "content_text": "Após a Segunda Guerra Mundial, o interesse cada vez maior de Hollywood se ateve, a princípio, a diretores como Ford, e, depois, ao próprio gênero do faroeste acabou sendo visto como parte da mitologia americana, um espaço imaginário batalha entre os fora da lei e os defensores da ordem, entre a selvageria e a civilização."
    },
    {
      "type": "video",
      "video_id": "9CBBuV1jZpE",
      "information": {
        "contentTitle": "Cenas do filme Onde Começa o Inferno (1959)",
        "contentText": "A cidade cenográfica em <i>Old Tucson</i> foi construída em uma escala 7:8, o que destacava os personagens.",
        "source": "Youtube: Canal <i>Jérôme Labbé</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O faroeste é o gênero hollywoodiano mais fácil de ser reconhecido. A <i>gangue de James</i> em <a href=\"https://_{type: 'screen', 'id': 4512, 'screen_type': movie}\">The Assassination of Jesse James by the Coward Robert Ford</a> (BR: O Assassinato de Jesse James pelo Covarde Robert Ford, 2007) e os bandidos de <a href=\"https://_{type: 'screen', 'id': 5698, 'screen_type': movie}\">The Great Train Robbery</a> (BR: O grande roubo do trem, 1903) usam chapéus diferentes, mas suas aparências e atitudes os identificam claramente como pertencentes ao mesmo gênero."
    },
    {
      "type": "text",
      "content_text": "Faroestes são quase sempre associados com um lugar e um período histórico específicos a oeste do rio Mississippi, sul do paralelo 49, norte do Rio Grande e em algum momento entre 1865 (fim da Guerra Civil Americana) e 1890 (quando o censo demográfico afirmou que A Fronteira já não existe)."
    },
    {
      "type": "text",
      "content_text": "Tudo isso é uma simplificação. Há faroestes contemporâneos (<a href=\"https://_{type: 'screen', 'id': 43002, 'screen_type': movie}\">Lonely Are the Brave</a> (BR: Sua Última Façanha, 1962)), faroestes canadenses (<a href=\"https://_{type: 'screen', 'id': 18721, 'screen_type': movie}\">The Far Country</a> (BR: Região do Ódio, 1954)), faroestes mexicanos (<a href=\"https://_{type: 'screen', 'id': 12766, 'screen_type': movie}\">Vera Cruz</a> (1954)) e faroestes da Costa Leste (<a href=\"https://_{type: 'screen', 'id': 73194, 'screen_type': movie}\">Drums Along the Mohawk</a> (BR: O rufar dos tambores, 1939))."
    },
    {
      "type": "video",
      "video_id": "5_j3NrcDiS4",
      "information": {
        "contentTitle": "Cenas do filme Onde Começa o Inferno (1959)",
        "contentText": "Desde a sua publicação, passou a ser considerada uma obra-prima e um dos maiores e mais influentes filmes já realizados. Foi nomeado como o maior filme western americano pelo <i>American Film Institute</i> em 2008, e colocou o 12º na lista de 2007 da organização dos 100 maiores filmes americanos de todos os tempos.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Para alguns, o faroeste é uma narrativa que pode se passar no Texas, no Vietnã ou no espaço sideral: <a href=\"https://_{type: 'screen', 'id': 10540, 'screen_type': movie}\">Outland</a> (BR: Outland - Comando titânio, 1981) transfere <a href=\"https://_{type: 'screen', 'id': 288, 'screen_type': movie}\">High Noon</a> (BR: Matar ou morrer, 1952) para uma das luas de Júpiter. Ainda assim, o conjunto de eventos históricos, personagens e lugares mantêm seu núcleo."
    },
    {
      "type": "text",
      "content_text": "O faroeste ao mesmo tempo celebra e reescreve a história dos Estados Unidos. John Ford, o mais conhecido diretor de faroestes, dizia que seu retrato do tiroteio de <i>O.K. Corral</i>, em <i>Tombstone</i>, no Arizona, em <a href=\"https://_{type: 'screen', 'id': 3088, 'screen_type': movie}\">My Darling Clementine</a> (BR: Paixão dos fortes, 1946), era inspirado diretamente no relato feito pelo próprio <i>Wyatt Earp</i>. Essa história - como muitas das histórias de outros faroestes que se afirmam baseados em fatos reais - e discutível; diz-se que os faroestes não falam tanto sobre o Oeste, e sim sobre outros faroestes."
    },
    {
      "type": "block_special",
      "title": "John Ford e o Racismo",
      "image": {
        "image_type": "local",
        "url": "img_the_searchers",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Ford se tomou solidário aos nativos americanos e aos afro-americanos no fim da carreira, mas sempre teve que se defender de acusações de racismo. Ethan não é o único racista em Rastros de ódio (1956). Laurie, desesperada para que Martin desista da busca por Debbie, é igualmente virulenta: \"<i>Trazer o que para casa? O que sobrou de uma menina que os comanches venderam seguidas vezes a quem pagasse mais, ela própria agora uma selvagem?</i>\" Por ter sangue <i>cherokee</i>, Martin é aparentemente mais tolerante quanto à miscigenação inter-racial. Mas quando sua esposa indígena (<i>Beulah Archuletta</i>) se deita ao lado dele, ele a afasta. A tristeza que Martin expressa quando ela é encontrada morta pela cavalaria não abranda a maldade que o personagem - e Ford - lhe impõe."
    },
    {
      "type": "text",
      "content_text": "Levando em consideração o peso que o mito da Última Fronteira tem sobre a psique americana, é de esperar esse tipo de revisionismo. As vezes esse processo se transforma por si só em tema de faroestes, seja na forma de filmes iconoclastas como <a href=\"https://_{type: 'screen', 'id': 214602, 'screen_type': movie}\">Black Patch</a> (BR: Oeste selvagem, 1976), de <a href=\"https://_{type: 'screen', 'id': 153323, 'screen_type': person}\">Allen H. Miner</a> (1917-2004), ou <a href=\"https://_{type: 'screen', 'id': 11697, 'screen_type': movie}\">The Man Who Shot Liberty Valance</a> (BR: O homem que matou facínora, 1962), do próprio Ford, famoso pela fala \"<i>Este é o Oeste, senhor. Quando a lenda se torna verdade, escreva-a</i>\"."
    },
    {
      "type": "video",
      "video_id": "nI_BKLpSFQg",
      "information": {
        "contentTitle": "Cena do filme O homem que matou facínora (1962)",
        "contentText": "Ao final da narrativa para o jornalista Maxwell Scott, Stoddard revelou quem realmente matara Valance, e perguntou: “<i>Vai usar essa história, Mr. Scott</i>?”. A resposta foi a famosa frase: \"<i>This is the West, sir. When the legend becomes fact, print the legend</i>\".",
        "source": "Youtube: Canal <i>The Paramount Vault</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Como Altman, Ford sabia que o faroeste era uma lenda fabricada, mas contrário dele. Ford via isso em termos positivos: somente em <a href=\"https://_{type: 'screen', 'id': 3114, 'screen_type': movie}\">The Searchers</a> (BR: Rastros de Ódio, 1956) ele explorou adequadamente o lado negro do herói dos filmes de faroeste. No fim da década de 1930 e início da de 1940, o tom dominante dos faroestes era o de afirmação misturado com certa nostalgia."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Os brutos também amam é de uma excelência... Se eu fosse fazer uma lista dos melhores filmes americanos, ele estaria nela.",
        "author": "Woody Allen sobre os brutos também amam"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 43829, 'screen_type': movie}\">Jesse James</a> (1939) - e sua sequência, <a href=\"https://_{type: 'screen', 'id': 43821, 'screen_type': movie}\">The Return of Frank James</a> (BR: A volta de Frank James, 1940), de Fritz Lang - mostra os famosos irmãos foras da lei como defensores dos valores rurais contra a usurpação dos bancos do norte do país. Em O intrépido general <i>Custer</i> (1941), Raoul Walsh cria uma imagem romantizada do general Custer, e <a href=\"https://_{type: 'screen', 'id': 43499, 'screen_type': movie}\">Buffalo Bill</a> (1944), de <a href=\"https://_{type: 'screen', 'id': 14643, 'screen_type': person}\">William Wellman</a> (1896-1975), faz a mesma coisa."
    },
    {
      "type": "text",
      "content_text": "Paixão dos fortes, de Ford, mostra Wyatt Earp (Henry Fonda) chegando a Tombstone e deixando a cidade onde os ladrões de gado e os índios bêbados foram substituídos por uma igreja e uma escola. <a href=\"https://_{type: 'screen', 'id': 3110, 'screen_type': movie}\">Shane</a> (BR: Os Brutos Também Amam, 1953) propicia uma versão mais autocritica da chegada do pistoleiro com um passado negro que liberta a cidade da vilania antes de voltar à vida selvagem."
    },
    {
      "type": "video",
      "video_id": "DtoCw2iOTSc",
      "information": {
        "contentTitle": "Cena do filme Os Brutos Também Amam (1953)",
        "contentText": "<i>Sergio Leone</i> em <i>Por uns dólares a mais</i>, fez uma homenagem à sequência em que Shane foi visto atirando, pelo garoto.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Faroestes menos afirmativos marcaram a década de 1940 e principalmente a de 1950. Escrito pelo roteirista <i>Carl Foreman</i>, que logo entraria para a lista negra do FBI. Entre outros escritores incluídos na lista que trabalharam em faroestes estão <i>Albert Maltz</i> e <i>Ben Maddow</i>, que escreveram <a href=\"https://_{type: 'screen', 'id': 37292, 'screen_type': movie}\">Broken Arrow</a> (BR: A flecha quebrada, 1950) e <a href=\"https://_{type: 'screen', 'id': 26596, 'screen_type': movie}\">Johnny Guitar</a> (1954), respectivamente. Broken Arrow É um exemplo precoce de um retrato mais solidário para com os nativos americanos, como também se vê em <a href=\"https://_{type: 'screen', 'id': 43329, 'screen_type': movie}\">Apache</a> (BR: Apache: O Último Bravo, 1954)."
    },
    {
      "type": "text",
      "content_text": "<i>Johnny Guitar</i> (um dos filmes preferidos dos diretores franceses da nouvelle vague), é estrelado por <i>Sterling Hayden</i> e <i>Joan Crawford</i>. Hayden denunciou pessoas para o Comitê de Atividades. Antiamericanas em 1951; um personagem obrigado a fazer o mesmo no filme."
    },
    {
      "type": "text",
      "content_text": "O \"faroeste psicológico\" se tornou outra marca registrada do pós-guerra. <a href=\"https://_{type: 'screen', 'id': 26761, 'screen_type': movie}\">Pursued</a> (BR: Sua Única Saída, 1947), de <a href=\"https://_{type: 'screen', 'id': 8823, 'screen_type': person}\">Raoul Walsh</a>, traz um Robert Mitchum assombrado pelo passado numa paisagem escura ao estilo <i>noir</i>. Paul Newman é um desequilibrado <i>Billy the Kid</i> em <a href=\"https://_{type: 'screen', 'id': 42402, 'screen_type': movie}\">The Left Handed Gun</a> (BR: Um de Nós Morrerá, 1958), e em <a href=\"https://_{type: 'screen', 'id': 17409, 'screen_type': movie}\">The Gunfighter</a> (BR: O matador, 1950) Gregory Peck interpreta um homem perseguido pela própria reputação de o \"<i>atirador mais rápido</i>\", sabendo que algum jovem ambicioso surgirá para tirar-lhe o posto."
    },
    {
      "type": "video",
      "video_id": "-zOXD5GH8Ok",
      "information": {
        "contentTitle": "Cena do filme Johnny Guitar (1954)",
        "contentText": "Como sugerido pela imagem marcante dos cartazes Johnny Guitar, a história do filme gira em torno de personagens femininas fortes.",
        "source": "Youtube: Canal <i>TheBigValley</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O faroeste de Hollywood sobreviveu à década de 1960 e além, impulsionado por uma nova geração de diretores que se transferiram da televisão para a indústria cinematográfica, entre eles Robert Altman, <a href=\"https://_{type: 'screen', 'id': 6448, 'screen_type': person}\">Arthur Penn</a> (1922-2010) e <a href=\"https://_{type: 'screen', 'id': 7767, 'screen_type': person}\">Sam Peckinpah</a> (1925-1984). <i>Peckinpah</i> foi particularmente importante por revisitar apaixonadamente algumas tradições do faroeste como em <a href=\"https://_{type: 'screen', 'id': 36206, 'screen_type': movie}\">Ride the High Country</a> (BR: Pistoleiros do entardecer, 1962) e com mais violência em <a href=\"https://_{type: 'screen', 'id': 576, 'screen_type': movie}\">The Wild Bunch</a> (BR: Meu ódio será sua herança, 1969) e <a href=\"https://_{type: 'screen', 'id': 11577, 'screen_type': movie}\">Pat Garrett & Billy the Kid</a> (1973)."
    },
    {
      "type": "text",
      "content_text": "O gênero sobreviveu até mesmo ao fracasso de bilheteria de <a href=\"https://_{type: 'screen', 'id': 10935, 'screen_type': movie}\">Heaven's Gate</a> (BR: O portal do paraíso, 1980). Hollywood fez uma pausa, mas prosseguiu produzindo faroestes adolescentes, faroestes com uma temática homossexual, e, em 2007, refilando <a href=\"https://_{type: 'screen', 'id': 14168, 'screen_type': movie}\">3:10 to Yuma</a> (BR: Os indomáveis, 1957), o tipo de combinação eficiente, baseada em personagens foras da lei e na paisagem que se tornou característica dos filmes da década de 1950."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/jLBmgW0epNzJ1N9uzaVCjbyT94v.jpg",
          "popularity": 18.248,
          "vote_count": 794,
          "video": false,
          "media_type": "movie",
          "id": 3114,
          "adult": false,
          "backdrop_path": "\/feXFirFyddpQBL8PJ1WGXXU39k8.jpg",
          "original_language": "en",
          "original_title": "The Searchers",
          "genre_ids": [
            37
          ],
          "title": "The Searchers",
          "vote_average": 7.8,
          "overview": "As a Civil War veteran spends years searching for a young niece captured by Indians, his motivation becomes increasingly questionable.",
          "release_date": "1956-05-07"
        },
        {
          "poster_path": "\/qETSMQ4IXBSAS409Z9OL0ppXWTW.jpg",
          "popularity": 13.563,
          "vote_count": 863,
          "video": false,
          "media_type": "movie",
          "id": 288,
          "adult": false,
          "backdrop_path": "\/6S4gjpkd359UuMLfrnUV1M695DF.jpg",
          "original_language": "en",
          "original_title": "High Noon",
          "genre_ids": [
            18,
            53,
            37
          ],
          "title": "High Noon",
          "vote_average": 7.7,
          "overview": "Will Kane, the sheriff of a small town in New Mexico, learns a notorious outlaw he put in jail has been freed, and will be arriving on the noon train. Knowing the outlaw and his gang are coming to kill him, Kane is determined to stand his ground, so he gathers a posse from among the local townspeople.",
          "release_date": "1952-06-09"
        },
        {
          "poster_path": "\/vcTBAss5S1Y0BOVWB35ewDLY3MX.jpg",
          "popularity": 10.179,
          "vote_count": 256,
          "video": false,
          "media_type": "movie",
          "id": 3089,
          "adult": false,
          "backdrop_path": "\/iou5MTJBcPBxAhYAJqlnpQP1752.jpg",
          "original_language": "en",
          "original_title": "Red River",
          "genre_ids": [
            28,
            37
          ],
          "title": "Red River",
          "vote_average": 7.4,
          "overview": "Headstrong Thomas Dunson starts a thriving Texas cattle ranch with the help of his faithful trail hand, Groot, and his protégé, Matthew Garth, an orphan Dunson took under his wing when Matt was a boy. In need of money following the Civil War, Dunson and Matt lead a cattle drive to Missouri, where they will get a better price than locally, but the crotchety older man and his willful young partner begin to butt heads on the exhausting journey.",
          "release_date": "1948-08-26"
        },
        {
          "poster_path": "\/h5gaDp7FurCVfUCIceZxcP3eaXG.jpg",
          "popularity": 6.819,
          "vote_count": 70,
          "video": false,
          "media_type": "movie",
          "id": 43002,
          "adult": false,
          "backdrop_path": "\/7hbpOpGDOYZ4G8ddLuzNmzxZP6.jpg",
          "original_language": "en",
          "original_title": "Lonely Are the Brave",
          "genre_ids": [
            18,
            37
          ],
          "title": "Lonely Are the Brave",
          "vote_average": 7.5,
          "overview": "A fiercely independent cowboy arranges to have himself locked up in jail in order to then escape with an old friend who has been sentenced to the penitentiary.",
          "release_date": "1962-05-24"
        },
        {
          "poster_path": "\/y5zJSWnnxNhGTqIXIxO6OMG6L9W.jpg",
          "popularity": 4.748,
          "vote_count": 50,
          "video": false,
          "media_type": "movie",
          "id": 42402,
          "adult": false,
          "backdrop_path": "\/81leKHqB8Dh7obZCujyG21mm8de.jpg",
          "original_language": "en",
          "original_title": "The Left Handed Gun",
          "genre_ids": [
            28,
            18,
            37
          ],
          "title": "The Left Handed Gun",
          "vote_average": 6.2,
          "overview": "When a crooked sheriff murder his employer, William \"Billy the Kid\" Bonney decides to avenge the death by killing the man responsible, throwing the lives of everyone around him into turmoil, and endangering the General Amnesty set up by Governor Wallace to bring peace to the New Mexico Territory.",
          "release_date": "1958-05-07"
        },
        {
          "poster_path": "\/5hFxzqpucuT3AjnvcO1pHkR122S.jpg",
          "popularity": 14.522,
          "vote_count": 659,
          "video": false,
          "media_type": "movie",
          "id": 301,
          "adult": false,
          "backdrop_path": "\/aZD1nLaDmmLXvtI2QyPL5rIBsnW.jpg",
          "original_language": "en",
          "original_title": "Rio Bravo",
          "genre_ids": [
            18,
            37
          ],
          "title": "Rio Bravo",
          "vote_average": 7.9,
          "overview": "The sheriff of a small town in southwest Texas must keep custody of a murderer whose brother, a powerful rancher, is trying to help him escape. After a friend is killed trying to muster support for him, he and his deputies - a disgraced drunk and a cantankerous old cripple - must find a way to hold out against the rancher's hired guns until the marshal arrives. In the meantime, matters are complicated by the presence of a young gunslinger - and a mysterious beauty who just came in on the last stagecoach.",
          "release_date": "1959-03-17"
        },
        {
          "poster_path": "\/lAlDRrhKbZMR7fQeXyrScNheSbb.jpg",
          "popularity": 10.344,
          "vote_count": 213,
          "video": false,
          "media_type": "movie",
          "id": 26596,
          "adult": false,
          "backdrop_path": "\/yiglnLtYEH6UGY1qFy4zacixCXf.jpg",
          "original_language": "en",
          "original_title": "Johnny Guitar",
          "genre_ids": [
            18,
            37
          ],
          "title": "Johnny Guitar",
          "vote_average": 7.5,
          "overview": "On the outskirts of town, the hard-nosed Vienna owns a saloon frequented by the undesirables of the region, including Dancin' Kid and his gang. Another patron of Vienna's establishment is Johnny Guitar, a former gunslinger and her lover. When a heist is pulled in town that results in a man's death, Emma Small, Vienna's rival, rallies the townsfolk to take revenge on Vienna's saloon – even without proof of her wrongdoing.",
          "release_date": "1954-05-26"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 8500,
          "profile_path": "\/k6snUYnqgSpUamrxylAeIpSmSHv.jpg",
          "name": "John Ford"
        },
        {
          "id": 11435,
          "profile_path": "\/qIckyax6e9dp0Ic4wj7oG4UY4Oc.jpg",
          "name": "Howard Hawks"
        },
        {
          "id": 4165,
          "profile_path": "\/6he8USrtKQMxatYFNRIzzuiZS6c.jpg",
          "name": "John Wayne"
        },
        {
          "id": 4109,
          "profile_path": "\/uGNh4uO7rUQzWmwfutckGgsADr5.jpg",
          "name": "Michael Curtiz"
        },
        {
          "id": 8487,
          "profile_path": "\/2sJMOZo8YQLWCWDZzwv8wlryLWY.jpg",
          "name": "Gregory Peck"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}