{
  "number": 3,
  "content_list": [
    {
      "type": "text",
      "content_text": "O termo \"<i>neorrealismo</i>\" foi cunhado pelos críticos italianos no início da década de 1940. O roteirista <a href=\"https://_{type: 'screen', 'id': 12330, 'screen_type': person}\">Cesare Zavattini</a> (1902 –1949) foi um dos principais nomes do movimento e um de seus mais importantes teóricos. Ele convocou os cineastas para saírem às ruas, subirem em ônibus e bondes e roubarem as histórias do cotidiano, relatando em seu diário de guerra <i>Diario di cinema e di vita</i>:  \"<i>Montemos a câmera na rua, num quarto, observemos com paciência insaciável, treinemo-nos para contemplar nossos semelhantes em seus gestos mais simples.</i>\""
    },
    {
      "type": "video",
      "video_id": "_L8ZqgtYvwM",
      "information": {
        "contentTitle": "Cena do filme Roma, Cidade Aberta (1945)",
        "contentText": "A famosa cena de Roma, Cidade Aberta (1945). Rosselini usou prisioneiros alemães como figurantes para dar mais realismo ao filme.",
        "source": "Youtube: Canal <i>Chris Warrington</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Zavattini escreveu os roteiros de filmes como <a href=\"https://_{type: 'screen', 'id': 5156, 'screen_type': movie}\">Ladri di biciclette</a> (BR: Ladrões de bicicletas, 1948), <a href=\"https://_{type: 'screen', 'id': 833, 'screen_type': movie}\">Umberto D.</a> (1952) e <a href=\"https://_{type: 'screen', 'id': 43379, 'screen_type': movie}\">Miracolo a Milano</a> (BR: Milagre em Milão, 1951), todos com foco nas dificuldades que as pessoas comuns enfrentavam na Itália da época. O cinema italiano do período neorrealista está repleto de histórias de pessoas tentando resolver dilemas cotidianos."
    },
    {
      "type": "text",
      "content_text": "O movimento era uma reação ao estilo dos filmes Telefono Bianco (Telefone Branco) da década de 1930, que copiavam os filmes de Hollywood e se concentravam na vida burguesa. As películas neorrealistas geralmente usavam atores amadores e eram filmadas em áreas pobres, in loco, retratando pessoas em suas atividades diárias, com ênfase no realismo áspero e na sensação de energia resistente."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Faça filmes para se tornar um ser humano melhor.",
        "author": "Roberto Rossellini"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 5155, 'screen_type': movie}\">Ossessione</a> (BR: Obsessão, 1943), dirigido por <a href=\"https://_{type: 'screen', 'id': 15127, 'screen_type': person}\">Luchino Visconti</a> (1906-1976), é as vezes citado como o primeiro filme neorrealista, embora seja uma obra com fortes elementos <i>noir</i>. Seu roteiro se baseia num romance policial de James M. Cain, <i>O destino bate à sua porta</i> (1934). Visconti trabalhou com seus colegas escritores e cineastas da revista Cinema, entre eles Giuseppe de Santis. É uma história horrível que se passa no interior da Itália, sobre um vagabundo que tem um caso com a dona de um restaurante; os amantes planejam matar o marido. Visconti enfrentou problemas com censura por causa do filme, que foi proibido na Itália sob o regime fascista."
    },
    {
      "type": "block_special",
      "title": "O estopim de uma revolução",
      "image": {
        "image_type": "local",
        "url": "img_roma_citta_aperta",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Considerado o estopim de uma revolução estética no cinema, <a href=\"https://_{type: 'screen', 'id': 307, 'screen_type': movie}\">Roma città aperta</a> (BR: Roma, cidade aberta, 1945), de Rossellini, foi a primeira grande obra do neorrealismo italiano e conseguiu explodir as convenções do cinema dos telefones brancos do regime de Mussolini, em voga na Itália no começo da década de 1940. O filme de Rossellini sobre a Resistência Italiana foi escrito na época da luta subterrânea contra os nazistas. Lembrando a fórmula de Eisenstein do \"<i>filme coral</i>\", ele conta a história de um grupo de patriotas escondidos no apartamento de um litógrafo chama do Francesco (Francesco Grand Jaquet). O comunista que lidera o grupo, Manfredi (Marcello Pagliero), é perseguido pela Gestapo e finalmente captura do e executado. Pina (Anna Magnani), esposa de Francesco, e Don Pietro (Aldo Fabrizi), um padre de boa índole, morrem tentando ajudar Manfredi a escapar. Porém é a solidariedade de Roma enquanto cidade que antecipa a vitória final contra os invasores.<br/><br/> \n\nA escassez de recursos técnicos e financeiros acabou se mostrando uma virtude de Roma, cidade aberta, que foi filmado em um estilo documental. Ao mostrar pessoas reais em locações reais, o filme trouxe uma lufada de ar fresco para o cinema do Ocidente. A liberdade de movimentos da câmera e a autenticidade dos personagens, aliadas a uma nova maneira de se contar uma história, foram algumas das qualidades que transformaram o filme na revelação do Festival de Cannes de 1946, em que recebeu a Palma de Ouro. O neorrealismo logo se tornou o modelo estético para diretores interessados em uma descrição vívida da História e da sociedade. <br/><br/> \n\nUm dos aspectos mais impressionantes do filme é a abordagem de Rossellini do drama de cada personagem. Alguns dos heróis do filme permanecerão para sempre nos corações dos espectadores. Quem é capaz de esquecer a visão de Pina, grávida, correndo por entre as balas, ou do bom padre alvejado diante dos olhos apavorados das crianças? Embora possa pender para o melo dramático, a história é tão comovente hoje em dia quanto na época. Não é de surpreender que, depois desse papel, Magnani tenha se tornado uma das maiores atrizes do cinema italiano.",
      "credits": "Análise original de <strong>Dana Duna</strong>, adaptada do livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Os protagonistas do neorrealismo variam de muito jovens a muito velhos. Umberto D. dirigido por <a href=\"https://_{type: 'screen', 'id': 12329, 'screen_type': person}\">Vittorio de Sica</a> (1902-1974), conta a história de um velho (Carlo Battisti) empobrecido que se apega desesperadamente à sua dignidade. Ele vagueia por Roma com seu único e leal companheiro: um cachorro. Por outro lado, crianças têm papeis de destaque em <i>Ladrões de bicicletas</i> e <a href=\"https://_{type: 'screen', 'id': 43379, 'screen_type': movie}\">Miracolo a Milano</a> (BR: Milagre em Milão, 1951). Mas os diretores neorrealistas nem sempre tinham uma visão documentarista sobre o material."
    },
    {
      "type": "video",
      "video_id": "Pr4wyriljSk",
      "information": {
        "contentTitle": "Cena do filme Ladrões de Bicicleta (1951)",
        "contentText": "Vittorio De Sica declarou que escolheu os atores que interpretam os personagens Antonio e Bruno devido ao modo de andar de ambos.",
        "source": "Youtube: Canal <i>Best Scene</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Milagre em Milão</i>, de De Sica, por exemplo, fala de um grupo de mendigos que vive numa vila de barracos nos arredores da Milão do pós-guerra e pode muito bem ser descrito como \"<i>realismo mágico</i>\". Ele trata ao mesmo tempo de ambiciosos proprietários de terra e invasores mercenários com um forte elemento fantástico. E nem todos os filmes neorrealistas usavam atores amadores, <a href=\"https://_{type: 'screen', 'id': 307, 'screen_type': movie}\">Roma città aperta</a> (BR: Roma, cidade aberta, 1945), de <a href=\"https://_{type: 'screen', 'id': 4410, 'screen_type': person}\">Roberto Rossellini</a> (1906-1977), é estrelado por <a href=\"https://_{type: 'screen', 'id': 4421, 'screen_type': person}\">Anna Magnani</a> (1908-1973), um dos principais nomes do cinema italiano do pós-guerra, e pelo ator, escritor e diretor <a href=\"https://_{type: 'screen', 'id': 4420, 'screen_type': person}\">Aldo Fabrizi</a> (1905-1990)."
    },
    {
      "type": "text",
      "content_text": "Roma, cidade aberta ganhou o Grande Prémio no Festival de Cannes e provocou impacto imediato. Reza a lenda que o diretor compôs o filme com \"<i>refugos</i>\" - pedaços de filmes dados a ele por soldados cinegrafistas americanos que libertaram Roma na Segunda Guerra Mundial. Seu estilo de filmagem, no entanto, estava restrito as condições sob as quais trabalhava.  \n\nRossellini dirigiu ainda <a href=\"https://_{type: 'screen', 'id': 8429, 'screen_type': movie}\">Paisà</a> (1946), um longo filme sobre o fim da guerra na Itália. A ele se seguiu o brutal <a href=\"https://_{type: 'screen', 'id': 8016, 'screen_type': movie}\">Germania anno zero</a> (BR: Alemanha, ano zero, 1948), que se passa na Berlim em ruinas e conta em detalhes o empenho de um jovem lutando para sobreviver logo depois da derrota dos nazistas. Há uma grande diferença entre os filmes da trilogia de guerra de Rossellini e seu trabalho com Ingrid Bergman em <a href=\"https://_{type: 'screen', 'id': 4173, 'screen_type': movie}\">Stromboli</a> (1950)."
    },
    {
      "type": "video",
      "video_id": "zEb9NyztOV0",
      "information": {
        "contentTitle": "Cena do filme Stromboli (1950)",
        "contentText": "O elenco foi composto exclusivamente por atores não profissionais, geralmente habitantes de Sicília, e pescadores locais. Os créditos não mencionam esses atores, ao invés disso são listados coletivamente como Pescadores Sicilianos.",
        "source": "Youtube: Canal <i>Workers BushTelegraph</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Este filme conta uma história estranha e assustadora sobre uma jovem imigrante lituana que se casa com um pescador italiano para fugir de um campo de refugiados no fim da guerra. Ela passa a viver com o marido numa remota ilha e se descobre confusa e oprimida pela sociedade machista que lá encontra."
    },
    {
      "type": "text",
      "content_text": "No início da década de 1950, o cinema neorrealista na Itália já não exibia o imediatismo que caracteriza o movimento nos anos que se seguiram à guerra. As condições haviam mudado, a sociedade italiana estava mais rica e os cineastas menos preocupados em retratar os que viviam à margem da sociedade. Ainda assim, a influência do neorrealismo foi grande; o Cinema Novo, no Brasil, o Cinema Livre, na Grã-Bretanha, a nouvelle vague francesa e o movimento <i>cinéma verité</i> nos documentários foram todos influenciados pelas obras de diretores como De Sica e Rossellini na década de 1940.",
      "content_credits": "Resumo baseado no texto de <i>Geoffrey Macnab</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/ijGV4v8JxgbNzgEhqKdzHdaZn8a.jpg",
          "popularity": 13.068,
          "vote_count": 461,
          "video": false,
          "media_type": "movie",
          "id": 307,
          "adult": false,
          "backdrop_path": "\/tt1YwEB5UVDKxCYwZEtpNUaDJIi.jpg",
          "original_language": "it",
          "original_title": "Roma città aperta",
          "genre_ids": [
            18,
            36
          ],
          "title": "Rome, Open City",
          "vote_average": 8.1,
          "overview": "ROME, OPEN CITY is a landmark in film history. Filmed in secrecy during the Nazi occupation of Italy, the film shows a realistic portrayal of the underground resistance in Italy in 1945. The film has strong impacting imagery with its mix of fiction and reality that strengthened Italian Neo-realism and the film industry.",
          "release_date": "1945-09-27"
        },
        {
          "vote_count": 1362,
          "popularity": 13.374,
          "id": 5156,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.3,
          "title": "Bicycle Thieves",
          "release_date": "1948-11-24",
          "original_language": "it",
          "original_title": "Ladri di biciclette",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/kTUUiKGKrdRhJsCcYT3Ivtfuuzh.jpg",
          "adult": false,
          "overview": "Antonio, an unemployed man in the depressed post-WWII economy of Italy, at last finds a good job hanging up posters, the only requirement for which is that he must have his own bicycle. When Antonio’s bicycle is stolen, he and his son are forced to walk the streets of Rome in search of it, or else face ruin.",
          "poster_path": "\/7ZiSTZN5FWsphVmlwFVFfn5EOl.jpg"
        },
        {
          "poster_path": "\/fayAl6RBBvkruxZ4laI9peqeov7.jpg",
          "popularity": 9.205,
          "vote_count": 351,
          "video": false,
          "media_type": "movie",
          "id": 833,
          "adult": false,
          "backdrop_path": "\/oHL7gjqFgxHiwm45hqj4Xou9Odg.jpg",
          "original_language": "it",
          "original_title": "Umberto D.",
          "genre_ids": [
            18
          ],
          "title": "Umberto D.",
          "vote_average": 8,
          "overview": "When elderly pensioner Umberto Domenico Ferrari returns to his boarding house from a protest calling for a hike in old-age pensions, his landlady demands her 15,000-lire rent by the end of the month or he and his small dog will be turned out onto the street. Unable to get the money in time, Umberto fakes illness to get sent to a hospital, giving his beloved dog to the landlady's pregnant and abandoned maid for temporary safekeeping.",
          "release_date": "1952-01-20"
        },
        {
          "poster_path": "\/AaGG0h4Z7UPBuoeoemUm0H6tKuI.jpg",
          "popularity": 7.021,
          "vote_count": 102,
          "video": false,
          "media_type": "movie",
          "id": 43379,
          "adult": false,
          "backdrop_path": "\/ihAlEyCMX9AsjEoorycQQJTtKTp.jpg",
          "original_language": "it",
          "original_title": "Miracolo a Milano",
          "genre_ids": [
            35,
            18,
            14
          ],
          "title": "Miracle in Milan",
          "vote_average": 7.3,
          "overview": "Once upon a time an old woman discovers a baby in her cabbage patch. She brings up the child and, when she dies, the boy, Toto, enters an orphanage. Toto leaves the orphanage a happy young man, and looks for work in post-war Milan. He ends up with the homeless and organizes them to build a shanty town in a vacant lot. The squatters discover oil in the land and Toto sees a vision of the old woman who gives him a magic dove that will grant him anything he wishes.",
          "release_date": "1951-02-08"
        },
        {
          "vote_count": 122,
          "popularity": 8.675,
          "id": 5155,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Ossessione",
          "release_date": "1943-05-16",
          "original_language": "it",
          "original_title": "Ossessione",
          "genre_ids": [
            80,
            18,
            10749
          ],
          "backdrop_path": "\/qdRvg7u6Qp6NgkX1uMR3AruVWti.jpg",
          "adult": false,
          "overview": "Gino, a drifter, begins an affair with inn-owner Giovanna as they plan to get rid of her older husband.",
          "poster_path": "\/qgDF8yuJa9eEcfBqEQrqbJuxe5z.jpg"
        },
        {
          "poster_path": "\/4bSqvgj7e9adaRu0ZQ4yQgOAjaN.jpg",
          "popularity": 8.12,
          "vote_count": 392,
          "video": false,
          "media_type": "movie",
          "id": 12548,
          "adult": false,
          "backdrop_path": "\/mdMRPBjIMj5vEO5m5aRBSNNtqQu.jpg",
          "original_language": "it",
          "original_title": "I vitelloni",
          "genre_ids": [
            35,
            18
          ],
          "title": "I Vitelloni",
          "vote_average": 7.7,
          "overview": "Five young men dream of success as they drift lazily through life in a small Italian village. Fausto, the group's leader, is a womanizer; Riccardo craves fame; Alberto is a hopeless dreamer; Moraldo fantasizes about life in the city; and Leopoldo is an aspiring playwright. As Fausto chases a string of women, to the horror of his pregnant wife, the other four blunder their way from one uneventful experience to the next.",
          "release_date": "1953-08-26"
        },
        {
          "poster_path": "\/qG1rqngu5E2ytnbT8X2oMeyBCq3.jpg",
          "popularity": 5.218,
          "vote_count": 87,
          "video": false,
          "media_type": "movie",
          "id": 4173,
          "adult": false,
          "backdrop_path": "\/58wyozfcoM7mFiA0soOJfHEA27N.jpg",
          "original_language": "it",
          "original_title": "Stromboli, terra di dio",
          "genre_ids": [
            18
          ],
          "title": "Stromboli",
          "vote_average": 6.8,
          "overview": "After the end of World War II Karen, a young displaced woman from Lithuania, marries Italian fisherman Antonio to get away from her internment camp. But the life on Antonio's island, Stromboli, threatened by its volcano, is a tough one and Karen cannot get used to it.",
          "release_date": "1950-02-15"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 12330,
          "profile_path": "\/Aw33b61PnxQLqZJ8vXT7IIRY3bW.jpg",
          "name": "Cesare Zavattini"
        },
        {
          "id": 15127,
          "profile_path": "\/wC6D1mDI0KExdllqt6jrbK6Ihbm.jpg",
          "name": "Luchino Visconti"
        },
        {
          "id": 12329,
          "profile_path": "\/SObzAVAFAzCSM5nmpvpNdX7oxq.jpg",
          "name": "Vittorio De Sica"
        },
        {
          "id": 4410,
          "profile_path": "\/c9SGpj5JFJjMplUnxp3r1vPf4WM.jpg",
          "name": "Roberto Rossellini"
        },
        {
          "id": 4421,
          "profile_path": "\/ygpE4VtT0TtrF2mfceJBT8u2Nhh.jpg",
          "name": "Anna Magnani"
        },
        {
          "id": 4420,
          "profile_path": "\/kiepVXPAObnzcUqTuuvHfak0vBM.jpg",
          "name": "Aldo Fabrizi"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}