{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "É difícil definir o <strong>cinema noir</strong>. Trata-se de um gênero, um estilo, uma atmosfera ou uma aparência? Um filme <i>noir</i> tem que ser filmado em preto e branco? Precisa se passar numa cidade? Deve envolver um crime violento? O final tem que ser infeliz? Os verdadeiros filmes <i>noir</i> foram produzidos apenas nos Estados Unidos durante um período clássico, de 1941 a 1958? Os filmes produzidos em outros lugares ou depois desse período deveriam ser classificados como <strong>neo-noir</strong>, <strong>retro-noir</strong> ou até mesmo como uma cópia barata dos filmes <i>noir</i>?"
    },
    {
      "type": "video",
      "video_id": "TZiKYIH5Sqg",
      "information": {
        "contentTitle": "Cena do filme Império do Crime (1955)",
        "contentText": "O diretor de fotografia de <a href=\"https://_{type: 'screen', 'id': 22342, 'screen_type': movie}\">The Big Combo</a> (BR: Império do Crime, 1955) foi <a href=\"https://_{type: 'screen', 'id': 96252, 'screen_type': person}\">John Alton</a> (1901-1996), conhecido também por <a href=\"https://_{type: 'screen', 'id': 26174, 'screen_type': movie}\">T-Men</a> (Moeda Falsa, 1947) e <a href=\"https://_{type: 'screen', 'id': 26167, 'screen_type': movie}\">Raw Deal</a> (Entre Dois Fogos, 1948). Com o seu trabalho, o icônico cinegrafista formou a base da atmosfera dos filmes <i>noir</i>.",
        "source": "Youtube: Canal <i>eddies Movies77</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os historiadores do cinema discutem esses temas há anos sem jamais chegarem a um consenso. Alguns ampliaram ainda mais a definição do que é o cinema <i>noir</i>. O crítico britânico <i>Raymond Durgnat</i>, sempre polêmico, incluía <a href=\"https://_{type: 'screen', 'id': 244, 'screen_type': movie}\">King Kong</a> (1933) e <a href=\"https://_{type: 'screen', 'id': 62, 'screen_type': movie}\">2001: A Space Odyssey</a> (BR: 2001: Uma odisseia no espaço, 1968) em seu <strong>panteão noir</strong>, o que talvez tenha diluído o conceito para além de qualquer razão. Mas a maioria dos críticos aceita que <strong>faroestes noir</strong> (<a href=\"https://_{type: 'screen', 'id': 26761, 'screen_type': movie}\">Sua única saída</a>, 1947), <strong>dramas noir</strong> (<a href=\"https://_{type: 'screen', 'id': 27635, 'screen_type': movie}\">A sombra da guilhotina</a>, 1949) e até mesmo alguns filmes <strong>noir britânicos</strong> (<a href=\"https://_{type: 'screen', 'id': 19119, 'screen_type': movie}\">Sombras do mal</a>, 1950 - o título <i>noir</i> típico) podem ser legitimamente incluídos no cânone."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "As pessoas perdem os dentes falando dessa maneira. Se quiser mantê-los, você precisa ser educado.",
        "author": "Humphrey Bogart (Sam Spade) em O Falcão maltês (1941)"
      }
    },
    {
      "type": "text",
      "content_text": "Decidir quando o cinema noir hollywoodiano começou também é um problema. Suas origens remontam às sombras, aos ângulos e ao mundo paranoico do expressionismo alemão, e certamente refugiados do nazismo como <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), <a href=\"https://_{type: 'screen', 'id': 5029, 'screen_type': person}\">Robert Siodmak</a> (1900-1973) e <a href=\"https://_{type: 'screen', 'id': 70, 'screen_type': person}\">Karl Freund</a> (1890-1969) trouxeram consigo elementos visuais e temáticos que alimentaram e tornaram os filmes convencionais de Hollywood mais sombrios."
    },
    {
      "type": "text",
      "content_text": "Essa geração de cineastas europeus compreendeu o potencial do cinema para criar efeitos psicológicos complexos, ao mesmo tempo que explorava temas controversos - algo já presente no trabalho de diretores como <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980), que produziu seu primeiro filme noir <a href=\"https://_{type: 'screen', 'id': 21734, 'screen_type': movie}\">Shadow of a Doubt</a> (BR: A sombra de uma dúvida, 1943). <a href=\"https://_{type: 'screen', 'id': 832, 'screen_type': movie}\">M - Eine Stadt sucht einen Mörder</a> (BR: M, o Vampiro de Dusseldorf, 1931), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), sobre um assassino em série de crianças, é um dos primeiros policiais a combinar o visual sombrio e a trama típica do cinema <i>noir</i>."
    },
    {
      "type": "video",
      "video_id": "y7oTM9oaDmI",
      "information": {
        "contentTitle": "Cena do filme Fuga do Passado (1947)",
        "contentText": "<a href=\"https://_{type: 'screen', 'id': 678, 'screen_type': movie}\">Out of the Past</a> (BR: Fuga do Passado, 1947), dirigido por <a href=\"https://_{type: 'screen', 'id': 10146, 'screen_type': person}\">Jacques Tourneur</a> (1904-1977), apresenta muitas das marcas dos filmes <i>noir</i>: um cínico detetive particular como protagonista, uma <i>femme fatale</i>, vários <i>flashbacks</i> com narração em off, fotografia dramaticamente sombreada e um humor fatalista fermentado com piadas provocativas.",
        "source": "Youtube: Canal <i>gmt3010</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O suspense alemão trazia o ator símbolo do noir, <a href=\"https://_{type: 'screen', 'id': 2094, 'screen_type': person}\">Peter Lorre</a> (1904-1964), numa interpretação incrivelmente assustadora também havia uma narração sobreposta, um artificio que se tornaria uma das marcas registradas do gênero. Outro filme de Lang, <a href=\"https://_{type: 'screen', 'id': 52758, 'screen_type': movie}\">You Only Live Once</a> (BR: Vive-se Uma Só Vez, 1937), com um amaldiçoado casal de jovens (<i>Henry Fonda</i> e <i>Sylva Sidney</i>) fugindo do destino e da lei, também parece antever aspectos do cinema noir. Ainda assim nenhuma dessas duas obras transmite a sensação de claustrofobia existencial de duplicidade misteriosa que caracterizam o filme <i>noir</i> típico."
    },
    {
      "type": "block_special",
      "title": "Etimologia",
      "image": {
        "image_type": "local",
        "url": "img_noir_shadows",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A expressão foi aplicada pela primeira vez a um filme pelo crítico francês <i>Nino Frank</i>, em 1946, por analogia com os romances policiais da série <i>noire</i>, uma coleção criada pela <i>Gallimard</i>, em 1945, cujos livros tinham capa preta e amarela, com sobrecapa preta e bordas brancas. A expressão era desconhecida dos diretores e atores à época em que foram produzidos os filmes <i>noirs</i> clássicos, tendo sido introduzida posteriormente por historiadores e críticos de cinema. Muitos dos criadores de <i>films noirs</i> revelaram mais tarde que não imaginavam, naquela época, que haviam dado origem a um subgênero cinematográfico. O <i>noir</i> deriva dos romances de suspense da época da Grande Depressão (muitos foram adaptados de romances policiais do período) e da estética dos filmes de terror da década de 1930. Os primeiros <i>noirs</i> apareceram no começo da década de 1940. Historicamente, foram filmados em preto-e-branco em alto contraste, sob influência da cinematografia do expressionismo alemão.",
      "credits": "Resumo baseado no texto publicado no \"<i>Wikipédia</i>\""
    },
    {
      "type": "text",
      "content_text": "Outro filme as vezes considerado a primeira produção noir de Hollywood é <a href=\"https://_{type: 'screen', 'id': 29481, 'screen_type': movie}\">Stranger on the Third Floor</a> (BR: O homem dos olhos esbugalhados, 1940), um suspense complexo e sombrio, também estrelado pelo expatriado europeu <i>Peter Lorre</i>. Mas esse era apenas um filme B com 64 minutos de duração dirigido pelo desconhecido <a href=\"https://_{type: 'screen', 'id': 49064, 'screen_type': person}\">Boris Ingster</a> (1903-1978). Apesar da fotografia de <i>Nicholas Musuraca</i>, um dos melhores fotógrafos do cinema noir, ele exerceu pouca influência na época. O filme mais defendido como o que deu início ao ciclo noir em Hollywood e o policial <a href=\"https://_{type: 'screen', 'id': 963, 'screen_type': movie}\">The Maltese Falcon</a> (BR: O falcão maltes, 1941), apesar de seus produtores não terem a intenção de dar início a uma moda, muito menos de inaugurar um dos ciclos mais analisados, admirados e influentes da história do cinema."
    },
    {
      "type": "video",
      "video_id": "sGuNGXmQZSE",
      "information": {
        "contentTitle": "Cena do filme O Falcão Maltês (1941)",
        "contentText": "O incomum isqueiro que enfeita a mesa de <i>Sam Spade</i> (Humphrey Bogart) é um modelo de mesa <i>Ronson Touch-Tip</i>. Fabricado pela <i>Ronson Co.</i> de 1935 a 1951, é um exemplo clássico do estilo \"<i>art deco</i>\" que dominou aquela época. Os originais são tão procurados pelos colecionadores que agora existe pelo menos uma empresa que se dedica inteiramente a restaurar exemplos originais.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A evanescência do gênero pode ter sido causada em parte, pelo fato de que ele só foi chamado de <i>noir</i> posteriormente. O conceito é uma criação histórica retrospectiva, semelhante a expressões como \"<i>Idade Média</i>\". Os cineastas que faziam faroestes, filmes de valentões ou cinebiografias sabiam exatamente com que regras estavam trabalhando, poucos (se é que algum) diretores de filmes <i>noir</i> teriam feito referência a suas produções como um gênero distinto."
    },
    {
      "type": "text",
      "content_text": "Os heróis do cinema <i>noir</i> raramente são bonzinhos. Cínicos, impiedosos, sempre querendo levar vantagem e nada sentimentais, eles eram tipicamente homens solitários, inseguros e desiludidos, incertos quanto ao próprio caráter e apáticos quanto ao futuro. Eram em geral, interpretados por atores como <i>Humphrey Bogart</i> e <i>Robert Mitchum</i> - astro da obra fundamental do cinema <i>noir</i>, <a href=\"https://_{type: 'screen', 'id': 678, 'screen_type': movie}\">Out of the Past</a> (BR: Fuga do passado, 1947) -, que foram capazes de obter o máximo de seus personagens na tela."
    },
    {
      "type": "video",
      "video_id": "ZKdcYnlkhx8",
      "information": {
        "contentTitle": "Cena do filme Pacto de Sangue (1944)",
        "contentText": "Adaptado pelo diretor Billy Wilder e pelo escritor Raymond Chandler do romance de detetive de <i>James M. Cain</i>, Pacto de sangue é o filme <i>noir</i> arquetípico, a história de uma mulher desesperada e de um homem ganancioso, de uma sinato por dinheiro sujo e de uma traição repentina e violenta. Ainda assim possui um romantismo estranho e provocativo (\"<i>Como eu poderia saber que um assassinato as vezes pode ter cheiro de madressilva?</i>\") e termina, extraordinariamente para 1944, com uma confissão não só de assassinato como também de amor entre dois homens. A última fala, dirigida pelo moribundo <i>Fred MacMurray</i> ao inconsolável Edward G. Robinson, é: \"<i>Eu também te amo</i>\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No mundo do <i>noir</i>, mesmo que o herói tenha sorte o bastante para sobreviver até o fim da história, ele raramente fica com a mocinha. O gênero se caracteriza pela falta de confiança entre os personagens, pela perda da inocência, por um cenário urbano hostil (como em <a href=\"https://_{type: 'screen', 'id': 20362, 'screen_type': movie}\">Uma vida marcada</a>, 1948) e por uma sensação de desespero - geralmente contrabalançada por um humor mordaz que mantém a plateia à beira da depressão. O <i>noir</i> serviu como uma reação aos musicais e comédias românticas hollywoodianos da época. Enquanto o cinema tradicional se orgulhava de seus heróis imaculados e de suas heroínas adocicadas, o cinema <i>noir</i> exibia um pelotão de anti-heróis e <i>femmes fatales</i>."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Desde Pacto de sangue, as duas palavras mais importantes no cinema são 'Billy' e 'Wilder'",
        "author": "Alfred Hitchcock"
      }
    },
    {
      "type": "text",
      "content_text": "O período clássico do cinema <i>noir</i> hollywoodiano coincide com os anos da Segunda Guerra Mundial período anticomunista de caça as ruas do pós-guerra. Os filmes <i>noir</i>, com sua intimidadora atmosfera de medo e paranoia com a sensação de fatalismo, serviam como uma reação indireta ao clima político da época. Em muitos deles, é possível notar certa ansiedade a respeito do conflito que assolava a Europa e que acabaria por atrair os Estados Unidos - ou, anos mais tarde, a respeito do clima claustrofóbico da Guerra Fria, que sufocava todo o país, assim como a ameaça da aniquilação nuclear."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 6593, 'screen_type': person}\">John Huston</a> (1906-1987) dirigiu O falcão maltés antes de os Estados Unidos entraram na guerra; mesmo assim é possível perceber, oculta sob a caracterização tradicional do detetive particular, certa apreensão em relação aos acontecimentos na Europa. <a href=\"https://_{type: 'screen', 'id': 1092, 'screen_type': movie}\">The Third Man</a> (BR: O terceiro homem, 1949), dirigido por <a href=\"https://_{type: 'screen', 'id': 15378, 'screen_type': person}\">Carol Reed</a> (1906-1976) e ambientado e filmado na Viena do pós-guerra, aprofunda-se no caos que se seguiu a Segunda Guerra Mundial e reflete a atmosfera prevalecente de ansiedade, pessimismo e incerteza."
    },
    {
      "type": "video",
      "video_id": "21h0G_gU9Tw",
      "information": {
        "contentTitle": "Cena do filme O terceiro homem (1949) ",
        "contentText": "Um raro filme inglês que é tecnicamente tão perfeito quanto os melhores clássicos de Hollywood - Reed jamais faria algo tão magistral novamente - O terceiro homem é uma extraordinária mistura de thriller político, estranha história de amor, mistério gótico e tormento romântico em preto e branco. Welles que está verdadeiramente brilhante nos cinco minutos em que aparece, ganhou toda a atenção, mas este é um filme de atuações impecáveis, contando com um trabalho maravilhoso de Cotten como o herói aturdido e desapontado com a beleza radiante da estrela italiana Valli como a heroína pró forma. Este é um filme que resplandece constantemente, com suas paisagens urbanas noturnas, seus rostos aflitos e as águas caudalosas dos esgotos que carregam no fim.",
        "source": "Youtube: Canal <i>David Lee</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A Viena ocupada é controlada por quatro potencias militares diferentes, enquanto um confuso mercado negro de drogas assola a cidade já devastada. As paisagens urbanas costumavam servir de cenário para esse tipo de filme. As ruas escuras e úmidas das metrópoles criavam o cenário perfeito para os acontecimentos aterrorizantes e a atmosfera de desconforto do cinema <i>noir</i>. \n\nEntre as técnicas preferidas do cinema <i>noir</i> estão a iluminação chiaroscuro contida, ângulos estranhos, flashbacks, narração sobreposta em primeira pessoa diálogos rápidos e mordazes, e narrativas não lineares Os cinegrafistas da época, entre eles <a href=\"https://_{type: 'screen', 'id': 10150, 'screen_type': person}\">Nicholas Musuraca</a> (1892-1975), <a href=\"https://_{type: 'screen', 'id': 8620, 'screen_type': person}\">John F. Seitz</a> (1892-1979) e <a href=\"https://_{type: 'screen', 'id': 96252, 'screen_type': person}\">John Alton</a> (1901-1996), usavam uma iluminação expressionista para criar a atmosfera ideal e dar ênfase à tensão. <a href=\"https://_{type: 'screen', 'id': 2005, 'screen_type': person}\">Arthur Edeson</a> (1891-1970) e considerado o criador da fotografia <i>noir</i> clássica."
    },
    {
      "type": "text",
      "content_text": "Ele dirigiu seu primeiro filme em 1914 e continuou filmando vários dos filmes de espadachim de <i>Douglas Fairbanks</i> e um dos primeiros filmes sonorizados, <a href=\"https://_{type: 'screen', 'id': 143, 'screen_type': movie}\">All Quiet on the Western Front</a> (BR: Sem Novidade No Front, 1930). Ainda na década de 1930, <i>Edeson</i> foi o responsável pela fotografia de alguns filmes de terror clássicos da Universal dirigidos por <a href=\"https://_{type: 'screen', 'id': 2917, 'screen_type': person}\">James Whale</a> (1889-1957): <a href=\"https://_{type: 'screen', 'id': 3035, 'screen_type': movie}\">Frankenstein</a> (1931), <a href=\"https://_{type: 'screen', 'id': 31592, 'screen_type': movie}\">The Old Dark House</a> (BR: A casa sinistra, 1932) e <a href=\"https://_{type: 'screen', 'id': 10787, 'screen_type': movie}\">The Invisible Man</a> (BR: O homem invisivel, 1933), nos quais a combinação do expressionismo alemão com uma atmosfera sombria gótica e o melodrama exagerado serviram para estabelecer o padrão para os filmes de terror. Em 1941 ele trabalhou como diretor de fotografia de <i>O falcão maltes</i>."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_blue_dahlia",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Alan Ladd e Veronica Lake",
        "contentText": "O filme A dália azul foi baseado num romance de Raymond Chandler. O filme é estrelado por Alan Ladd e Veronica Lake, um famoso casal do cinema <i>noir</i>."
      }
    },
    {
      "type": "text",
      "content_text": "As tramas e temas do cinema <i>noir</i> têm raízes nos folhetins baratos e nos romances policiais americanos da época, cujo tom foi transferido para os dialogo dos roteiros <a href=\"https://_{type: 'screen', 'id': 996, 'screen_type': movie}\">Double Indemnity</a> (BR: Pacto de sangue, 1944) outro clássico <i>noir</i>, foi adaptado pelo diretor <a href=\"https://_{type: 'screen', 'id': 3146, 'screen_type': person}\">Billy Wilder</a> (1906-2002) e pelo escritor <i>Raymond Chandler</i> a partir de um romance de <i>James M. Cain</i>. Os textos de Chandler inspiraram vários importância filmes <i>noir</i>, entre eles <a href=\"https://_{type: 'screen', 'id': 910, 'screen_type': movie}\">The Big Sleep</a> (BR: A beira do abismo, 1946)."
    },
    {
      "type": "text",
      "content_text": "Durante as décadas de 1940 e 1950, o tom do cinema <i>noir</i> ficou ainda mais intenso. As áreas escuras se tornaram mais melancólicas e transgressoras; as luzes, mais ousadas e histéricas; e o enquadramento, mais vertiginoso, ao mesmo tempo que a sensação de fatalismo se intensificou e internalizou ainda mais. \"<i>O destino ou alguma força misteriosa</i>\" reflete o herói de <a href=\"https://_{type: 'screen', 'id': 20367, 'screen_type': movie}\">Detour</a> (BR: Curva do destino, 1945), \"<i>pode apontar o dedo para você ou para mim sem nenhum motivo</i>\"."
    },
    {
      "type": "text",
      "content_text": "Outros traumas do período obscureciam a estrutura a paranoia anticomunista, a desorientação e a sensação de vazio do pós-guerra. <a href=\"https://_{type: 'screen', 'id': 28120, 'screen_type': movie}\">Crossfire</a> (BR: Rancor, 1947) aponta para o potencial violento dos veteranos de guerra, o fantasma do nazismo está presente em <a href=\"https://_{type: 'screen', 'id': 303, 'screen_type': movie}\">Notorious</a> (BR: Interlúdio, 1946); uma incômoda preocupação com esposas e namoradas sujeitas à ação de usurpadores no front doméstico está em <a href=\"https://_{type: 'screen', 'id': 16090, 'screen_type': movie}\">The Blue Dahlia</a> (BR: A dália azul, 1946), e o alcoolismo, um problema crescente nos Estados Unidos do pós-guerra, quase acaba com o herói de <a href=\"https://_{type: 'screen', 'id': 28580, 'screen_type': movie}\">The Lost Weekend</a> (BR: Farrapo humano, 1945)."
    },
    {
      "type": "video",
      "video_id": "R_mnviE7QWo",
      "information": {
        "contentTitle": "Cena do filme Curva do destino (1945) ",
        "contentText": "Um dos maiores filmes B já produzidos, Curva do destino não tenta ir além dos seus orçamento e cronograma de filmagem apertados. Em vez disso, se aproveita da sua própria simplicidade, apresentando um mundo em algum lugar entre a ficção <i>pulp</i> e o existencialismo, no qual a vida tem valores de produção baixos e duração curta.",
        "source": "Youtube: Canal <i>yourveins</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O audacioso <a href=\"https://_{type: 'screen', 'id': 1480, 'screen_type': movie}\">Touch of Evil</a> (BR: A marca da maldade, 1958), de <a href=\"https://_{type: 'screen', 'id': 40, 'screen_type': person}\">Orson Welles</a> (1915-1985), marcou o fim do ciclo americano do cinema <i>noir</i>. O filme ficou famoso por sua tomada aberta e sem interrupção com três minutos de duração por sua cena final de perseguição, com um visual extravagante e efeitos sonoros experimentais."
    },
    {
      "type": "text",
      "content_text": "À medida que os Estados Unidos mergulhavam na neurose da Guerra Fria, a visão melancólica e fatalista do cinema <i>noir</i> parecia uma resposta e uma expressão desencantada do otimismo e do patriotismo presentes na maior parte das produções de Hollywood. Aqueles desfiles patrióticos nas avenidas das principais cidades tinham um lado amargo nas ruas cheias de maldade quanto mais fortes os holofotes e mais altos os tambores, mais escuras eram as sombras e maior o vazio que os filmes ecoavam."
    },
    {
      "type": "text",
      "content_text": "Como afirmou o historiador do cinema Colin McArthur : \"<i>Os temas tratados pelo cinema noir não são sociais, não se referem a problemas (...) de uma sociedade especifica; são metafísicos e têm a ver com angustia e solidão, que são elementos essenciais da condição humana.</i>\" "
    },
    {
      "type": "video",
      "video_id": "EhmYY5ZMXOY",
      "information": {
        "contentTitle": "Cena do filme A marca da maldade (1958)",
        "contentText": "A famosa cena de perseguição em plano sequência em A marca da maldade (1958), um digno fim ao ciclo americano do cinema <i>noir</i>.",
        "source": "Youtube: Canal <i>Fix Me A Scene</i>"
      }
    },
    {
      "type": "text",
      "content_credits": "Resumo baseado no texto de <i> Philip Kemp </i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 970,
          "popularity": 12.712,
          "id": 963,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "The Maltese Falcon",
          "release_date": "1941-10-18",
          "original_language": "en",
          "original_title": "The Maltese Falcon",
          "genre_ids": [
            9648,
            80,
            53
          ],
          "backdrop_path": "\/guhVuJAqSEMrUgKMB04y0SXJr8Q.jpg",
          "adult": false,
          "overview": "A private detective takes on a case that involves him with three eccentric criminals, a beautiful liar, and their quest for a priceless statuette.",
          "poster_path": "\/bf4o6Uzw5wqLjdKwRuiDrN1xyvl.jpg"
        },
        {
          "poster_path": "\/nW0cCpfuGcR1JG7EinDbdL2Ijf2.jpg",
          "popularity": 17.751,
          "vote_count": 1026,
          "video": false,
          "media_type": "movie",
          "id": 996,
          "adult": false,
          "backdrop_path": "\/u546kDNwrZ1ii6q8NqqQgHwRvoW.jpg",
          "original_language": "en",
          "original_title": "Double Indemnity",
          "genre_ids": [
            80,
            18,
            9648,
            53
          ],
          "title": "Double Indemnity",
          "vote_average": 8.2,
          "overview": "A rich woman and a calculating insurance agent plot to kill her unsuspecting husband after he signs a double indemnity policy. Against a backdrop of distinctly Californian settings, the partners in crime plan the perfect murder to collect the insurance, which pays double if the death is accidental.",
          "release_date": "1944-06-14"
        },
        {
          "poster_path": "\/rO2Fq0AZZx9obs52KJdx4mRE8p5.jpg",
          "popularity": 12.724,
          "vote_count": 1066,
          "video": false,
          "media_type": "movie",
          "id": 1092,
          "adult": false,
          "backdrop_path": "\/4sSoyZgF2SeyemGgi1TkF5i1x92.jpg",
          "original_language": "en",
          "original_title": "The Third Man",
          "genre_ids": [
            9648,
            53
          ],
          "title": "The Third Man",
          "vote_average": 8,
          "overview": "In postwar Vienna, Austria, Holly Martins, a writer of pulp Westerns, arrives penniless as a guest of his childhood chum Harry Lime, only to learn he has died. Martins develops a conspiracy theory after learning of a \"third man\" present at the time of Harry's death, running into interference from British officer Major Calloway, and falling head-over-heels for Harry's grief-stricken lover, Anna.",
          "release_date": "1949-08-31"
        },
        {
          "vote_count": 554,
          "popularity": 10.014,
          "id": 21734,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Shadow of a Doubt",
          "release_date": "1943-01-15",
          "original_language": "en",
          "original_title": "Shadow of a Doubt",
          "genre_ids": [
            80,
            18,
            53
          ],
          "backdrop_path": "\/n74EUqG1Ia9q6qK4nbr5UiFMT1C.jpg",
          "adult": false,
          "overview": "A bored teen living in Santa Rosa, California, Charlotte \"Charlie\" Newton, is frustrated because nothing seems to be happening in her life and that of her family. Then, she receives wonderful news: her uncle (for whom she was named), Charlie Oakley, is arriving for a visit. But Uncle Charlie may not be the man he seems to be.",
          "poster_path": "\/ptyWagbWE8jSGyV2tGEzAdVbRCj.jpg"
        },
        {
          "vote_count": 3348,
          "popularity": 20.274,
          "id": 289,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "Casablanca",
          "release_date": "1942-11-26",
          "original_language": "en",
          "original_title": "Casablanca",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/tfNuePdHrP9fp6K2VTJwHKKJf8C.jpg",
          "adult": false,
          "overview": "In Casablanca, Morocco in December 1941, a cynical American expatriate meets a former lover, with unforeseen complications.",
          "poster_path": "\/lGCEKlJo2CnWydQj7aamY7s1S7Q.jpg"
        },
        {
          "vote_count": 592,
          "popularity": 12.956,
          "id": 910,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "The Big Sleep",
          "release_date": "1946-08-23",
          "original_language": "en",
          "original_title": "The Big Sleep",
          "genre_ids": [
            80,
            9648,
            53
          ],
          "backdrop_path": "\/x0gRBxL2GwqEtBMT4t7DFLIOEEP.jpg",
          "adult": false,
          "overview": "Private Investigator Philip Marlowe is hired by wealthy General Sternwood regarding a matter involving his youngest daughter Carmen. Before the complex case is over, Marlowe sees murder, blackmail, deception, and what might be love.",
          "poster_path": "\/pZUBI77RMu652QmtWL9RBWF1uO6.jpg"
        },
        {
          "vote_count": 72,
          "popularity": 7.412,
          "id": 16090,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "The Blue Dahlia",
          "release_date": "1946-04-16",
          "original_language": "en",
          "original_title": "The Blue Dahlia",
          "genre_ids": [
            80,
            18
          ],
          "backdrop_path": "\/lMpSxEci1FyaMGtBDWtY9Jd2TAp.jpg",
          "adult": false,
          "overview": "Soon after a veteran's return from war his cheating wife is found dead. He evades police in an attempt to find the real murderer.",
          "poster_path": "\/4u7WZJRAdvvQd2WEksjlDmWZk0E.jpg"
        },
        {
          "vote_count": 176,
          "popularity": 11.308,
          "id": 25736,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "The Postman Always Rings Twice",
          "release_date": "1946-05-02",
          "original_language": "en",
          "original_title": "The Postman Always Rings Twice",
          "genre_ids": [
            80,
            18,
            53
          ],
          "backdrop_path": "\/cXkA9CqkZyWufwPE0GSVj1SFwUW.jpg",
          "adult": false,
          "overview": "A married woman and a drifter fall in love, then plot to murder her husband.",
          "poster_path": "\/7yY32i0KZtA1cQmbjGHYR1B40h7.jpg"
        },
        {
          "poster_path": "\/kL1TxvXABa4ibbuctSZsUjDZX74.jpg",
          "popularity": 6.05,
          "vote_count": 73,
          "video": false,
          "media_type": "movie",
          "id": 20663,
          "adult": false,
          "backdrop_path": "\/gclnKhCQhjOaeHlVKgkSSdkJ6QO.jpg",
          "original_language": "en",
          "original_title": "Dead Reckoning",
          "genre_ids": [
            80,
            18,
            9648,
            53
          ],
          "title": "Dead Reckoning",
          "vote_average": 6.7,
          "overview": "Paratroopers Captain 'Rip' Murdock  and Sergeant Johnny Drake are mysteriously ordered to travel to Washington, DC. When Drake learns that he is to be awarded the Medal of Honor, he disappears before newspaper photographers can take his picture. Murdock follows the clues and tracks him down, where he learns Drake is dead. Further investigations reveal unexpected twists. Rip learns that Johnny had been accused of murder and sets out to find out whatever he can. He falls in love with Coral whose husband Johnny is supposed to have killed.",
          "release_date": "1947-01-16"
        },
        {
          "poster_path": "\/yAnhMsPxDNjAEhOZ9iNlgU29Zfc.jpg",
          "popularity": 10.432,
          "vote_count": 290,
          "video": false,
          "media_type": "movie",
          "id": 678,
          "adult": false,
          "backdrop_path": "\/y5piuei6sm2D8QI8CETZzboY1AZ.jpg",
          "original_language": "en",
          "original_title": "Out of the Past",
          "genre_ids": [
            80,
            18,
            53,
            10749
          ],
          "title": "Out of the Past",
          "vote_average": 7.7,
          "overview": "Jeff Bailey seems to be a mundane gas station owner in remote Bridgeport, CA. He is dating local girl Ann Miller and lives a quiet life. But Jeff has a secret past, and when a mysterious stranger arrives in town, Jeff is forced to return to the dark world he had tried to escape.",
          "release_date": "1947-11-25"
        },
        {
          "vote_count": 877,
          "popularity": 16.824,
          "id": 1480,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Touch of Evil",
          "release_date": "1958-03-30",
          "original_language": "en",
          "original_title": "Touch of Evil",
          "genre_ids": [
            53,
            80
          ],
          "backdrop_path": "\/ay8m5692FJrfZ9kugJN8VafkYcC.jpg",
          "adult": false,
          "overview": "When a car bomb explodes on the American side of the U.S.\/Mexico border, Mexican drug enforcement agent Miguel Vargas begins his investigation, along with American police captain Hank Quinlan. When Vargas begins to suspect that Quinlan and his shady partner, Menzies, are planting evidence to frame an innocent man, his investigations into their possible corruption quickly put himself and his new bride, Susie, in jeopardy.",
          "poster_path": "\/kgxSjcvrWmJXB62eCsWJJtUcDxD.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 96252,
          "profile_path": "\/5apOLQX643Krsumz2H84WaOyqqM.jpg",
          "name": "John Alton"
        },
        {
          "id": 68,
          "profile_path": "\/np94pnm3x4PBjxCZ4KG5BfAib2A.jpg",
          "name": "Fritz Lang"
        },
        {
          "id": 2005,
          "profile_path": "\/jXDL11ZWnLYkpmWIWDwkDIz6Dhc.jpg",
          "name": "Arthur Edeson"
        },
        {
          "id": 2636,
          "profile_path": "\/108fiNM6poRieMg7RIqLJRxdAwG.jpg",
          "name": "Alfred Hitchcock"
        },
        {
          "id": 5029,
          "profile_path": "\/6Az7VLGpET7wtVLQPfsrCJGPaL8.jpg",
          "name": "Robert Siodmak"
        },
        {
          "id": 70,
          "profile_path": "\/radUQdNeGHtn7vhQOTnHBVPH2vE.jpg",
          "name": "Karl Freund"
        },
        {
          "id": 10146,
          "profile_path": "\/o3Du8pFBlQ22JXGTVw9IB9yKVuC.jpg",
          "name": "Jacques Tourneur"
        },
        {
          "id": 6593,
          "profile_path": "\/eNAADfV8UXLTRvcIwqkxqnzHEUN.jpg",
          "name": "John Huston"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}