{
    "results": [
        {
          "type": "text",
          "content_text": "Os Prémios ou <strong>Prêmios Screen Actors Guild</strong> (no original, em inglês: <i>Screen Actors Guild Awards</i>, também conhecidos como <i>SAG Awards</i> ou simplesmente <i>The Actor</i>) são prêmios anuais promovidos pela <i>Screen Actors Guild‐American Federation of Television and Radio Artists</i> (SAG-AFTRA) com intuito de reconhecer desempenhos excepcionais no cinema e na televisão. A estatueta atribuída, uma figura masculina nua segurando uma máscara de comédia e uma de tragédia, é denominada de \"<i>The Actor</i>\" (O Ator). Além de ter dezesseis polegadas (41 cm) de altura e pesar mais de doze libras (5,4 kg), é fundida em bronze sólido e produzida pela <i>American Fine Arts Foundry</i>, em Burbank, Califórnia."
        },
        {
          "type": "text",
          "content_text": "Desde 1995, os SAG Awards têm sido um dos principais eventos de premiação em Hollywood. As indicações para os prêmios vêm de dois comitês, um para cinema e outro para televisão, cada um com 2100 membros do sindicato, escolhidos ao acaso por ele, de um total de 165 mil integrantes (em 2012) disponíveis para votarem. Tidos como um dos mais prestigiados da indústria, são uma \"prévia\" segura para o Oscar nas categorias de atuação."
        },
        {
          "type": "video",
          "video_id": "_X36bWWknys",
          "information": {
            "contentTitle": "I Am An Actor | 26th Annual SAG Awards | TNT",
            "source": "Youtube: Canal <i>TNT&E</i>"
          }
        },
        {
          "type": "text",
          "content_text": "De 1998 a 2006, eram transmitidos pelo canal TNT, e, desde 2007, são transmitidos por ele e pelo TBS. Este último também os exibe para a América Latina, com tradução simultânea em espanhol e, no caso do Brasil, em português. Em Portugal, são transmitidos todos os anos pelo canal AXN. Os <i>SAG Awards</i> inaugurais foram transmitidos em direto/ao vivo a 25 de fevereiro de 1995. A segunda edição foi transmitida ao vivo do Auditório Cívico de Santa Monica, enquanto prêmios subsequentes foram e são realizados no <i>Shrine Auditorium</i>, em Los Angeles. Em 4 de dezembro de 2017, foi anunciado que a cerimônia teria seu primeiro anfitrião em seus 24 anos de história: a atriz Kristen Bell.",
          "content_credits": "Wikipedia.com"
        }
      ]
}
