{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nos anos 1970, o panteão dos mestres consagrados que tinham dado tom o cinema da Europa ocidental nos anos do pós-guerra começou a descobrir que estava perdendo terreno para uma nova geração de cineastas talentosos e ambiciosos, com ideias e atitudes próprias. No cinema alemão, isto aconteceu de forma relativamente tranquila, pois no início da década havia poucos veteranos de qualquer nível. Em outros lugares, a transição foi menos sossegada, pois alguns dos antigos mestres - tais como <a href=\"https://_{type: 'screen', 'id': 793, 'screen_type': person}\">Luis Buñuel</a> (1900-1983), <a href=\"https://_{type: 'screen', 'id': 10346, 'screen_type': person}\">Robert Bresson</a> (1901-1999) e <a href=\"https://_{type: 'screen', 'id': 6648, 'screen_type': person}\">Ingmar Bergman</a> (1918-2007) - ainda estavam no auge."
    },
    {
      "type": "video",
      "video_id": "KLGpWN1elJ0",
      "information": {
        "contentTitle": "Cenas do filme O Joelho de Claire",
        "contentText": "Foi o segundo filme de Rohmer filmado em cores, com Rohmer explicando \"a presença do lago e das montanhas é mais forte em cores do que em preto e branco. É um filme que eu não poderia imaginar em preto e branco. A cor verde parece-me essencial naquele filme ... Esse filme não teria valor para mim em preto e branco.\"",
        "source": "Youtube: Canal <i>st. forester</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os três tiveram uma boa década. A obra de Bergman incluiu <a href=\"https://_{type: 'screen', 'id': 10238, 'screen_type': movie}\">Viskningar och rop</a> (BR: Gritos e sussurros, 1972), talvez seu filme mais arrebatador do ponto de vista psicológico, e <a href=\"https://_{type: 'screen', 'id': 44864, 'screen_type': movie}\">Trollflöjten</a> (BR: A flauta mágica, 1975), obra apontada por muitos como o mais perfeito exemplo de ópera filmada."
    },
    {
      "type": "text",
      "content_text": "Bresson ampliou seu escopo com a adaptação da obra de Dostoievski <i>Quatro noites de um sonhador</i> (1971) e a impiedosa fábula moral de <i>O diabo provavelmente</i> (1977). Buñuel foi provocante e irreverente como sempre em seus últimos filmes, que incluíram <a href=\"https://_{type: 'screen', 'id': 4593, 'screen_type': movie}\">Le Charme discret de la bourgeoisie</a> (BR: O Discreto Charme da Burguesia, 1972) e <a href=\"https://_{type: 'screen', 'id': 5781, 'screen_type': movie}\">Cet Obscur Objet du Désir</a> (BR: Esse Obscuro Objeto do Desejo, 1977)."
    },
    {
      "type": "block_special",
      "title": "Política e Sadismo nos Cinemas",
      "image": {
        "image_type": "local",
        "url": "img_salo",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O roteiro de <i>Os 120 dias de Sodoma</i> é baseado na obra de mesmo título de <i>Marqués de Sade</i>, que deu o seu nome à forma de perversão sexual especifica que o filme explora. Embora a narrativa seja em muitos aspectos diferente do livro de Sade, ainda assim conserva a sua essência. O projeto do Marques de Sade era em parte político, visando satirizar as instituições dominantes em sua época, sobretudo a Igreja Católica. Pasolini também era fervorosamente anti-clerical, mas relaciona Sodoma diretamente à história italiana. <br/> <br/> \n\nO filme é passado em <i>Salò</i>, uma república que durou pouquíssimo tempo e onde Mussolini estabeleceu sua última base de resistência no final da Segunda Guerra Mundial. Pasolini se viu envolvido nesses eventos e seu irmão foi morto em <i>Salò</i>. Na fantasia de Pasolini sobre esse episódio da guerra, quatro libertinos fascistas têm o poder total sobre um grupo de prisioneiros jovens e atraentes de ambos os sexos e submetem-nos a uma série de torturas sexuais e humilhações. Estas são apresentadas pelo diretor em uma série de cenas friamente formais que são curiosamente destituídas de qualquer tensão erótica. Não há tampouco a intenção de caracterizar os personagens: até os libertinos são pouco definidos, em termos de personalidade, e parecem não obter nenhum prazer verdadeiro de sua devassidão, enquanto suas vítimas são basicamente anônimas, simplesmente corpos a serem abusados e penetrados. <br/> <br/> \n\nA intenção de Pasolini foi transformar o uso ilimitado do poder, levado à mais radical degradação sexual, em uma metáfora do próprio fascismo, visto como uma filosofia que adora o poder como fim em si mesmo. Há outras mensagens, contudo. Um libertino é identificado como um bispo e, a certa altura, duas das vítimas são submetidas a uma espécie de cerimônia de matrimonio, embora a consumação seja interrompida pelos libertinos, que interpõem os seus próprios corpos na união dos recém-casados. E, em uma cena especialmente notória, uma jovem nua é obrigada a comer excremento - Pasolini sempre argumentou que se trata de uma metáfora sobre o capitalismo de consumo de massa e sua produção de <i>junk food</i>. <br/> <br/> \n\n O filme termina em uma orgia de crueldade: as vítimas são estranguladas e escalpadas, línguas são cortadas e mamilos são queimados. Tudo transcorre ao som de <i>Carmina Burana</i>, a famosa obra de <i>Carl Orff</i> que Pasolini também considerava música fascista, além de uma leitura dos Cantos de <i>Ezra Pound</i>, o poeta americano que apoiou Mussolini. <br/> <br/> \n\nAs obscenidades que o filme apresenta têm um poder inegável de chocar, possivelmente o mais perturbador é que, nesse ponto de sua carreira, Pasolini tinha, quando muito, uma atitude ambígua em relação ao corpo e à sexualidade. Se o objetivo da pornografia é estimular o desejo sexual, Sodoma não caberia na definição, porque o seu efeito e, presumivelmente, o seu fim são de gerar repugnância. Um pouco depois de este filme radical e perturbador ter sido concluído, e antes mesmo que fosse lançado, Pasolini foi assassinado. O seu filme foi perseguido ou proibido em muitos países e após várias décadas tornou-se disponível para o público em geral na Inglaterra e nos Estados Unidos.",
      "credits": "Resumo baseado no texto de <i>Edward Buscombe</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "video",
      "video_id": "7syep_0DgI8",
      "information": {
        "contentTitle": "Cenas do filme O Conformista",
        "contentText": "De acordo com o documentário Visions of Light, o filme é amplamente elogiado como uma obra-prima visual. Foi fotografado por Vittorio Storaro, que usou cores ricas, roupas autênticas dos anos 1930 e uma série de ângulos de câmera incomuns e movimentos de câmera fluidos. O crítico de cinema e autor Robin Buss escreve que a cinematografia sugere a incapacidade de Clerici de se conformar com a realidade \"normal\": a realidade da época é \"anormal\".",
        "source": "Youtube: Canal <i>Dmitr_Jango</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outros, porém, estavam em decadência. <a href=\"https://_{type: 'screen', 'id': 9652, 'screen_type': movie}\">Professione: Reporter</a> (BR: Profissão: Repórter, 1975) tornou-se o último filme importante de <a href=\"https://_{type: 'screen', 'id': 15189, 'screen_type': person}\">Michelangelo Antonioni</a> (1912-2007). O mesmo se pode dizer de <a href=\"https://_{type: 'screen', 'id': 65843, 'screen_type': person}\">Mihalis Kakogiannis</a> (1922-2011), que concluiu com Ifigénia, de 1976, sua \"<i>trilogia da Grécia Antiga</i>\"."
    },
    {
      "type": "text",
      "content_text": "Na França, os antigos leões da <strong>nouvelle vague</strong> continuaram a desenvolver estilos distintos. <a href=\"https://_{type: 'screen', 'id': 19069, 'screen_type': person}\">Claude Chabrol</a> (1930-2010) começou uma década prolifica com um de seus melhores filmes, <a href=\"https://_{type: 'screen', 'id': 2912, 'screen_type': movie}\">Le Boucher</a> (BR: O Açougueiro, 1970), inspirado em Hitchcock e <a href=\"https://_{type: 'screen', 'id': 1650, 'screen_type': person}\">François Truffaut</a> (1932-1984) fez sucesso de bilheteria com seu filme sobre cinema <a href=\"https://_{type: 'screen', 'id': 1675, 'screen_type': movie}\">La Nuit américaine</a> (BR: A Noite Americana, 1973)."
    },
    {
      "type": "video",
      "video_id": "pDV619gLeWI",
      "information": {
        "contentTitle": "Cenas do filme Salò ou os 120 Dias de Sodoma",
        "contentText": "A obra, tida por muitos como uma das mais perturbadoras da história do cinema, é dividida em 3 fases, chamadas de 'círculos', que são o Círculo das Manias, onde os fascistas satisfazem seus desejos sexuais; o Círculo das Fezes, repleto de escatologia, onde os jovens são obrigados a ingerir fezes; e o Círculo de Sangue, onde os prisioneiros desobedientes são punidos através de mutilações, torturas físicas e assassinato.",
        "source": "Youtube: Canal <i>ilkfire</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, em consistência, foram superados pelo seu colega do <i>Cahiers du cinema</i>, <a href=\"https://_{type: 'screen', 'id': 28615, 'screen_type': person}\">Eric Rohmer</a> (1920-1910), que concluiu seus seis contos morais com <a href=\"https://_{type: 'screen', 'id': 2860, 'screen_type': movie}\">Le Genou de Claire</a> (BR: O joelho de Claire, 1970) e <a href=\"https://_{type: 'screen', 'id': 12116, 'screen_type': movie}\">L'amour L'aprés Midi</a> (BR: Amor à Tarde, 1972). Antes de embarcar na série \"<i>Comédies et Proverbes</i>\" nos anos 1980, Rohmer se desviou, fazendo duas adaptações literárias - enquanto <a href=\"https://_{type: 'screen', 'id': 73153, 'screen_type': person}\">Jacques Rivette</a> (n-1928) viveu seu momento mais experimental e divertido em <a href=\"https://_{type: 'screen', 'id': 27019, 'screen_type': movie}\">Celine et Julie vont en bateau</a> (BR: Celine e Julie vão de barco, 1974)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma fascinante perplexidade é o que você retira de O Conformista.",
        "author": "Tim Parks sobre O Conformista"
      }
    },
    {
      "type": "text",
      "content_text": "O triste declínio de <a href=\"https://_{type: 'screen', 'id': 24882, 'screen_type': person}\">Jacques Demy</a> (1931-1990) prosseguiu com o conto de fadas <a href=\"https://_{type: 'screen', 'id': 5590, 'screen_type': movie}\">Peau d'âne</a> (BR: Pele de asno, 1970), inspirado em Cocteau. <a href=\"https://_{type: 'screen', 'id': 6817, 'screen_type': person}\">Agnès Varda</a> (n-1928), sua esposa, produziu pouco na década, mas <a href=\"https://_{type: 'screen', 'id': 63318, 'screen_type': movie}\">L'une chante, l'autre pas</a> (BR: Uma canta, a outra não, 1977) apresenta uma visão calorosa e romântica das turbulências do feminismo."
    },
    {
      "type": "video",
      "video_id": "vuK9ibesyo4",
      "information": {
        "contentTitle": "Cenas do filme Gritos e Sussurros",
        "contentText": "Depois de sua estreia nos Estados Unidos, distribuída por Roger Corman e New World Pictures, o filme foi lançado na Suécia e exibido fora da competição no Festival de Cannes de 1973. Após dois filmes malsucedidos de Bergman, Gritos e Sussurros foi um sucesso comercial e de crítica. Recebeu cinco indicações ao Oscar, incluindo uma de Melhor Filme (raro para um filme em língua estrangeira). Além disso, o filme inspirou adaptações para o palco de Ivo van Hove e Andrei Șerban e influenciou o cinema posterior. Foi comemorado em selos postais suecos referindo-se a uma cena em que Andersson e Sylwan reproduzem a Pietà.",
        "source": "Youtube: Canal <i>YOATSIT</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outros cineastas abordaram questões sociais, políticas e históricas. <a href=\"https://_{type: 'screen', 'id': 689, 'screen_type': movie}\">O Tiasos</a> (BR: A viagem dos comediantes, 1975) deu fama a <a href=\"https://_{type: 'screen', 'id': 10316, 'screen_type': person}\">Theo Angelopoulos</a> (n-1935), que ficou conhecido internacionalmente por filmes complexos enraizados na história da Grécia. A compaixão pelos pobres vinculada a preocupações sociais permeia filmes italianos como <a href=\"https://_{type: 'screen', 'id': 31542, 'screen_type': movie}\">L'albero degli zoccoli</a> (BR: A árvore dos tamancos, 1978), de <a href=\"https://_{type: 'screen', 'id': 27213, 'screen_type': person}\">Ermanno Olmi</a> (n-1931), e <a href=\"https://_{type: 'screen', 'id': 42225, 'screen_type': movie}\">Padre padrone</a> (BR: Pai patrão, 1977), dos irmãos Taviani, <a href=\"https://_{type: 'screen', 'id': 24279, 'screen_type': person}\">Paolo</a> (n-1931) e <a href=\"https://_{type: 'screen', 'id': 24281, 'screen_type': person}\">Vittorio</a> (n-1929), ao passo que <a href=\"https://_{type: 'screen', 'id': 62382, 'screen_type': movie}\">Il caso Mattei</a> (BR: O caso Mattei, 1972), de <a href=\"https://_{type: 'screen', 'id': 87267, 'screen_type': person}\">Francesco Rosi</a> (n-1922), investiga a corrupção na política de forma Impiedosa."
    },
    {
      "type": "block_special",
      "title": "Como um filme virou um símbolo de violência sexual nos Cinemas",
      "image": {
        "image_type": "local",
        "url": "img_ultimo_tango",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A cena destruiu a vida de uma atriz e ofuscou a filmografia de <i>Bernardo Bertolucci</i>. Antes do movimento #Metoo e do caso Weinstein, <i>Último tango em Paris</i> (1972) e sua cena forte de sodomia se tornaram um símbolo da violência sexual no cinema. Os anos 70 ficou famoso por ser uma época experimental nos cinemas, com os estúdios dando uma grande liberdade aos diretores. Coisas boas aconteceram com isso, mas, consequentemente, coisas ruins também ocorreram. <br/> <br/> \n\nNo filme do diretor italiano, Maria Schneider, com 19 anos no início das filmagens, vive uma tórrida paixão com um viúvo americano de passagem por Paris, interpretado por Marlon Brando. O ator americano de \"Uma rua chamada pecado\" seria indicado ao Oscar por esse papel. Eles decidem não saber nada um do outro, nem mesmo o nome. Esse encontro ao mesmo tempo duro e mórbido atinge seu ápice em uma cena de sexo não consensual, com um tablete de manteiga na falta de lubrificante. <br/> <br/> \n\nEmbora tenha sido simulada, essa cena de estupro garante a reputação do filme, mas marcaria para sempre a jovem atriz, como conta sua prima, a jornalista Vanessa Schneider, em \"<i>Tu t'appelais Maria Schneider</i>\", livro lançado este ano. Segundo a atriz, que atuaria em mais de 50 filmes, Brando e Bertolucci não tinham alertado sobre o uso da manteiga. Ao comentar mais uma vez esta cena, em entrevista ao tabloide \"<i>Daily Mail</i>\" em 2007, a atriz diz que suas \"lágrimas eram verdadeiras\" no filme. <br/> <br/> \n\nEm dezembro de 2016, a polêmica voltou: um vídeo de 2013 ressurgiu nas redes sociais e chocou Hollywood. \"<i>A sequência da manteiga é uma ideia que eu tive com Marlon na véspera da filmagem. Eu queria que Maria reagisse, que ela fosse humilhada</i>\", conta Bertolucci. \"<i>Eu não queria que ela interpretasse a raiva, eu queria que ela sentisse raiva e humilhação</i>\", completou. Nos Estados Unidos, a polêmica ganhou corpo, menos de um ano antes do caso Weinstein e das revelações sobre as agressões sexuais sofridos por várias atrizes. Na época, o diretor italiano se pronunciou mais uma vez, considerando \"<i>desoladora</i>\" a ingenuidade daqueles que não sabem que \"<i>o sexo é (quase) sempre simulado no cinema</i>\".",
      "credits": "Resumo baseado no artigo \"Como 'Último tango em Paris', de Bertolucci, se tornou símbolo da violência sexual no cinema\", de France Presse no g1.com."
    },
    {
      "type": "text",
      "content_text": "Um diretor que construiu sua carreira no cinema lidando com casos de justiça provocada pelo Estado foi <a href=\"https://_{type: 'screen', 'id': 27436, 'screen_type': person}\">Costa-Gavras</a> (n-1933), nascido na Grécia, que se naturalizou francês. Nos anos 1970, ele dirigiu <a href=\"https://_{type: 'screen', 'id': 60859, 'screen_type': movie}\">L'Aveu</a> (BR: A confissão, 1970), criticando os comunistas em Praga em 1951, <a href=\"https://_{type: 'screen', 'id': 91487, 'screen_type': movie}\">État de siège</a> (BR: Estado de sitio, 1972), mirando o envolvimento da CIA, no Uruguai e <a href=\"https://_{type: 'screen', 'id': 79921, 'screen_type': movie}\">Section spéciale</a> (BR: Sessão especial de justiça, 1975), tratando do governo de Vichy, na Franca, durante a guerra."
    },
    {
      "type": "video",
      "video_id": "cq5oYOquQPM",
      "information": {
        "contentTitle": "Cenas do filme Último Tango em Paris",
        "contentText": "Considerado uma obra-prima cinematográfica e um sucesso de bilheteria mundial, a violência sexual e o caos emocional do filme levaram a uma grande polêmica internacional sobre ele, que provocou vários níveis de censura governamental ao redor do mundo.",
        "source": "Youtube: Canal <i>MusoLuso #1</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Eclético como era, <a href=\"https://_{type: 'screen', 'id': 15389, 'screen_type': person}\">Louis Malle</a> (1932-1995) movimentava-se com facilidade por temas políticos e históricos e também por dramas familiares intimistas. Em <a href=\"https://_{type: 'screen', 'id': 55368, 'screen_type': movie}\">Lacombe Lucien</a> (1974), ele confrontou o tema delicado do fascismo francês durante a Ocupação, ao passo que em <a href=\"https://_{type: 'screen', 'id': 42501, 'screen_type': movie}\">Le souffle au cœur</a> (BR: Sopro no coração, 1971) ele chocou a sociedade francesa com o tratamento simpático que deu ao incesto entre mãe e filho. <a href=\"https://_{type: 'screen', 'id': 34264, 'screen_type': person}\">Marco Ferreri</a> (1928-1997) alarmou os censores com suas alegorias sobre a ganância capitalista - sexo e extravagâncias da gula em <a href=\"https://_{type: 'screen', 'id': 0102, 'screen_type': movie}\">La Grande Bouffe</a> (BR: A comilança, 1973) e mais exagero com o elaborado <a href=\"https://_{type: 'screen', 'id': 3935, 'screen_type': movie}\">La dernière Femme</a> (BR: A última mulher, 1976). Mas o escândalo provocado por esses filmes não se comparou com o furor em torno de <a href=\"https://_{type: 'screen', 'id': 1643, 'screen_type': movie}\">Ultimo tango a Parigi</a> (BR: O último tango em Paris, 1972), de Bernardo Bertolucci (1940)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Como foi que consegui tolerar você por tanto tempo e não dizer nada? Eu sei do que você é feita – com seus carinhos vazios e seu sorriso falso.",
        "author": "Karin (Ingrid Thulin) para Maria (liv Ullmann) em Gritos e Sussurros"
      }
    },
    {
      "type": "text",
      "content_text": "Considerado obsceno por tribunais italianos, o filme forneceu farto material para a imprensa por causa da presença de Marlon Brando no elenco. O último filme de <i>Pier Paolo Pasolini</i> - <a href=\"https://_{type: 'screen', 'id': 5336, 'screen_type': movie}\">Salò o le 120 giornate di Sodoma</a> (BR: Saló ou os 120 dias de Sodoma, 1975), que transportou os excessos do Marquês de Sade para a breve república italiana de 1944 - quase rivalizou em escândalo com o de Bertolucci."
    },
    {
      "type": "video",
      "video_id": "sU_sPc-3KKI",
      "information": {
        "contentTitle": "Cenas do filme A Viagem dos Comediantes",
        "contentText": "Como muitos dos filmes de Theo Angelopoulos, A Viagem dos Comediantes usa tomadas longas e estáticas combinadas com tomadas complexas de rastreamento e belas fotografias de paisagens para criar uma atmosfera surrealista. As tomadas do filme costumam ir e vir no tempo sem aviso prévio e, após uma cena importante, haverá algum tempo de espera para o espectador contemplar o que acabou de acontecer.",
        "source": "Youtube: Canal <i>urbancsicsi</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Muitos desses filmes representavam uma reação aberta ou implícita à ascensão do feminismo. Manifestações com mais autoridade surgiram com a obra de uma série de diretoras da Europa ocidental nos anos 1970. <a href=\"https://_{type: 'screen', 'id': 1146464, 'screen_type': person}\">Anja Breien</a> (n-1940), da Noruega, obteve sucesso com o feminismo bem-humorado de Hustruer (1975). O melodrama de filmes italianos como <a href=\"https://_{type: 'screen', 'id': 26648, 'screen_type': movie}\">Il portiere di notte</a> (BR: O porteiro da noite, 1974), de <a href=\"https://_{type: 'screen', 'id': 67750, 'screen_type': person}\">Liliana Cavani</a> (n-1933) e <a href=\"https://_{type: 'screen', 'id': 37916, 'screen_type': movie}\">Travolti da un Insolito Destino Nell'Azzurro Mare d'Agosto</a> (BR: Destino Insólito, 1974), de <a href=\"https://_{type: 'screen', 'id': 26265, 'screen_type': person}\">Lina Wertmüller</a> (n-1926), contrastava com o minimalismo da dramaturga francesa <a href=\"https://_{type: 'screen', 'id': 29905, 'screen_type': person}\">Marguerite Duras</a> (1914-1996) em filmes como <a href=\"https://_{type: 'screen', 'id': 85927, 'screen_type': movie}\">India Song</a> (1975). O minimalismo também influenciou <a href=\"https://_{type: 'screen', 'id': 44012, 'screen_type': movie}\">Wedne Dielman 23 Quai du Commerce, 1080, Bruxelles</a> (BR: Jeanne Dielman, 1975), um estudo sobre a prostituição burguesa por <a href=\"https://_{type: 'screen', 'id': 130030, 'screen_type': person}\">Chantal Akerman</a> (n-1950). Diversas atrizes se voltaram para a direção, entre elas <a href=\"https://_{type: 'screen', 'id': 6662, 'screen_type': person}\">Gunnel Lindblom</a> (n-1931) com seu estudo de uma família sueca desajustada, ironicamente intitulado Summer Paradise (BR: Paraiso de verão, 1976)."
    },
    {
      "type": "text",
      "content_text": "Por sua vez, na Espanha, <a href=\"https://_{type: 'screen', 'id': 37833, 'screen_type': person}\">Victor Erice</a> (n-1940), com <a href=\"https://_{type: 'screen', 'id': 4495, 'screen_type': movie}\">El espíritu de la colmena</a> (BR: O espirito da colmeia, 1973), provocou muitos debates. Estrelado pela menina <a href=\"https://_{type: 'screen', 'id': 24976, 'screen_type': person}\">Ana Torrent</a> (n-1966), mas suscetível de ser interpretado de muitas outras além de um simples estudo da infância, esse filme de estreia estabeleceu Erice como um diretor igualado apenas por <a href=\"https://_{type: 'screen', 'id': 30715, 'screen_type': person}\">Terrence Malick</a> (n-1943) na façanha de obter tamanha consideração diante de uma obra tio reduzida.",
      "content_credits": "Resumo baseado no texto de <i>Mansel Stimpson</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 1056,
          "popularity": 27.731,
          "id": 5336,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.5,
          "title": "Salò, or the 120 Days of Sodom",
          "release_date": "1975-11-22",
          "original_language": "it",
          "original_title": "Salò o le 120 giornate di Sodoma",
          "genre_ids": [
            10752,
            18,
            27
          ],
          "backdrop_path": "\/sXdFKnc4MVhk06CGsF3uCERwo1T.jpg",
          "adult": false,
          "overview": "Four corrupted fascist libertines round up 9 teenage boys and girls and subject them to 120 days of sadistic physical, mental and sexual torture.",
          "poster_path": "\/xnaDdiRfZlJaTf6JRc4in40eaeI.jpg"
        },
        {
          "vote_count": 364,
          "popularity": 11.554,
          "id": 8416,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "The Conformist",
          "release_date": "1970-10-21",
          "original_language": "it",
          "original_title": "Il conformista",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/kvJNSXRrp3t6GcY9VcfTPEphH7t.jpg",
          "adult": false,
          "overview": "A weak-willed Italian man becomes a fascist flunky who goes abroad to arrange the assassination of his old teacher, now a political dissident.",
          "poster_path": "\/U9RBLmdtwH9sAwTvt8TbQGS1wb.jpg"
        },
        {
          "vote_count": 761,
          "popularity": 14.004,
          "id": 1643,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Last Tango in Paris",
          "release_date": "1972-10-14",
          "original_language": "it",
          "original_title": "Ultimo tango a Parigi",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/mZonqyA7GtvwmPPNIxjevAQtPmi.jpg",
          "adult": false,
          "overview": "A recently widowed American begins an anonymous sexual relationship with a young Parisian woman.",
          "poster_path": "\/ntynV74ILsgwe8g2fflKr8i0jVr.jpg"
        },
        {
          "vote_count": 117,
          "popularity": 9.172,
          "id": 2860,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Claire's Knee",
          "release_date": "1970-12-11",
          "original_language": "fr",
          "original_title": "Le genou de Claire",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/snuveQQFQbmu5F3k55uTkTZYXLK.jpg",
          "adult": false,
          "overview": "On the eve of his wedding, on holiday on the Lake Annecy shore, a career diplomat visits an old acquaintance, perhaps a former girlfriend. Through her he meets an intense teenager, Laura, and then lusts after her sister, Claire. Whilst Laura attempts to flirt with him, his fantasy becomes focused on wanting to caress Claire's knee.",
          "poster_path": "\/2gCYCHvNq7MetUDNtNQ6H2c10V8.jpg"
        },
        {
          "poster_path": "\/a1bMgB09YDvvRN9SitCclUYragr.jpg",
          "popularity": 15.167,
          "vote_count": 360,
          "video": false,
          "media_type": "movie",
          "id": 10238,
          "adult": false,
          "backdrop_path": "\/xmLgdb0yDBXa7Dlo3aCzjhjCkuE.jpg",
          "original_language": "sv",
          "original_title": "Viskningar och rop",
          "genre_ids": [
            18
          ],
          "title": "Cries and Whispers",
          "vote_average": 8,
          "overview": "As Agnes slowly dies of cancer, her sisters are so deeply immersed in their own psychic pains that they can't offer her the support she needs. Maria is wracked with guilt at her husband's attempted suicide, caused by his discovery of her extramarital affair. The self-loathing, suicidal Karin seems to regard her sister with revulsion. Only Anna, the deeply religious maid who lost her young child, seems able to offer Agnes solace and empathy.",
          "release_date": "1972-12-21"
        },
        {
          "poster_path": "\/rtvgY5pSIxmLUJkiLIIcXcvcHTi.jpg",
          "popularity": 10.504,
          "vote_count": 123,
          "video": false,
          "media_type": "movie",
          "id": 2912,
          "adult": false,
          "backdrop_path": "\/k29LtNAIzhGsz4Ii3ExewmLV14L.jpg",
          "original_language": "fr",
          "original_title": "Le Boucher",
          "genre_ids": [
            53,
            18
          ],
          "title": "Le Boucher",
          "vote_average": 7.1,
          "overview": "An unlikely friendship between a dour, working class butcher and a repressed schoolteacher coincides with a grisly series of Ripper-type murders in a provincial French town.",
          "release_date": "1970-02-27"
        },
        {
          "poster_path": "\/zN4ILX2x64PvT2jIOAHXxCOi5WA.jpg",
          "popularity": 12.331,
          "vote_count": 430,
          "video": false,
          "media_type": "movie",
          "id": 4593,
          "adult": false,
          "backdrop_path": "\/f9F4mFHYT7KUbEnWUj1ypS0T96l.jpg",
          "original_language": "fr",
          "original_title": "Le Charme discret de la bourgeoisie",
          "genre_ids": [
            35
          ],
          "title": "The Discreet Charm of the Bourgeoisie",
          "vote_average": 7.6,
          "overview": "In Luis Buñuel’s deliciously satiric masterpiece, an upper-class sextet sits down to dinner but never eats, their attempts continually thwarted by a vaudevillian mixture of events both actual and imagined.",
          "release_date": "1972-09-15"
        },
        {
          "vote_count": 245,
          "popularity": 7.503,
          "id": 6619,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Death in Venice",
          "release_date": "1971-03-01",
          "original_language": "it",
          "original_title": "Morte a Venezia",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/gc991er1bo6d0sybuihdRe0A1VZ.jpg",
          "adult": false,
          "overview": "Composer Gustav von Aschenbach, travels to Venice for health reasons. There, he becomes obsessed with the stunning beauty of an adolescent Polish boy named Tadzio who is staying with his family at the same Grand Hôtel des Bains on the Lido as Aschenbach.",
          "poster_path": "\/s81SuFBSqY8T5Lrn5R8ucX8LKxi.jpg"
        },
        {
          "vote_count": 633,
          "popularity": 14.742,
          "id": 7857,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "Amarcord",
          "release_date": "1973-12-13",
          "original_language": "it",
          "original_title": "Amarcord",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/iFQzlUmO5QmMPcSHHDdfd522x33.jpg",
          "adult": false,
          "overview": "In an Italian seaside town, young Titta gets into trouble with his friends and watches various local eccentrics as they engage in often absurd behavior. Frequently clashing with his stern father and defended by his doting mother, Titta witnesses the actions of a wide range of characters, from his extended family to Fascist loyalists to sensual women, with certain moments shifting into fantastical scenarios.",
          "poster_path": "\/ruVrgGjSMDfDL3dABWzPxUXNNi6.jpg"
        },
        {
          "vote_count": 195,
          "popularity": 9.503,
          "id": 4495,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "The Spirit of the Beehive",
          "release_date": "1973-10-08",
          "original_language": "es",
          "original_title": "El espíritu de la colmena",
          "genre_ids": [
            18,
            14
          ],
          "backdrop_path": "\/4vbL72K9uVaMLhnvmdg1So7kqex.jpg",
          "adult": false,
          "overview": "In the aftermath of the Spanish Civil War, Ana, a sensitive seven-year-old girl in a rural Spanish hamlet is traumatized after a traveling projectionist screens a print of James Whale's 1931 \"Frankenstein\" for the village. The youngster is profoundly disturbed by the scenes in which the monster murders the little girl and is later killed himself by the villagers. She questions her sister about the profundities of life and death and believes her older sibling when she tells her that the monster is not dead, but exists as a spirit inhabiting a nearby barn. When a Loyalist soldier, a fugitive from Franco's victorious army, hides out in the barn, Ana crosses from reality into a fantasy world of her own.",
          "poster_path": "\/o6pUTkoCh4r6EA2dHNFKA40OmH2.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 10316,
          "name": "Theo Angelopoulos",
          "profile_path": "/yKDJNi4vmEjRGGRVdGFnnkAuO9f.jpg"
        },
        {
          "id": 130030,
          "name": "Chantal Akerman",
          "profile_path": "/kJ6WAcJ3nfXQR4WhXto89tjigZh.jpg"
        },
        {
          "id": 15189,
          "name": "Michelangelo Antonioni",
          "profile_path": "/aGrzCeNCEZEI1DhLS8HjWDKNude.jpg"
        },
        {
          "id": 6817,
          "name": "Agnès Varda",
          "profile_path": "/8XKM6DCVcH5RsgIRh9mwVaEM0YB.jpg"
        },
        {
          "id": 15389,
          "name": "Louis Malle",
          "profile_path": "/hwqhBqNkSQBIWvyhBYQRALoRb8F.jpg"
        },
        {
          "id": 6662,
          "name": "Gunnel Lindblom",
          "profile_path": "/93heWge7LBJtmTlvVUvCHRogcmJ.jpg"
        },
        {
          "id": 65843,
          "name": "Mihalis Kakogiannis",
          "profile_path": "/oq9sYdhZgSQGPyZ9j5wN2T36fMf.jpg"
        },
        {
          "id": 1650,
          "name": "François Truffaut",
          "profile_path": "/3bXLtipaybsje01LlQvHvuUAZNq.jpg"
        },
        {
          "id": 19069,
          "name": "Claude Chabrol",
          "profile_path": "/tsG0YNUREk7fGVaDKpwvuFBi59O.jpg"
        },
        {
          "id": 28615,
          "name": "Éric Rohmer",
          "profile_path": "/4VUnQk2yA6m58uak9LguIAzZ8Re.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}