{
  "number": 17,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os canadenses precisam passar muito tempo explicando pacientemente que não são americanos. Da mesma forma, os filmes feitos no Canada - com Toronto ocupando o lugar de Nova York - são geralmente difíceis de se distinguir daqueles produzidos nos Estados Unidos. Pode ser esta a razão por que certos diretores canadenses fazem questão de criar obras que os diferenciem da produção de Hollywood para o grande circuito."
    },
    {
      "type": "video",
      "video_id": "NH-8L1iZq20",
      "information": {
        "contentTitle": "Cenas do filme A Mosca",
        "contentText": "Depois que as filmagens terminaram no início de 1986, vários trechos das gravações foram exibidos aos executivos da Fox, que ficaram muito impressionados. Temendo uma reação negativa do público, uma sequência contendo um animal híbrido \"gato-macaco\" foi cortada do filme para tornar mais fácil a simpatia da audiência pelo personagem de Brundle. Uma outra exibição de teste prévia foi realizada posteriormente no lote da Fox em Los Angeles e está mostrava uma \"borboleta-bebê\"; assim como antes, os resultados dessa triagem determinaram que a cena fosse cortada.",
        "source": "Youtube: Canal <i>TheBrundleflyProject</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mesmo aqueles cuja carreira volta e meia os levou aos estúdios de Los Angeles, como <a href=\"https://_{type: 'screen', 'id': 224, 'screen_type': person}\">David Cronenberg</a> (n-1943) resistiram a assimilação e continuam a fazer filmes inconfundivelmente individuais, ao passo que a produção de cineastas canadenses como <a href=\"https://_{type: 'screen', 'id': 38516, 'screen_type': person}\">Denys Arcand</a> (n-1941), <a href=\"https://_{type: 'screen', 'id': 97579, 'screen_type': person}\">Guy Maddin</a> (n-1956) e <a href=\"https://_{type: 'screen', 'id': 56205, 'screen_type': person}\">Atom Egoyan</a> (n-1960) permanece orgulhosa e determinadamente idiossincrática."
    },
    {
      "type": "text",
      "content_text": "<i>David Cronenberg</i> começou fazendo filmes <i>underground</i> de orçamento baixíssimo, mas transportou o tema recorrente do \"<i>horror do corpo</i>\" (<i>body horror</i>) para o <i>mainstream</i> sensacionalista em produções como seu filme revelação <a href=\"https://_{type: 'screen', 'id': 27429, 'screen_type': movie}\">Shivers</a> (BR: Calafrios, 1975). Nele, como no surreal <a href=\"https://_{type: 'screen', 'id': 837, 'screen_type': movie}\">Videodrome</a> (BR: Videodrome - A Síndrome do Vídeo, 1983), o tema dos parasitas e de outros elementos que podem invadir o corpo humano e se voltar contra ele se transforma em metáfora da dissolução psicológica e social."
    },
    {
      "type": "video",
      "video_id": "TmR094V3Jcs",
      "information": {
        "contentTitle": "Cenas do filme O declínio do império americano",
        "contentText": "Segundo a Télerama, \" A audácia do filme é ter apostado tudo no diálogo: primeiro no eco (lado masculino contra lado feminino), depois cruzado (todos juntos). Às vezes, ficamos incomodados com a facilidade de falar algo engraçado ou que nos choque com tanta facilidade...\".",
        "source": "Youtube: Canal <i>Rexo Otaegui</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Durante os anos 1980, seus orçamentos cresceram e com eles a sofisticação técnica e narrativa dos filmes, conduzindo à sua magistral releitura da história de \"<i>teletransporte que deu errado</i>\". <a href=\"https://_{type: 'screen', 'id': 9426, 'screen_type': movie}\">The Fly</a> (BR: A Mosca, 1986) - um raro exemplo de refilmagem que superou totalmente o original <a href=\"https://_{type: 'screen', 'id': 9540, 'screen_type': movie}\">Dead Ringers</a> (BR: Gêmeos: Mórbida Semelhança, 1988), apresentando a melhor atuação dupla da carreira de Jeremy Irons como os ginecologistas gémeos com obsessões cada vez mais bizarras."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "A mosca é aquela rara espécie de filme – uma refilmagem que supera claramente, e em todas as expectativas, o original.",
        "author": "Boston Globe sobre A Mosca (1986)"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 56205, 'screen_type': person}\">Atom Egoyan</a> (n-1960) da mesma forma começou com pouco dirigiu se progressivamente para <i>mainstream</i>. Inspirando-se nos próprios antecedentes armênio-canadenses e na turbulência história de sua família, ele fez uma série de filmes nos anos 1980 – entre eles <a href=\"https://_{type: 'screen', 'id': 330539, 'screen_type': movie}\">Peep Show</a> (1981) e <a href=\"https://_{type: 'screen', 'id': 26964, 'screen_type': movie}\">Family Viewing</a> (BR: Exibição Familiar, 1987) - que lidavam insistentemente com os problemas da identidade étnica, dos lares defeitos, dos lares desfeitos, da alienação da perda e da morte. Acompanhando esses temas, encontra-se um fascínio incômodo com o papel da mídia visual no mundo moderno. Os personagens usam o filme e o vídeo de forma obsessiva para reconstruir a realidade de modo que ela se encaixe em seus desejos - a identidade assume a forma de uma charada. O próprio Egoyan comentou: \"<i>Meus filmes são projetados para fazer os espectadores terem consciência própria. Eu me orgulho disso.</i>\""
    },
    {
      "type": "video",
      "video_id": "P0XwWXgISXI",
      "information": {
        "contentTitle": "Cenas do filme Videodrome",
        "contentText": "A base para o Videodrome veio da infância de David Cronenberg. Cronenberg costumava captar sinais de televisão de Buffalo, Nova York, tarde da noite, depois que as estações canadenses saíam do ar, e se preocupava em ver algo perturbador não destinado ao consumo público. Como Cronenberg explicou, \"Sempre me interessei pelas coisas sombrias e o fascínio de outras pessoas pelas coisas sombrias. Além disso, a ideia de as pessoas se trancarem em uma sala e girarem a chave de um aparelho de televisão para que possam assistir a algo extremamente obscuro, e ao fazer isso, permitindo-se explorar seus fascínios.\"",
        "source": "Youtube: Canal <i>tensacross</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Diferentemente de Cronenberg e de Egoyan, Guy Maddin demonstra pouco interesse em fazer filmes para o grande circuito. Seu longa de estreia, <a href=\"https://_{type: 'screen', 'id': 41967, 'screen_type': movie}\">Tales from the Gimli Hospital</a> (BR: Histórias do hospital Gimli ,1988) era esquisito a ponto de quase ser encarado como um desacato, um pastiche retro e da estilização dos filmes mudos, com diálogos mínimos, repleto de incoerências que provocam o espectador com uma lógica maluca."
    },
    {
      "type": "text",
      "content_text": "Os cineastas de <i>Québec</i>, naturalmente se distinguem de seus colegas americanos pela linguagem ao mesmo tempo que se mantém distante e diferentes de seus primos europeus para serem absorvidos pelo circuito de línguas francesa. <i>Denys Arcand</i>, o mais conhecido dos diretores franco-canadenses no cenário internacional, começou fazendo documentários de curta-metragem para <i>National Film Board</i> (Conselho Nacional de Cinema) do Canada, mas suas posições políticas radicais e sua natureza independente criaram tensão com seus patrões."
    },
    {
      "type": "video",
      "video_id": "vy1u1nT8iq4",
      "information": {
        "contentTitle": "Trailer do filme Exibição Familiar",
        "contentText": "O filme foi um sucesso na época, ganhando de Melhor Longa-Metragem no Festival Internacional de Cinema de Toronto.",
        "source": "Youtube: Canal <i>drpenfield</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Seus três primeiros longas, entre eles <a href=\"https://_{type: 'screen', 'id': 89944, 'screen_type': movie}\">Gina</a> (1975) usaram o thriller para explora temas políticos, mas suas visões despertaram a desconfiança oficial e por alguns anos ele recebeu poucos recursos para trabalhar. Arcand de volta por cima em grande estilo com <a href=\"https://_{type: 'screen', 'id': 18499, 'screen_type': movie}\">Le déclin de l'empire américain</a> (BR: O Declínio do Império Americano, 1986) que foi indicado ao Oscar assim como o filme seguinte, <a href=\"https://_{type: 'screen', 'id': 4486, 'screen_type': movie}\">Jesus de Montréal</a> (BR: Jesus de Montreal, 1989), fabula de intensa ironia sobre um ator que interpreta o papel do Cristo na encenação anual da Paixão na cidade e que descobre que o papel está assumindo o controle de sua vida."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Apesar do fato de que o Videodrome veio e foi mais rápido do que Superman e sua bala, ainda é um excelente filme. É um filme de gênero de alto calibre, colocando uma série de questões importantes.",
        "author": "Christopher John sobre Videodrome – A síndrome do vídeo (1983)"
      }
    },
    {
      "type": "text",
      "content_text": "O mais triste declínio do cinema canadense foi, com certeza, o de <a href=\"https://_{type: 'screen', 'id': 545675, 'screen_type': person}\">Claude Jutra</a> (1930-1986). Em 1971, ele dirigiu <a href=\"https://_{type: 'screen', 'id': 74689, 'screen_type': movie}\">Mon oncle Antoine</a> (BR: Meu Tio Antoine, 1971), que recebeu uma chuva de prêmios e foi votado em 1984 como o melhor filme canadense de todos os tempos. Mas sua obra subsequente foi decepcionante. Em meados dos anos 1980, ele teve o diagnóstico de doença de Alzheimer e morreu em 1986, depois de desaparecer de casa. Quando o São Lourenço degelou, em abril de 1987, seu corpo foi encontrado nas águas do rio.",
      "content_credits": "Resumo baseado no texto de <i>Pihilip Kemp</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/wLnulyRMhZfrXr7qaufBFv5H1us.jpg",
          "popularity": 20.754,
          "vote_count": 2642,
          "video": false,
          "media_type": "movie",
          "id": 9426,
          "adult": false,
          "backdrop_path": "\/j0PrEFTWkZZxDkurX3Vfwa9ceJp.jpg",
          "original_language": "en",
          "original_title": "The Fly",
          "genre_ids": [
            27,
            878
          ],
          "title": "The Fly",
          "vote_average": 7.3,
          "overview": "When Seth Brundle makes a huge scientific and technological breakthrough in teleportation, he decides to test it on himself. Unbeknownst to him, a common housefly manages to get inside the device and the two become one.",
          "release_date": "1986-08-15"
        },
        {
          "poster_path": "\/dBqp1SxlqnJEHYDM9sNelXoQsO1.jpg",
          "popularity": 13.222,
          "vote_count": 1247,
          "video": false,
          "media_type": "movie",
          "id": 837,
          "adult": false,
          "backdrop_path": "\/rjinOPH5Mlcw6d59CrnqHKFEVfS.jpg",
          "original_language": "en",
          "original_title": "Videodrome",
          "genre_ids": [
            27,
            9648,
            878
          ],
          "title": "Videodrome",
          "vote_average": 7.3,
          "overview": "As the president of a trashy TV channel, Max Renn is desperate for new programming to attract viewers. When he happens upon \"Videodrome,\" a TV show dedicated to gratuitous torture and punishment, Max sees a potential hit and broadcasts the show on his channel. However, after his girlfriend auditions for the show and never returns, Max investigates the truth behind Videodrome and discovers that the graphic violence may not be as fake as he thought.",
          "release_date": "1983-02-04"
        },
        {
          "vote_count": 13,
          "popularity": 3.589,
          "id": 26964,
          "video": false,
          "media_type": "movie",
          "vote_average": 6,
          "title": "Family Viewing",
          "release_date": "1987-09-09",
          "original_language": "en",
          "original_title": "Family Viewing",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "An emotionally constrained view of the displacement of human feelings in our video saturated society. Van regularly visits his grandmother in a run-down nursing home. His father depends on phone sex for guidance meanwhile erasing family homevideos of happier times with homemade pornography. Will Van rescue his grandmother and memories of his mother in time?",
          "poster_path": "\/xe1fz3anfmWAZUUQRPp90UPltxV.jpg"
        },
        {
          "poster_path": "\/evtfMmuJyCQch2JIdWO2SdGWgJA.jpg",
          "popularity": 3.626,
          "vote_count": 51,
          "video": false,
          "media_type": "movie",
          "id": 4486,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "Jésus de Montréal",
          "genre_ids": [
            18
          ],
          "title": "Jesus of Montreal",
          "vote_average": 7,
          "overview": "A group of actors putting on an interpretive Passion Play in Montreal begin to experience a meshing of their characters and their private lives as the production takes form against the growing opposition of the Catholic church.",
          "release_date": "1989-05-17"
        },
        {
          "poster_path": "\/j5Bi5lr7Z2tr9fEJI0YuS0AS2iG.jpg",
          "popularity": 4.883,
          "vote_count": 82,
          "video": false,
          "media_type": "movie",
          "id": 18499,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "Le déclin de l'empire américain",
          "genre_ids": [
            35,
            18
          ],
          "title": "The Decline of the American Empire",
          "vote_average": 7,
          "overview": "Four very different Montreal university teachers gather at a rambling country house to prepare a dinner. Remy (married), Claude (a homosexual), Pierre (involved with a girlfriend) and Alain (a bachelor) discuss sex, the female body and their affairs with them. Meanwhile, their four female guests, Louise (Remy's wife of 15 years), Dominique (a spinster), Diane (a divorcée) and Danielle (Pierre's girlfriend) are spending the time at a downtown health gym. They also discuss sex, the female body and, naturally, men. Later in the evening, they finally meet at the country house and have dinner. A ninth guest, named Mario, who used to know Diane, drops in on the group for some talk and has a surprise of his own.",
          "release_date": "1986-06-19"
        },
        {
          "vote_count": 23,
          "popularity": 2.326,
          "id": 74689,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Mon oncle Antoine",
          "release_date": "1971-11-12",
          "original_language": "fr",
          "original_title": "Mon oncle Antoine",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/2pX2geI8oItHs5IfsUPwJwcmuXV.jpg",
          "adult": false,
          "overview": "Set in cold rural Quebec at Christmas time, we follow the coming of age of a young boy and the life of his family which owns the town's general store and undertaking business.  Mon Oncle Antoine is Director Claude Jutra's masterpiece: A poignant, starkly honest, but humane film, shot through with authenticity from beginning to end.  Realized with an unflagging artistic vision, Mon Oncle Antoine poetically portrays a young boy's coming of age, vividly capturing the Quebec mining town in which he lives.",
          "poster_path": "\/kbLdUZ1F48w2zP3WavB57NXDvb1.jpg"
        },
        {
          "poster_path": "\/2mXl1HaShNRMIDQOJ7yMHJ2d5K6.jpg",
          "popularity": 1.47,
          "vote_count": 3,
          "video": false,
          "media_type": "movie",
          "id": 325337,
          "adult": false,
          "backdrop_path": "\/o34CiDR4f9pZdponHOQU6wtazHt.jpg",
          "original_language": "fr",
          "original_title": "La maudite galette",
          "genre_ids": [
            28,
            35,
            80
          ],
          "title": "Dirty Money",
          "vote_average": 6.3,
          "overview": "This French-Canadian crime\/action drama, which satirizes U.S. crime films, was shown at the Cannes Film Festival in 1972 and was well received. In the picture, perfectly ordinary people murder, steal, and torture one another with casual abandon in order to solve their everyday problems.",
          "release_date": "1972-06-15"
        },
        {
          "vote_count": 317,
          "popularity": 12.266,
          "id": 27429,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "Shivers",
          "release_date": "1975-10-10",
          "original_language": "en",
          "original_title": "Shivers",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/hKhsgLfJlIQVa88dZWR7kIEwgbI.jpg",
          "adult": false,
          "overview": "The residents of a suburban high-rise apartment building are being infected by a strain of parasites that turn them into mindless, sex-crazed fiends out to infect others by the slightest sexual contact.",
          "poster_path": "\/oBn5SeA9J5xexybqqagggmRuJAR.jpg"
        },
        {
          "poster_path": "\/wg0BrrQWAmamyWR8nkD3KYQdvG9.jpg",
          "popularity": 3.287,
          "vote_count": 11,
          "video": false,
          "media_type": "movie",
          "id": 108241,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "Next of Kin",
          "genre_ids": [
            35,
            18
          ],
          "title": "Next of Kin",
          "vote_average": 6.1,
          "overview": "Twenty-three-year old Peter Foster is an only child who lives at home, where he constantly hears his parents arguing. Because Peter does nothing all day, the family goes to a clinic where a therapist videotapes them. After Peter watches his tape, he views the tape of a troubled Armenian family, who gave their only son away for adoption when they arrived in Canada. Peter decides to visit this family, and he pretends to be their son, Bedros Deryan. The Deryan family welcomes him with open arms, and Peter tries to patch up the poor relationship between George Deryan and his daughter Azah. Written by Will Gilbert",
          "release_date": "1984-11-30"
        },
        {
          "poster_path": "\/c8QkosiXez2Pg4pgq4ludlhWUG4.jpg",
          "popularity": 3.378,
          "vote_count": 17,
          "video": false,
          "media_type": "movie",
          "id": 117233,
          "adult": false,
          "backdrop_path": "\/bZ7rlomoGRROf8QkeT2cUXoalih.jpg",
          "original_language": "en",
          "original_title": "I've Heard the Mermaids Singing",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "title": "I've Heard the Mermaids Singing",
          "vote_average": 5.5,
          "overview": "Awkward, shy and delightfully funny, Polly Vandersma is an \"organizationally impaired\" temporary assistant who finally gets her first permanent job at the age of 31. While she works for the curator of an art gallery, Polly narrates her own story, sharing the comical and bittersweet pretensions of the art world. At the same time, she reveals a special part of her own private world, taking the viewer to enchanted places in this quiet assault on the notion of authority everywhere.",
          "release_date": "1987-09-11"
        },
        {
          "poster_path": "\/A9u55gm0CmeKjMinqzEkGQOtgWN.jpg",
          "popularity": 4.915,
          "vote_count": 15,
          "video": false,
          "media_type": "movie",
          "id": 41967,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "Tales from the Gimli Hospital",
          "genre_ids": [
            14,
            27
          ],
          "title": "Tales from the Gimli Hospital",
          "vote_average": 7,
          "overview": "While their mother is dying in the modern Gimli, Manitoba hospital, two young children are told an important tale by their Icelandic grandmother about Ainar the lonely, his friend Gunnar, and the angelic Snjofrieder in a Gimli of old.",
          "release_date": "1988-04-15"
        },
        {
          "vote_count": 14,
          "popularity": 4.121,
          "id": 85556,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.3,
          "title": "Speaking Parts",
          "release_date": "1989-09-29",
          "original_language": "en",
          "original_title": "Speaking Parts",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "A struggling actor's job as a hotel custodian is a front for his real job: being rented out as a gigolo by his supervisor. A co-worker is obsessed with him, but he ignores and avoids her. He leaves his acting resume in the hotel room of a screenwriter, who is casting for a TV movie based on the true story of her deceased brother. She hires him to play the lead and the two begin an affair. She becomes increasingly distraught as it becomes evident that the movie's producer is changing her story. Egoyan's trademark tangle of bizarre relationships surrounds the protagonists on their way to a mind-blowing conclusion.",
          "poster_path": "\/9Du9fZpqcO5ZrtNe8KAS4jlm90I.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 224,
          "name": "David Cronenberg",
          "profile_path": "/kLHnBnUomcH96PdLRBnuZUzRoY1.jpg"
        },
        {
          "id": 38516,
          "name": "Denys Arcand",
          "profile_path": "/jYqHVVAHbhNvFCMmi2wUm8IanRp.jpg"
        },
        {
          "id": 97579,
          "name": "Guy Maddin",
          "profile_path": "/5oX4GZzjt2suSnwvkKSRRNAnbku.jpg"
        },
        {
          "id": 56205,
          "name": "Atom Egoyan",
          "profile_path": "/tcC1xvYTnoVPwzVVpPkHJ2oPLb4.jpg"
        },
        {
          "id": 545675,
          "name": "Claude Jutra",
          "profile_path": "/xgxuISfpUQIquTpzt92SzcmlqQd.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}