{
  "number": 3,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os Anos 70 foi uma era fértil para o terror. Subversivo, niilista, chocantemente imediato com sua <i>câmera vérité</i>, o apocalíptico filme de zumbis <a href=\"https://_{type: 'screen', 'id': 10331, 'screen_type': movie}\">Night of the Living Dead</a> (BR: A Noite dos Mortos-Vivos, 1968), de <a href=\"https://_{type: 'screen', 'id': 14999, 'screen_type': person}\">George A. Romero</a> (n-1940), sugeriu que havia algo de muto errado nos Estados Unidos e uma nova geração de cineastas não quis exatamente dar continuidade ao trabalho anterior, preferindo queimar todo o território."
    },
    {
      "type": "video",
      "video_id": "zOcZgcs6l3A",
      "information": {
        "contentTitle": "Cenas do filme Carrie – A Estranha",
        "contentText": "Carrie é um dos poucos filmes de horror que é indicado a vários prêmios da Academia. Spacek e Laurie receberam indicações para os prêmios de Melhor Atriz e Melhor Atriz Coadjuvante, respectivamente. O filme também ganhou o grande prêmio no Festival de Cinema de Avoriaz, enquanto Spacek recebeu o prêmio de Melhor Atriz pela Sociedade Nacional de Críticos de Cinema. Em 2008, Carrie foi classificada como número 86 na lista da Empire Magazine dos 500 Maiores Filmes de Todos os Tempos. O filme também entrou na lista dos 50 melhores filmes \"High-school\" da Entertainment Weekly e a sua sequência final (mais conhecida como \"cena do baile\") foi considerada um dos 100 momentos mais assustadores de todos os tempos.",
        "source": "Youtube: Canal <i>Franco Seguer</i>"
      }
    },
    {
      "type": "text",
      "content_text": "\"<i>Você assiste a esses filmes e sabe que está nas mãos de um maníaco</i>\", disse <a href=\"https://_{type: 'screen', 'id': 4610, 'screen_type': person}\">John Landi</a> (n-1950), referindo-se à produção perigosa e singular de <a href=\"https://_{type: 'screen', 'id': 5140, 'screen_type': person}\">Wes Craven</a> (n 1939), <a href=\"https://_{type: 'screen', 'id': 224, 'screen_type': person}\">David Cronenberg</a> (n-1943), <a href=\"https://_{type: 'screen', 'id': 1150, 'screen_type': person}\">Brian De Palma</a> (n-1940), <a href=\"https://_{type: 'screen', 'id': 5602, 'screen_type': person}\">David Lynch</a> (n-1946), e <a href=\"https://_{type: 'screen', 'id': 11770, 'screen_type': person}\">John Carpenter</a> (n-1948). Essa foi uma nova espécie de criadores, influenciados por filmes como <a href=\"https://_{type: 'screen', 'id': 539, 'screen_type': movie}\">Psycho</a> (BR: Psicose, 1960) e <a href=\"https://_{type: 'screen', 'id': 805, 'screen_type': movie}\">Rosemary's Baby</a> (BR: O bebê de Rosemary, 1968), bem como pela <strong>nouvelle vague francesa</strong> e pela situação sociopolítica e econômica da época."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu era muito jovem para saber que estava sendo imprudente quando exigi que o filme fosse gravado no oceano Atlântico e não em um tanque ao norte de Hollywood.",
        "author": "Steven Spielberg sobre Tubarão (1975)"
      }
    },
    {
      "type": "text",
      "content_text": "\"<i>Estamos falando de um carma ruim - ele precisa ir para algum lugar</i>\", disse <i>Wes Craven</i>, referindo-se ao Vietnã, ao movimento pelos direitos civis, ao feminismo, à revolução sexual, aos <i>tiroteios de Kent State</i> e ao embargo de petróleo. Aquilo tudo foi parar numa abundancia de filmes caseiros e sensacionalistas, obliterando mito da família nuclear e se dedicando aos doentes e despossuídos."
    },
    {
      "type": "block_special",
      "title": "A Ressureição dos filmes de Monstros com Alien",
      "image": {
        "image_type": "local",
        "url": "img_alien",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "\"<i>No espaço, ninguém ouvirá você gritar</i>\". A chamada do cartaz de <i>Alien</i> era um chamariz óbvio, mas houve muitos gritos nos cinemas. Desafiando a popularidade de <a href=\"https://_{type: 'screen', 'id': 11, 'screen_type': movie}\">Star Wars</a> (BR: Guerra nas estrelas, 1977), <a href=\"https://_{type: 'screen', 'id': 578, 'screen_type': person}\">Ridley Scott</a> (n-1937) ressuscitou o gênero barato de monstros assustadores vindos do espaço, associou-o a um visual cuidadoso de orçamento elevado e criou um filme paralisante de ficção científica de terror, capaz de deixar os nervos à flor da pele. <br/><br/> \n\nO roteiro avançado de <i>Dan O'Bannon</i> deve muito ao engenhoso filme B dos anos 1950 <a href=\"https://_{type: 'screen', 'id': 52202, 'screen_type': movie}\">Giant from the Unknown</a> (BR: A Ameaça do Outro Mundo, 1958) e segue a fórmula de \"<i>mansão mal-assombrada</i>\" de <a href=\"https://_{type: 'screen', 'id': 18851, 'screen_type': movie}\">The Cat and the Canary</a> (BR: O gato e o canário, 1939) ou <a href=\"https://_{type: 'screen', 'id': 4879, 'screen_type': movie}\">Ten Little Indians</a> (BR: E Não Sobrou Nenhum, 1965), porém ambientado em uma nave espacial e com um elemento de nojeira bem maior. <br/><br/> \n\nA <i>Nostromo</i> é uma nave-cargueiro gigantesca operando no espaço profundo, com uma tripulação mínima (e nada convencional) liderada pelo capitão Dallas (Tom Skerritt) que inclui a inteligente tenente Ripley (Sigourney Weaver) e o gato Jones. Respondendo a um pedido de ajuda, descobrem uma nave alienígena abandonada e ovos estranhos. Enquanto examinam os ovos, de um deles pula um parasita que se agarra ao capacete de Kane (John Hurt), infectando-o e, poucos dias depois, fazendo um estrago aterrorizante quando um filhote de <i>alien</i> sai do peito dele durante o café da manhã. Os demais atores supostamente não sabiam o que ia acontecer, o que tornou seu choque e sua repulsa genuínos. <br/><br/> \n\nScott causa <i>frisson</i> e usa os corredores escuros de forma dramática, à medida que a tripulação cada vez menor - e que, pelo jeito, nunca tinha visto um filme de terror na adolescência - vai diretamente ao encontro do par de mandíbulas extensíveis do monstro. O que elevou a angústia ao estado de arte, por meio de efeitos visuais premiados com o Oscar, foi a direção ímpar de arte e design, misturando padrões orgânicos e metálicos, assim como o alienígena (apenas vislumbrado) projetado pelo artista <i>H. R. Giger</i>, cuja beleza terrível recebeu uma estranha graciosidade da escultural dançarina massai <i>Bolaji Badejo</i>.<br/><br/> \n\nWeaver tornou-se uma estrela e um ícone da noite para o dia como a corajosa sobrevivente Ripley, enfrentando sua batalha final apenas de camiseta e calcinha. Ela deveria terminar o filme nua, para enfatizar a fragilidade humana perante a máquina mortífera perfeita, mas a <i>20th Century Fox</i>, ansiosa por evitar uma classificação \"<i>R</i>\" (proibido para menores de 17 anos) nos Estados Unidos, vetou a ideia. De maneira pouco usual para uma franquia de horror, as continuações foram entregues a diretores famosos por seus estilos visuais característicos - <i>James Cameron, David Fincher e Jean-Pierre Jeunet</i>.",
      "credits": "Resumo baseado no texto de <i>Angela Errigo</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>."
    },
    {
      "type": "text",
      "content_text": "Até a Grã-Bretanha entrou na onda, com a embolorada <i>Hammer</i> soltando algumas surpresas agradavelmente sombrias - <a href=\"https://_{type: 'screen', 'id': 46359, 'screen_type': movie}\">Demons of the Mind</a> (BR: Demônios da mente, 1972) - durante sua prolongada agonia até que as luzes se apagassem, e a queda das casas de Tigon e Almicus recepcionando os filmes sádicos do ex-diretor de filmes pornô <a href=\"https://_{type: 'screen', 'id': 120493, 'screen_type': person}\">Peter Walker</a> (n-1939), como <a href=\"https://_{type: 'screen', 'id': 86643, 'screen_type': movie}\">House of Whipcord</a>(BR: Casa do chicote, 1974)."
    },
    {
      "type": "video",
      "video_id": "WDpipB4yehk",
      "information": {
        "contentTitle": "Famosa cena do filme O Iluminado",
        "contentText": "O filme foi lançado nos Estados Unidos em 23 de maio de 1980 e no Reino Unido em 2 de outubro de 1980, pela Warner Bros. Havia várias versões para lançamentos teatrais, cada uma com um corte menor que o anterior; cerca de 27 minutos foram cortados no total. As reações ao filme no momento de seu lançamento foram misturadas; Stephen King criticou o filme devido a seus desvios do romance original. A avaliação se tornou mais favorável nas décadas seguintes e agora a obra é amplamente considerada como um dos maiores e mais influentes filmes de terror já feitos. The Shining é amplamente aclamado pelos críticos de hoje e se tornou um ícone da cultura pop. Em 2018, o filme foi selecionado para preservação no National Film Registry pela Biblioteca do Congresso como sendo \"significativo culturalmente, historicamente ou esteticamente\". Uma sequência, Doctor Sleep, foi lançada em 8 de novembro de 2019.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nesse interim, um espantoso programa duplo foi fornecido em 1973 por <a href=\"https://_{type: 'screen', 'id': 931, 'screen_type': movie}\">Don't Look Now</a> (BR: Inverno de sangue em Veneza, 1973), um arrasador estudo sobre o luto e a superstição, de <a href=\"https://_{type: 'screen', 'id': 14132, 'screen_type': person}\">Nicolas Roeg</a> (n-1982), e por <a href=\"https://_{type: 'screen', 'id': 16307, 'screen_type': movie}\">The Wicker Man</a> (BR: O homem de palha, 1973), um sinistro pesadelo erótico e pagão ambientado em uma ilha escocesa."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu sonhei que matei você e o Danny. Mas eu não matei vocês apenas. Eu os cortei em pequenos pedaços. Ó meu Deus... Eu devo estar louco!",
        "author": "Jack Torrance (Jack Nicholson) em O iluminado (1980)"
      }
    },
    {
      "type": "text",
      "content_text": "<i>O bebê de Rosemary</i> abriu caminho para uma quantidade de filmes assustadores com temática religiosa. Os mais famosos, <a href=\"https://_{type: 'screen', 'id': 9552, 'screen_type': movie}\">The Exorcist</a> (BR: O exorcista, 1973) e <a href=\"https://_{type: 'screen', 'id': 794, 'screen_type': movie}\">The Omen</a> (BR: A profecia, 1976), são exemplos da tendência de produção de filmes de terror com grandes orçamentos e astros de renome."
    },
    {
      "type": "video",
      "video_id": "GKR5KdHPiSI",
      "information": {
        "contentTitle": "Cenas do filme A Morte do Demônio",
        "contentText": "O filme de baixo orçamento atraiu o interesse do produtor Irvin Shapiro, que ajudou que o filme fosse visionado durante o Festival de Cannes em 1982. O autor de romances de terror Stephen King deu uma boa análise a The Evil Dead, convencendo assim a New Line Cinema a distribuir o filme. Embora com um baixo sucesso comercial nos Estados Unidos, o filme pagou o orçamento através da distribuição internacional, com uma receita de cerca de $2.4 milhões durante as exibições no cinema. As críticas ao filme, tanto aquando do seu lançamento como nos anos seguintes foram universalmente positivas e The Evil Dead ganhou a reputação de ser um dos maiores filmes de culto e, é várias vezes descrito como um dos melhores filmes de terror. Evil Dead lançou as carreiras de Campbell e Raimi, colaborando os juntos em vários filmes através dos anos, incluindo a trilogia Spider-Man.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 578, 'screen_type': movie}\">Jaws</a> (BR: Tubarão, 1975) e <a href=\"https://_{type: 'screen', 'id': 348, 'screen_type': movie}\">Alien</a> (BR: Alien, O 8º Passageiro, 1979) deram nova vida aos filmes de monstros, ao passo que <a href=\"https://_{type: 'screen', 'id': 694, 'screen_type': movie}\">The Shining</a> (BR: O iluminado, 1980) apresentou cenários deslumbrantes, design de produção extravagante, técnica perfeita e uma ficha técnica encabeçada por nomes como <a href=\"https://_{type: 'screen', 'id': 514, 'screen_type': person}\">Jack Nicholson</a> (n-1937) e <a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': person}\">Stanley Kubrick</a> (1928-1999)."
    },
    {
      "type": "block_special",
      "title": "O Fenômeno dos filmes de horror",
      "image": {
        "image_type": "local",
        "url": "img_exorcist_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Este filme, o primeiro sucesso estrondoso na história dos filmes de horror, teve grande influência sobre o futuro do gênero. Nunca, até então, um filme de horror tinha sido objeto de tanta atenção antes de seu lançamento de tanta fofoca sobre os conflitos durante a pós-produção, de tanta especulação sobre por que pessoas de todas as idades ficavam horas em pé em filas para assistir a uma obra supostamente capaz de induzir ataques de vômito, desmaios e até psicose temporária. É difícil transmitir o verdadeiro impacto cultural de <strong>O exorcista</strong>. O filme roubou manchetes do escândalo <i>Watergate</i> - ao menos por algum tempo causou um aumento considerável no número de casos de possessões demoníacas \"<i>reais</i>\" e, como escreveu um crítico, \"<i>instituiu a nojeira como forma de diversão para o grande público</i>\". <br/><br/> \n\nInspirado em notícias publicadas nos jornais sobre um menino de 13 anos de Maryland cujo corpo teria sido possuído por forças demoníacas, o romancista <i>William Peter Blatty</i> transformou o possuído em uma menina. Blatty exagerou em vários detalhes, acrescentando altas doses de especulação filosófico - teológica sobre a natureza do mal, e o resultado foi o livro<i> O exorcista</i>, de 1971. Prevendo um best-seller, a <i>Warner Bros.</i> comprou os direitos de filmagem e após várias revisões do roteiro original, Blatty finalmente elaborou uma versão de O exorcista à altura do elevado nível de exigência de Friedkin.<br/><br/> \n\nEm uma era de protestos estudantis, uso experimental de drogas e questionamento da autoridade. O exorcista permitia aos espectadores regozijar-se com as punições horríveis aplicadas à rebelde Regan. Mas, ao tornar a Regan-demônio tão fascinante de olhar, tão cheia de surpresas indecentes, O exorcista também dava a audiência o prazer da rebeldia. O filme não só deu origem a uma série de continuações de pior qualidade, imitações e variações sobre o tema da possessão, como também fez de crianças com poderes maléficos um tema dominante no cinema de horror.",
      "credits": "Resumo baseado no texto de <i>Steven Jay Scheneider</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1150, 'screen_type': person}\">Brian De Palma</a> (n-1940) criou um marco (e uma das melhores adaptações até hoje de um romance de <i>Stephen King</i>) com <a href=\"https://_{type: 'screen', 'id': 7340, 'screen_type': movie}\">Carrie</a> (BR: Carrie - a estranha, 1976). Era terror de alto nível para plateias que teriam preferido comer o próprio pé a assistir a repugnantes filmes sobre canibais ou pavorosas produções italianas de baixo orçamento."
    },
    {
      "type": "video",
      "video_id": "mDHisWRsE98",
      "information": {
        "contentTitle": "Clássica cena do filme A Profecia",
        "contentText": "Ocorreu uma série de acidentes durante as filmagens de \"A Profecia\" quando seu título original ainda era \"The Antichrist to the Birthmark\". O hotel onde o diretor Richard Donner estava hospedado sofreu um atentado com bombas do IRA; o avião do roteirista David Seltzer sofreu um acidente; o ator Gregory Peck cancelou na última hora um vôo para Israel cujo avião sofreu um acidente e todos os que estavam dentro dele faleceram; e ainda os principais atores do filme sofreram um acidente automobilístico quando se dirigiam para rodar uma das cenas do filme.",
        "source": "Youtube: Canal <i>Richard Madnezz</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Superproduções de terror continuaram a aparecer durante a década de 1980, quando os estúdios suavizaram sustos e acrescentaram humor, efeitos especiais e diversão. O resultado foram obras para toda a família como <a href=\"https://_{type: 'screen', 'id': 609, 'screen_type': movie}\">Poltergeist</a> (BR: Poltergeist - O Fenômeno, 1982) e <a href=\"https://_{type: 'screen', 'id': 620, 'screen_type': movie}\">Ghostbusters</a> (BR: Os Caça-Fantasmas, 1984), que se provaram uma boa alternativa aos repetitivos e sanguinolentos filmes que se seguiram a <a href=\"https://_{type: 'screen', 'id': 948, 'screen_type': movie}\">Halloween</a> (1978)."
    },
    {
      "type": "text",
      "content_text": "Em outros casos, o avanço dos efeitos de transformação realizados por <a href=\"https://_{type: 'screen', 'id': 16178, 'screen_type': person}\">Rick Baker</a> (n-1950) em <a href=\"https://_{type: 'screen', 'id': 814, 'screen_type': movie}\">An American Werewolf in London</a> (BR: Um lobisomem americano em Londres, 1981) e por <a href=\"https://_{type: 'screen', 'id': 101608, 'screen_type': person}\">Rob Bottin</a> (n-1959) em <a href=\"https://_{type: 'screen', 'id': 1091, 'screen_type': movie}\">The Thing</a> (BR: A coisa, 1982) demonstravam que os borrifos ainda importavam. Um punhado de filmes de terror inteligentes e subversivos também apareceram como <a href=\"https://_{type: 'screen', 'id': 9426, 'screen_type': movie}\">The Fly</a> (BR: A mosca, 1986), visto por muitos como um comentário sobre o medo da epidemia de aids, e a fantasia sadomasoquista de <a href=\"https://_{type: 'screen', 'id': 9003, 'screen_type': movie}\">Hellraiser</a> (1987), de <a href=\"https://_{type: 'screen', 'id': 31211, 'screen_type': person}\">Clive Barker</a> (n-1952), entre eles.",
      "content_credits": "Resumo baseado no texto de <i>Jamie Graham</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "A garota corre floresta a dentro, as roupas sujas com o sangue de seu namorado, astro do time de futebol, assim como seu grupo de amigos que decidiram acampar por uns dias. Atrás dela vinha o assassino com o facão ensanguentado e uma máscara cobrindo seu rosto. Ela era apenas mais uma vítima, de mais um psicopata em mais um filme de <strong>slasher</strong> que marcou o gênero de terror.",
      "content_title": "Slasher: a ascensão de um novo subgênero no terror"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_slasher",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Um dos Grandes rostos dos filmes Slasher",
        "contentText": "Embora o termo seja, por vezes utilizado coloquialmente como um termo genérico para qualquer filme de terror envolvendo assassinatos, analistas do gênero citam um conjunto estabelecido de características que, alegadamente definem esses filmes além de outros subgêneros de horror, tais como filmes <i>splatter</i> e filmes de terror psicológico.",
        "source": "feededigno.com"
      }
    },
    {
      "type": "text",
      "content_text": "Desde sua concepção o cinema sempre flertou com o fantástico e com o medo. O primeiro filme de terror é chamado de <a href=\"https://_{type: 'screen', 'id': 133063, 'screen_type': movie}\">Le manoir du diable</a> (BR: A Mansão do Diabo, 1896) e fora dirigido por <a href=\"https://_{type: 'screen', 'id': 11523, 'screen_type': person}\">Georges Méliès</a> (1861-1938), já nesse início nota-se forte influência do fantástico e da personificação de uma figura maléfica que tende a ter a vantagem sobre os heróis. Aliado ao uso de um vilão ameaçador, ficou tido como regra também a construção de um cenário que em nada facilitasse a vida dos protagonistas, como fica constatado na já mencionada obra de Méliès e também no filme italiano <a href=\"https://_{type: 'screen', 'id': 70512, 'screen_type': movie}\">L’inferno</a> (BR: O inferno, 1911), cuja a adaptação da jornada de <i>Dante Alighieri</i> pelos círculos do inferno contou com uma montagem de cenário única para a época por saber trabalhar planos de câmera totalmente novos e técnicas de ilusionismo e iluminação."
    },
    {
      "type": "video",
      "video_id": "b_ZinNz0s34",
      "information": {
        "contentTitle": "Cenas do filme Halloween",
        "contentText": "Por causa do baixo orçamento, o figurino e os adereços eram muitas vezes criados a partir de itens disponíveis ou que podiam ser comprados a baixo custo. Carpenter contratou Tommy Lee Wallace como designer de produção, diretor de arte, locatário e co-editor. Wallace criou a máscara de marca registrada usada por Michael Myers durante todo o filme do Capitão Kirk, comprada a partir de 1,98 dólar de uma loja de fantasias em Hollywood Boulevard. Carpenter lembrou como Wallace \"ampliou os buracos nos olhos e pintou com spray a máscara de um branco azulado. No roteiro, dizia que a máscara de Michael Myers tinha \"as características pálidas de um rosto humano\" e era verdadeiramente assustadora. Só consigo imaginar o resultado se não tivessem pintado a máscara de branco.\" Hill acrescenta que \"a ideia era torná-lo quase sem humor, sem rosto — esse tipo de visão pálida que poderia parecer com um humano ou não.\"",
        "source": "Youtube: Canal <i>CinemaCitySpain</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, no início do século XX, alguns cineastas perceberam que o recém-nascido gênero do terror não precisava ficar atrelado ao fantástico. Da mesma forma que pequenos folhetins sobre crimes faziam sucesso nas ruas inglesas, cineastas alemães e franceses faziam experiências em adaptar a violência urbana para as telas. De 1915 a 1916, a <i>cineserie</i> <a href=\"https://_{type: 'screen', 'id': 29082, 'screen_type': movie}\">Les Vampires</a> (BR: Os Vampiros, 1915) de <a href=\"https://_{type: 'screen', 'id': 102844, 'screen_type': person}\">Louis Feuillade</a> (1873-1925) se propôs a contar a história de uma gangue de ladrões de residências em Paris, que se vestiam de morcego e roubavam joias, cometendo até alguns homicídios."
    },
    {
      "type": "text",
      "content_text": "O subgênero italiano chamado de <i>giallo</i> nas décadas de 1960 e 70 que mudou toda a estética do que se entendia por filmes envolvendo assassinatos. Pela primeira vez uma série de filmes separados estabeleceu que haveriam regras em um mundo de matanças, regras essas que se tornariam a <i>base para os filmes slasher</i>."
    },
    {
      "type": "video",
      "video_id": "HcrTqof683A",
      "information": {
        "contentTitle": "Cenas do filme A Hora do Pesadelo",
        "contentText": "A Hora do Pesadelo pode ter tido origem na infância do diretor Wes Craven. A ideia básica do filme foi inspirada em vários artigos de jornal publicados no LA Times onde os filhos de um grupo de refugiados cambojanos, depois de se refugiarem nos Estados Unidos fugindo do regime político do Khmer Vermelho passaram a ter pesadelos horríveis chegando ao ponto de se recusarem a dormir. Seguindo ordens médicas os pais destas crianças as encorajaram a dormir, contudo, cada uma delas morreu durante o sono, após um novo pesadelo, as autoridades médicas, na época, noticiaram o fato denominando-o como Síndrome da Morte Súbita Asiática. Aliado a este fato, em uma noite durante a infância de Craven, ele viu, através da janela de sua casa, um homem velho andando do lado de fora que parou e o encarou, para em seguida ir embora caminhando, esse acontecimento deixou Craven muito assustado e serviu de inspiração para a criação de Krueger.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Haveria como figura antagonista um misterioso assassino, cuja a vestimenta daria ao público pouca possibilidade de adivinhar o culpado, seu rosto seria coberto por uma máscara, os planos de câmera focariam em suas mãos enluvadas durante o ato do assassinato, haveria uma figura heroica personificada em um detetive (amador ou não) que aqui representa a lei e ordem frente a barbárie e a identidade do assassino só seria revelada no final."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Existem filmes de terror que lidam com o psicológico, o insinuante... e também há aqueles que fazem transparecer no seu rosto os terríveis horrores que ameaçam encharcar o seu corpo de suor e bloquear o seu maxilar, fechando-o para sempre. O massacre é assim.",
        "author": "Time Out London sobre O Massacre da Serra Elétrica (1975)"
      }
    },
    {
      "type": "text",
      "content_text": "O diretor <a href=\"https://_{type: 'screen', 'id': 25826, 'screen_type': person}\">Mario Bava</a> (1914-1980) lançou em 1963, o primeiro exemplar do gênero chamado <a href=\"https://_{type: 'screen', 'id': 28041, 'screen_type': movie}\">La Ragazza che Sapeva Troppo</a> (BR: Olhos Diabólicos, 1963), um suspense aonde uma jovem americana vai visitar uma amiga em Roma e se torna testemunha ocular de um assassinato, culminando então em uma investigação empreendida pela própria em busca do assassino. No ano seguinte, Bava lança <a href=\"https://_{type: 'screen', 'id': 28055, 'screen_type': movie}\">Sei donne per l'assassino</a> (BR: Seis Mulheres para o Assassino, 1964) e novamente evoca e regra de um assassino misterioso que ao longo do filme acumula uma pilha de corpos."
    },
    {
      "type": "video",
      "video_id": "7H3XPETdtmc",
      "information": {
        "contentTitle": "Cenas do filme Dia dos Namorados Macabro",
        "contentText": "Concebido e produzido inteiramente ao longo de cerca de um ano, o filme foi rodado em Sydney Mines, no outono de 1980. Foi lançado nos cinemas em 11 de fevereiro de 1981 pela Paramount Pictures, coincidindo com o Feriado dos namorados. Apesar de uma resposta mista da crítica e arrecadando US $ 5,7 milhões de bilheteria, o filme desenvolveu um grande culto de seguidores ao longo dos anos desde seu lançamento.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Notava-se então que o terreno estava pronto para um novo subgênero surgir. O ano de 1974 tornou-se especial para um cineasta em particular. <a href=\"https://_{type: 'screen', 'id': 10051, 'screen_type': person}\">Tobe Hooper</a> (1943-2017) fora membro ativo do movimento hippie nos anos 60 e em seu primeiro longa, <a href=\"https://_{type: 'screen', 'id': 89445, 'screen_type': movie}\">Eggshells</a> (1969), fora bem recebido por trabalhar a relação da juventude da época com o uso de drogas e com o sexo, sendo considerado como uma homenagem ao fim do movimento."
    },
    {
      "type": "block_special",
      "title": "Halloween – o Marco dos filmes Slashers",
      "image": {
        "image_type": "local",
        "url": "img_halloween_1978",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Nenhum outro diretor desde <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980) capturou o voyeurismo delicioso do terror tão bem quanto <i>John Carpenter</i> em <strong>Halloween</strong>, um filme tão cheio de nossas inquietudes mais primordiais que continua definindo o gênero após 20 anos. De fato, a comparação entre Hitchcock e Carpenter não é nenhum exagero: Halloween está cheio de tributos de Carpenter a Hitchcock, desde os nomes dos personagens - Sam Loomis e Tom Doyle, de <a href=\"https://_{type: 'screen', 'id': 539, 'screen_type': movie}\">Psycho</a> (BR: Psicose, 1960) e <a href=\"https://_{type: 'screen', 'id': 567, 'screen_type': movie}\">Rear Window</a> (BR: Janela indiscreta, 1954), respectivamente - à inclusão no elenco de <a href=\"https://_{type: 'screen', 'id': 8944, 'screen_type': person}\">Jamie Lee Curtis</a> (n-1958), filha de <a href=\"https://_{type: 'screen', 'id': 7302, 'screen_type': person}\">Janet Leigh</a> (1927-2004), a infeliz <strong>vítima no chuveiro</strong> de Psicose. <br/><br/> \n\nA trama de Halloween é bem simples: um psicopata mascarado, <strong>Michael Myers</strong>, vai apunhalando e estrangulando pessoas em meio a um grupo de amigos adolescentes enquanto estes bebem cerveja e correm atrás de sexo, até que finalmente ele se depara com a grande força pura do filme, a virginal baba Laurie Strode (Curtis). Apesar de seu minimalismo, as evidentes inquietudes sociais do bem contra o mal na trama de Halloween ficam sem solução no final, uma estratégia repetida consistentemente em outros slashers que vão de <i>Sexta-feira 13</i> (1980) a <i>Pânico</i> (1996). A intensidade de Carpenter e do roteiro de <a href=\"https://_{type: 'screen', 'id': 2161, 'screen_type': person}\">Debra Hill</a> (1950–2005) está em situar o terror no ambiente plácido da vida suburbana dos Estados Unidos, onde se presume (ou pelo menos se presumia) que os jovens estejam seguros. <br/><br/> \n\nDesconstruindo a noção de domicilio como local protegido, o trabalho de câmera de Halloween invade a cidade fictícia de <i>Haddonfield</i> com um plano subjetivo errante. O filme começa com uma brilhante tomada mostrando tudo através dos olhos do assassino então com seis anos de idade. Carpenter constrói um medo puramente estético, separando Halloween de sua própria descendência cansativamente expositiva. Em todo o filme, há sempre alguém observando, seja predador ou presa. À medida que o filme se desenrola, ficamos espreitando em esquinas, por trás dos ombros, pelas janelas e por frestas de closets, esperando o que acreditamos ser a morte certa.<br/><br/> \n\nO ritmo brilhante e as tomadas excruciantemente longas conseguem manter a adrenalina em alta, enquanto Michael se esgueira pelas sombras, escapando da morte várias vezes para perseguir a inteligente Laurie. Quando o filme termina, ficamos pensando, angustiados, sobre o que separa fatos e ficção.",
      "credits": "Resumo baseado no texto de <i>Kathryn Bergeroo</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Em 74, ele lançou <a href=\"https://_{type: 'screen', 'id': 30497, 'screen_type': movie}\">The Texas Chain Saw Massacre</a> (BR: O Massacre da Serra Elétrica, 1974) com um orçamento de <strong>US$ 300.000</strong> e tendo um retorno de <strong>US$ 30.859.000</strong>, consolidando não só um excelente retorno financeiro, mas também as regras para o que seria o <i>slasher</i> e que por sua vez foram herdadas do <i>Giallo</i>, de <i>Mario Bava</i>, com algumas modificações."
    },
    {
      "type": "video",
      "video_id": "GE0gT35Mq9k",
      "information": {
        "contentTitle": "Cenas do filme O Massacre da Serra Elétrica",
        "contentText": "Hooper concebeu a ideia do filme depois de ter acompanhado a cobertura da mídia com relação aos atos de violência em andamento na cidade de San Antonio, além das mudanças no panorama cultural e político da época; pequenos detalhes da trama, como o personagem Leatherface, foram inspirados pelos crimes do assassino em série Ed Gein (1906-1984). A maior parte do elenco era formada por atores até então desconhecidos do grande público e sem experiência anterior com cinema. A produção de The Texas Chain Saw Massacre passou por diversos problemas, como o baixo orçamento, que obrigou o cineasta a filmar por longas horas ao dia, valendo-se dos sete dias da semana, para que pudesse terminar o mais rápido possível e reduzir os custos de aluguel dos equipamentos; os efeitos especiais foram obtidos de forma simples e limitada. Em virtude do conteúdo violento, Hooper encontrou empecilhos para arranjar um distribuidor; por consequência, Louis Perano, da Bryanston Pictures, adquiriu os direitos de distribuição. O cineasta limitou a quantidade de sanguinolência na esperança de garantir que o filme obtivesse uma classificação indicativa PG (assistir sob orientação paterna), mas a Motion Picture Association of America (MPAA) classificou-o com um R (restrito).",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em Massacre da Serra elétrica foram definidas as seguintes regras: o assassino serial que manteria sua identidade em segredo. Seus métodos de assassinato não estariam presos a simplesmente esfaquear. As vítimas seriam majoritariamente jovens que a todo instante usariam drogas ou fariam sexo (a simbologia da pureza perdida e do castigo representado pelo assassino são conceitos muito fortes nos primeiros rascunhos do roteiro de Massacre), o local dos assassinatos variaria entre espaços isolados como florestas e fazendas ou urbanos, como casas ou escolas. Uma das vítimas sempre sobreviveria no final."
    },
    {
      "type": "text",
      "content_text": "Foi no decorrer dos anos 70 que alguns dos melhores exemplares do gênero foram produzidos, gerando receita e consequentemente mais produções. <a href=\"https://_{type: 'screen', 'id': 948, 'screen_type': movie}\">Halloween</a> (BR: Halloween - A Noite do Terror, 1978), de <a href=\"https://_{type: 'screen', 'id': 11770, 'screen_type': person}\">John Carpenter</a> (n-1948), se consagraria como um dos melhores filmes de terror do subgênero, com <strong>Michael Myers</strong> acumulando uma pilha de corpos em <i>Haddonfield</i>."
    },
    {
      "type": "video",
      "video_id": "yO3eVly1GSI",
      "information": {
        "contentTitle": "Cenas do filme Sexta-Feira 13",
        "contentText": "A princípio, Sexta-Feira 13 era nada mais que um título. Durante o processo de escrita, o trabalho era chamado de A Long Night at Camp Blood, mas Cunningham acreditava no potencial do nome \"Friday the 13th\" e rapidamente tratou de colocar um anúncio na Variety. Preocupado que alguém possuísse os direitos do título e a fim de evitar potenciais ações judiciais, Cunningham achou que seria melhor averiguar isso imediatamente. Ele contratou uma agência de publicidade de Nova Iorque para desenvolver seu conceito do logotipo do filme, que consistia em grandes letras maiúsculas que explodiam em um painel de vidro. No final, Cunningham acreditava que não havia \"problemas\" com o título, mas o distribuidor George Mansour declarou: \"Houve um filme antes do nosso chamado Friday the 13th: The Orphan. Foi moderadamente bem-sucedido. Mas alguém ainda ameaçou processá-lo. Phil Scuderi negociou com eles, e isso finalmente foi resolvido.\"",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 23761, 'screen_type': movie}\">Alice Sweet Alice</a> (BR: Comunhão, 1976) traria um dos percussores dos assassinos seriais do cinema a ter uma vestimenta estilizada (apesar do esquecimento a que a obra caiu) ao utilizar uma capa de chuva amarela e uma máscara de Halloween translucida. <a href=\"https://_{type: 'screen', 'id': 16938, 'screen_type': movie}\">Black Christmas</a> (BR: Noite do Terror, 1974) quebraria algumas regras impostas por Massacre ao ambientar sua história dentro de uma república universitária, quando um maníaco foge do manicômio e se esconde dentro da casa, quebrando a sensação de segurança do cotidiano. <a href=\"https://_{type: 'screen', 'id': 45964, 'screen_type': movie}\">When a Stranger Calls</a> (BR: Mensageiro da morte, 1979) traria novamente esse conceito em uma das sequencias iniciais mais assustadoras da história e que também caiu no esquecimento."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma história de bicho-papão de acampamento projetada para fazer um pouco mais do que criar tensão e entregar alguns choques bem cronometrados, o que faz com precisão e até um pouco de arte.",
        "author": "James Kendrick sobre Sexta-Feira 13"
      }
    },
    {
      "type": "text",
      "content_text": "Eis que chegam os anos 80 e com eles o <strong>auge do subgênero Slasher</strong>, abarrotando salas de cinema e locadoras com todo o tipo de histórias que, apesar de exalarem criatividade nas mortes e por vezes violência, cada vez mais careciam de orçamento e, portanto, contavam com elencos fracos e produções cada vez mais amadoras."
    },
    {
      "type": "video",
      "video_id": "2L47JwR9vDs",
      "information": {
        "contentTitle": "Cenas do filme Hellraizer",
        "contentText": "Desde o lançamento, o filme Hellraizer dividiu os críticos, mas geralmente recebeu elogios; as avaliações iniciais variaram de Melody Maker chamando-o de o maior filme de terror feito na Grã-Bretanha, a Roger Ebert condenando sua \"falência de imaginação\". Foi seguido por nove sequências, as primeiras sete das quais apresentavam Bradley reprisando seu papel como Pinhead.",
        "source": "Youtube: Canal <i>kief4diamonds</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A estreia de <a href=\"https://_{type: 'screen', 'id': 4488, 'screen_type': movie}\">Friday the 13th</a> (BR: Sexta-Feira 13, 1980) introduziu <strong>Jason Voorhes</strong> ao panteão dos grandes vilões do cinema, seguiu à risca as regras estabelecidas por Massacre e contou com os efeitos especiais de <a href=\"https://_{type: 'screen', 'id': 11161, 'screen_type': person}\">Tom Savini</a> (n-1946), referência absoluta do gênero. Na esteira do sucesso de Sexta-feira 13 vieram uma enxurrada de obras que visavam copiar seu sucesso estrondoso."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 39874, 'screen_type': movie}\">My Bloody Valentine</a> (BR: Dia dos Namorados Macabro, 1981) trouxe o temível minerador matando adolescentes de todas as formas com sua picareta. <a href=\"https://_{type: 'screen', 'id': 13567, 'screen_type': movie}\">Sleepaway Camp</a> (BR: Acampamento Sinistro, 1983) traria uma história nos moldes da saga <i>Jason</i> ao ambientar uma série de assassinatos em um acampamento de verão, porém com o adicional de conter um dos finais mais assustadores da história do cinema. <a href=\"https://_{type: 'screen', 'id': 36599, 'screen_type': movie}\">Prom Night</a> (BR: A Morte Convida Para Dançar, 1980) teria como premissa um assassino serial que busca vítimas adolescentes em um baile escolar."
    },
    {
      "type": "video",
      "video_id": "0OVFIZnmr5Q",
      "information": {
        "contentTitle": "Cenas do filme A Morte Convida Para Dançar",
        "contentText": "Nos anos seguintes ao seu lançamento, A Morte Convida Para Dançar tem acumulado um substancial seguinte culto, não só por seu conteúdo de terror, mas também para a sua discoteca trilha sonora - Heavy, que foi lançado pela RCA Records no Japão em 1980. Alguns estudiosos de cinema têm citando ele como um dos filmes de terror mais influentes do período.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 377, 'screen_type': movie}\">A Nightmare on Elm Street</a> (BR: A Hora do Pesadelo, 1984), de <i>Wes Craven</i>, marcaria a estreia de <strong>Freddy Krueger</strong> e suas técnicas de matar adolescentes em seus sonhos. O excesso de produções (e sequencias dessas produções) levaria a um consequente desgaste do subgênero parecido com o que ocorreu com filmes de faroeste na metade do século XX."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu realmente acho que A hora do pesadelo é um dos maiores contos de fadas de todos as décadas, porque Craven compreende as raízes daqueles mitos.",
        "author": "Guilherme del Toro sobre A hora do Pesadelo (1984)"
      }
    },
    {
      "type": "text",
      "content_text": "Os anos 90, porém, guardariam um último trunfo para o <i>slasher</i> quando o diretor <a href=\"https://_{type: 'screen', 'id': 5140, 'screen_type': person}\">Wes Craven</a> (n-1939) e o roteirista <a href=\"https://_{type: 'screen', 'id': 26458, 'screen_type': person}\">Kevin Willianson</a> (n-1965) se juntaram e deram início a <i>saga Pânico</i>, com <a href=\"https://_{type: 'screen', 'id': 4232, 'screen_type': movie}\">Screams</a> (BR: Pânico, 1996). Com o objetivo em mente de reacender o interesse do público por filmes de assassinato, <i>Pânico</i> nasceu com a premissa de não ser uma cópia de modelos que deram certo no passado e que geraram o desgaste desses filmes, mas ser uma paródia não cômica das regras estabelecidas por Mario Bava e Tobe Hooper."
    },
    {
      "type": "video",
      "video_id": "R8_HfT2ndyg",
      "information": {
        "contentTitle": "Cenas do filme Vestida para Matar",
        "contentText": "Quando jovem Brian De Palma, incitado por sua mãe, seguiu seu pai com equipamento de gravação, para tentar flagrá-lo com outra mulher. Este fato serviu de inspiração para Vestida para Matar.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em outras palavras, a história não seria cômica e carregaria seu próprio suspense, porém, constantemente ela brincaria com convenções do subgênero como a última sobrevivente, formas criativas do assassino agir, vestimenta estilizada, retidão sexual e etc. Por um tempo o sucesso de Pânico motivou o surgimento de outra franquia como <a href=\"https://_{type: 'screen', 'id': 3597, 'screen_type': movie}\">I Know What You Did Last Summer</a> (BR: Eu sei o que vocês fizeram no verão passado, 1997), que sem qualquer originalidade não copiou o êxito da saga de Craven e Willianson. Pânico também pode ser considerado o último grande exemplar do <i>slasher</i> que, apesar de obras esporádicas, tem perdido espaço para o também subgênero de assombração.",
      "content_credits": "Resumo baseado no artigo \"Slasher: a ascensão e queda de um subgênero\", de Gustavo Barreto no rotacult.com.br."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 5197,
          "popularity": 57.812,
          "id": 9552,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "The Exorcist",
          "release_date": "1973-05-31",
          "original_language": "en",
          "original_title": "The Exorcist",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/xcjJ5khg2yzOa282mza39Lbrm7j.jpg",
          "adult": false,
          "overview": "12-year-old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest who is struggling with his own faith.",
          "poster_path": "\/4ucLGcXVVSVnsfkGtbLY4XAius8.jpg"
        },
        {
          "vote_count": 3252,
          "popularity": 30.4,
          "id": 948,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Halloween",
          "release_date": "1978-10-24",
          "original_language": "en",
          "original_title": "Halloween",
          "genre_ids": [
            27,
            53
          ],
          "backdrop_path": "\/gT7XtUs0Pp51Usnb2Yu8V1QLNdB.jpg",
          "adult": false,
          "overview": "On a black and unholy Halloween night years ago, little Michael Myers brutally slaughtered his sister in cold bold. But for the last fifteen years, town residents have rested easy, knowing that he was safely locked away in a mental hospital – until tonight. Tonight, Michael returns to the same quiet neighbourhood to relive his grisly murder again…and again…and again. For this is a night of evil. Tonight is Halloween!",
          "poster_path": "\/yzVhqSi3XkEQOovR4yy2lVTZiQO.jpg"
        },
        {
          "poster_path": "\/b6ko0IKC8MdYBBPkkA1aBPLe2yz.jpg",
          "popularity": 61.736,
          "vote_count": 11936,
          "video": false,
          "media_type": "movie",
          "id": 694,
          "adult": false,
          "backdrop_path": "\/AdKA2F1SzYPhSZdEbjH1Zh75UVQ.jpg",
          "original_language": "en",
          "original_title": "The Shining",
          "genre_ids": [
            27,
            53
          ],
          "title": "The Shining",
          "vote_average": 8.2,
          "overview": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
          "release_date": "1980-05-23"
        },
        {
          "vote_count": 2376,
          "popularity": 25.408,
          "id": 7340,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Carrie",
          "release_date": "1976-11-03",
          "original_language": "en",
          "original_title": "Carrie",
          "genre_ids": [
            27,
            53
          ],
          "backdrop_path": "\/zwJFfKQdfiptK2GY6N8GkZFrAxJ.jpg",
          "adult": false,
          "overview": "Carrie White, a shy and troubled teenage girl who is tormented by her high school peers and her fanatically religious mother, begins to use her powers of telekinesis to exact revenge upon them.",
          "poster_path": "\/uc3OvgmbnYaS5Y0BOjSmC1EmSz1.jpg"
        },
        {
          "poster_path": "\/6cIhcui8y5Lu4D5N9oRCl1WDh9v.jpg",
          "popularity": 8.347,
          "vote_count": 475,
          "video": false,
          "media_type": "movie",
          "id": 12262,
          "adult": false,
          "backdrop_path": "\/l6O5j4c7E9DfF59jfklKHajnNSu.jpg",
          "original_language": "en",
          "original_title": "The Hills Have Eyes",
          "genre_ids": [
            27,
            53
          ],
          "title": "The Hills Have Eyes",
          "vote_average": 6.1,
          "overview": "On the way to California, a family has the misfortune to have their car break down in an area closed to the public, and inhabited by violent savages ready to attack.",
          "release_date": "1977-07-22"
        },
        {
          "vote_count": 1448,
          "popularity": 13.246,
          "id": 10331,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Night of the Living Dead",
          "release_date": "1968-10-01",
          "original_language": "en",
          "original_title": "Night of the Living Dead",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/msPUiG0tIVPcLblsCs43yRKEdBr.jpg",
          "adult": false,
          "overview": "A group of people try to survive an attack of bloodthirsty zombies while trapped in a rural Pennsylvania farmhouse.",
          "poster_path": "\/rSBkU4g4uvZQIMOSpvrmvR4VwhA.jpg"
        },
        {
          "vote_count": 9683,
          "popularity": 39.952,
          "id": 348,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "Alien",
          "release_date": "1979-05-25",
          "original_language": "en",
          "original_title": "Alien",
          "genre_ids": [
            27,
            878
          ],
          "backdrop_path": "\/AmR3JG1VQVxU8TfAvljUhfSFUOx.jpg",
          "adult": false,
          "overview": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
          "poster_path": "\/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg"
        },
        {
          "poster_path": "\/wvpgvcWNkF2HLuTEMIM7K83MvZ.jpg",
          "popularity": 54.953,
          "vote_count": 1712,
          "video": false,
          "media_type": "movie",
          "id": 10585,
          "adult": false,
          "backdrop_path": "\/pIyzuJCG1D5iqQIu1WzQ0KgQUPp.jpg",
          "original_language": "en",
          "original_title": "Child's Play",
          "genre_ids": [
            27
          ],
          "title": "Child's Play",
          "vote_average": 6.6,
          "overview": "A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed by the soul of a serial killer.",
          "release_date": "1988-11-08"
        },
        {
          "poster_path": "\/wGTpGGRMZmyFCcrY2YoxVTIBlli.jpg",
          "popularity": 33.548,
          "vote_count": 3257,
          "video": false,
          "media_type": "movie",
          "id": 377,
          "adult": false,
          "backdrop_path": "\/x2UmaR2tUqIzD6aHa0tIxrqYjOc.jpg",
          "original_language": "en",
          "original_title": "A Nightmare on Elm Street",
          "genre_ids": [
            27
          ],
          "title": "A Nightmare on Elm Street",
          "vote_average": 7.3,
          "overview": "Teenagers in a small town are dropping like flies, apparently in the grip of mass hysteria causing their suicides. A cop's daughter, Nancy Thompson, traces the cause to child molester Fred Krueger, who was burned alive by angry parents many years before. Krueger has now come back in the dreams of his killers' children, claiming their lives as his revenge. Nancy and her boyfriend, Glen, must devise a plan to lure the monster out of the realm of nightmares and into the real world...",
          "release_date": "1984-11-14"
        },
        {
          "poster_path": "\/p0LcWxOIoBx0MEZMn8tFcrvDXR1.jpg",
          "popularity": 17.314,
          "vote_count": 1177,
          "video": false,
          "media_type": "movie",
          "id": 794,
          "adult": false,
          "backdrop_path": "\/5sfbPsenSrbH8pzVMjEd0LUu50Y.jpg",
          "original_language": "en",
          "original_title": "The Omen",
          "genre_ids": [
            27,
            53
          ],
          "title": "The Omen",
          "vote_average": 7.4,
          "overview": "Immediately after their miscarriage, the US diplomat Robert Thorn adopts the newborn Damien without the knowledge of his wife. Yet what he doesn’t know is that their new son is the son of the devil.",
          "release_date": "1976-06-06"
        },
        {
          "vote_count": 727,
          "popularity": 12.925,
          "id": 16307,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "The Wicker Man",
          "release_date": "1973-12-01",
          "original_language": "en",
          "original_title": "The Wicker Man",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/xOcVqlNnVUEQhQ3Xqhgh7mqeh9f.jpg",
          "adult": false,
          "overview": "Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.",
          "poster_path": "\/dSdSWqc9lLxEMl00k4WFaLe4D1F.jpg"
        },
        {
          "vote_count": 6830,
          "popularity": 36.897,
          "id": 578,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Jaws",
          "release_date": "1975-06-18",
          "original_language": "en",
          "original_title": "Jaws",
          "genre_ids": [
            27,
            53,
            12
          ],
          "backdrop_path": "\/3nYlM34QhzdtAvWRV5bN4nLtnTc.jpg",
          "adult": false,
          "overview": "When an insatiable great white shark terrorizes the townspeople of Amity Island, the police chief, an oceanographer and a grizzled shark hunter seek to destroy the blood-thirsty beast.",
          "poster_path": "\/s2xcqSFfT6F7ZXHxowjxfG0yisT.jpg"
        },
        {
          "poster_path": "\/qqO98sdPgptFgCua3Z4uZDuPcmP.jpg",
          "popularity": 13.238,
          "vote_count": 372,
          "video": false,
          "media_type": "movie",
          "id": 16938,
          "adult": false,
          "backdrop_path": "\/vkOQQ0zPTWzosHrcYcEhRJ17Uer.jpg",
          "original_language": "en",
          "original_title": "Black Christmas",
          "genre_ids": [
            27,
            9648,
            53
          ],
          "title": "Black Christmas",
          "vote_average": 6.9,
          "overview": "A sorority house is terrorized by a stranger who makes frightening phone calls and then murders the sorority sisters during Christmas break.",
          "release_date": "1974-10-11"
        },
        {
          "vote_count": 1824,
          "popularity": 22.887,
          "id": 609,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Poltergeist",
          "release_date": "1982-06-04",
          "original_language": "en",
          "original_title": "Poltergeist",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/IDjiEj9R4VKB8lPVfxODdjhr44.jpg",
          "adult": false,
          "overview": "Steve Freeling lives with his wife, Diane, and their three children, Dana, Robbie, and Carol Anne, in Southern California where he sells houses for the company that built the neighborhood. It starts with just a few odd occurrences, such as broken dishes and furniture moving around by itself. However, when he realizes that something truly evil haunts his home, Steve calls in a team of parapsychologists led by Dr. Lesh to help before it's too late.",
          "poster_path": "\/xPazCcKp62IshnLVf9BLAjf9vgC.jpg"
        },
        {
          "vote_count": 1371,
          "popularity": 22.213,
          "id": 814,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "An American Werewolf in London",
          "release_date": "1981-08-21",
          "original_language": "en",
          "original_title": "An American Werewolf in London",
          "genre_ids": [
            27,
            35
          ],
          "backdrop_path": "\/4js6VLf6qHWUbW42BpXiQKPBP7t.jpg",
          "adult": false,
          "overview": "Two American tourists in England are attacked by a werewolf that none of the locals will admit exists.",
          "poster_path": "\/dlnccJQuRQuxnpDdDtmFlW7MKH1.jpg"
        },
        {
          "vote_count": 1375,
          "popularity": 20.718,
          "id": 9003,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Hellraiser",
          "release_date": "1987-09-11",
          "original_language": "en",
          "original_title": "Hellraiser",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/rKjE17ncAGNzeImNWbdGTimzjtk.jpg",
          "adult": false,
          "overview": "An unfaithful wife encounters the zombie of her dead lover while the demonic cenobites are pursuing him after he escaped their sadomasochistic underworld.",
          "poster_path": "\/3Z0oPHyLnk3Vx6ZMC1MiVwIrKhO.jpg"
        },
        {
          "poster_path": "\/9s8uSm5K1W0vhGPHv2icM6SFib8.jpg",
          "popularity": 24.114,
          "vote_count": 1749,
          "video": false,
          "media_type": "movie",
          "id": 30497,
          "adult": false,
          "backdrop_path": "\/1I1cFIKnXEdaOfN4597Y91oNXyo.jpg",
          "original_language": "en",
          "original_title": "The Texas Chain Saw Massacre",
          "genre_ids": [
            27
          ],
          "title": "The Texas Chain Saw Massacre",
          "vote_average": 7.3,
          "overview": "When Sally hears that her grandfather's grave may have been vandalized, she and her paraplegic brother, Franklin, set out with their friends to investigate. After a detour to their family's old farmhouse, they discover a group of crazed, murderous outcasts living next door. As the group is attacked one by one by the chainsaw-wielding Leatherface, who wears a mask of human skin, the survivors must do everything they can to escape.",
          "release_date": "1974-10-01"
        },
        {
          "poster_path": "\/izawwwy80RH7U7YKkdV1OpdPohZ.jpg",
          "popularity": 6.096,
          "vote_count": 135,
          "video": false,
          "media_type": "movie",
          "id": 23761,
          "adult": false,
          "backdrop_path": "\/AumtJeVYhGooOQUo9WxszaoLOSB.jpg",
          "original_language": "en",
          "original_title": "Alice Sweet Alice",
          "genre_ids": [
            27,
            9648
          ],
          "title": "Alice Sweet Alice",
          "vote_average": 6.4,
          "overview": "Alice is a withdrawn 12-year-old who lives with her mother and her younger sister, Karen, who gets most of the attention from her mother, leaving Alice out of the spotlight. When Karen is found brutally murdered in a church, suspicions start to turn toward Alice. But could a 12-year-old girl really be capable of such savagery?",
          "release_date": "1976-11-13"
        },
        {
          "poster_path": "\/mdhpKVuuNZcc9noZzYXruxeIxdJ.jpg",
          "popularity": 7.2,
          "vote_count": 118,
          "video": false,
          "media_type": "movie",
          "id": 45964,
          "adult": false,
          "backdrop_path": "\/xbVH7J0QGtV8PXReqfLTx4fOgwy.jpg",
          "original_language": "en",
          "original_title": "When a Stranger Calls",
          "genre_ids": [
            27,
            53,
            18,
            80,
            9648
          ],
          "title": "When a Stranger Calls",
          "vote_average": 6.3,
          "overview": "A psychopathic killer terrorizes a babysitter, then returns seven years later to menace her again.",
          "release_date": "1979-10-26"
        },
        {
          "vote_count": 203,
          "popularity": 9.328,
          "id": 39874,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "My Bloody Valentine",
          "release_date": "1981-02-11",
          "original_language": "en",
          "original_title": "My Bloody Valentine",
          "genre_ids": [
            53,
            27,
            9648
          ],
          "backdrop_path": "\/dpzt9sJQ6ZPN3ksYmGGh4RyDNiQ.jpg",
          "adult": false,
          "overview": "Twenty years ago in the sleepy mining town of Valentine Bluffs, a fatal mining disaster occurred on Valentine's Day while some of the crew was decorating for a party. The sole survivor of the accident killed the remaining crewmembers and warned the town not to celebrate Valentine's Day again. When a group of teenagers decides to defy that order, a murderous maniac in mining gear begins dispatching townsfolk in bloody and creative ways.",
          "poster_path": "\/kl3mewFceFtYIavvGts2atzB0e0.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 14999,
          "name": "George A. Romero",
          "profile_path": "/1Yw5WCVzreBHKbYL5dLXY2NEhhW.jpg"
        },
        {
          "id": 5140,
          "name": "Wes Craven",
          "profile_path": "/blQ0LWf54PJLmxMnFFdh7n1as7V.jpg"
        },
        {
          "id": 25826,
          "name": "Mario Bava",
          "profile_path": "/cSAQnVsCBfaOTAHoNQVAW55ZWOj.jpg"
        },
        {
          "id": 1150,
          "name": "Brian De Palma",
          "profile_path": "/57sJhqM6Sp6WKL3nkA89yZg83bv.jpg"
        },
        {
          "id": 11770,
          "name": "John Carpenter",
          "profile_path": "/3Qp0mg61u1qSZNJh30BFEUZrIMG.jpg"
        },
        {
          "id": 10051,
          "name": "Tobe Hooper",
          "profile_path": "/rE5TqnAvgaKjWwWZ9AsoU9KcUGU.jpg"
        },
        {
          "id": 15175,
          "name": "William Friedkin",
          "profile_path": "/1iBd92izRHpkSH4hOhcUBmF2cv7.jpg"
        },
        {
          "id": 11161,
          "name": "Tom Savini",
          "profile_path": "/2eUw64Wi0beunf9GpaITUe4fp4q.jpg"
        },
        {
          "id": 578,
          "name": "Ridley Scott",
          "profile_path": "/zABJmN9opmqD4orWl3KSdCaSo7Q.jpg"
        },
        {
          "id": 31211,
          "name": "Clive Barker",
          "profile_path": "/3056HPGCQHE7FmIputLldocuibY.jpg"
        },
        {
          "id": 240,
          "name": "Stanley Kubrick",
          "profile_path": "/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}