{
  "number": 10,
  "content_list": [
    {
      "type": "text",
      "content_text": "No Japão, os estilos e gêneros populares desde a <i>Guerra do Pacifico</i> (1941-1945) não atraiam mais as plateias. Alguns estúdios foram à falência, outros dependiam da repetição de uma fórmula de sucesso, como<i> Shochiku</i> com a longa série <i>Tora-san</i> - história agridoce e bem-humorada do rude, mas essencialmente decente Torajiro Kuruma (interpretado de forma encantadora por Kiyoshi Atsumi). Quarenta e oito episódios foram produzidos de 1969 a 1995 fornecendo um entretenimento nostálgico e confiável para o ano-novo e as festividades de Obon, no verão."
    },
    {
      "type": "video",
      "video_id": "0AHz2B-_sLQ",
      "information": {
        "contentTitle": "Cenas do filme Hsia Nu",
        "contentText": "O filme foi produzido em Taiwan e financiado pela Union Film Company. Como o diretor Hu era cineasta no Shaw Brothers Studio antes de se mudar para Taiwan, o surgimento do filme estabeleceu a visibilidade internacional do Novo Cinema em Hong Kong.",
        "source": "Youtube: Canal <i>Graham Gough</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Menos comercial era a obra do <i>Art Theatre Guild</i> (ATG), que com frequência tratava de temas políticos e sociais em estilo de vanguarda. Alguns dos melhores filmes de arte japoneses, de diretores como <a href=\"https://_{type: 'screen', 'id': 224653, 'screen_type': person}\">Kazuo Kuroki</a> (1930-2006), <a href=\"https://_{type: 'screen', 'id': 133518, 'screen_type': person}\">Masahiro Shinoda</a> (n-1931), <a href=\"https://_{type: 'screen', 'id': 137495, 'screen_type': person}\">Shuji Terayama</a> (1935-1983) e <a href=\"https://_{type: 'screen', 'id': 110519, 'screen_type': person}\">Yoshishige Yoshida</a> (n-1933), foram feitos com fundos do ATG."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma mistura extraordinária e totalmente perfeita de aventura, comédia, música e dança.",
        "author": "The Film Society of Lincoln Center sobre Fogo Real (1975)"
      }
    },
    {
      "type": "text",
      "content_text": "Especialmente admiráveis são os filmes ATG de <a href=\"https://_{type: 'screen', 'id': 46230, 'screen_type': person}\">Nagisa Oshima</a> (n-1932). <a href=\"https://_{type: 'screen', 'id': 104193, 'screen_type': movie}\">Shonen</a> (BR: O Garoto Toshio, 1969) é um comovente estudo sobre um garoto obrigado pelos pais a participar de um esquema criminoso. <a href=\"https://_{type: 'screen', 'id': 94466, 'screen_type': movie}\">Gishiki</a> (BR: Cerimônia solene, 1971) apresenta um relato magistral da experiência do pós-guerra no Japão, contado por meio da história de uma família. Porém, Oshima precisou procurar no estrangeiro os recursos para bancar seu filme mais polémico, o estudo explicito da obsessão sexual <a href=\"https://_{type: 'screen', 'id': 5879, 'screen_type': movie}\">Ai no Korîda</a> (BR: O império dos sentidos, 1976)."
    },
    {
      "type": "video",
      "video_id": "zRlLN_Apq10",
      "information": {
        "contentTitle": "Cenas do filme O Garoto Toshio",
        "contentText": "Ao ler sobre a verdadeira família criminosa em 1966, a diretora Nagisa Ōshima, atraída pelos temas juventude e crime, em dez dias havia montado uma equipe para construir um filme. O papel do menino foi escolhido através de buscas em lares de crianças de Tóquio, eventualmente encontrando o jovem órfão Tetsuo Abe. A própria vida de Abe se assemelhava à infância fragmentada do personagem que ele iria interpretar, e ele foi autorizado a participar da produção com a permissão da casa. Abe desenvolveu um relacionamento caloroso com o elenco e a equipe, que o ensinou enquanto o filme estava sendo rodado.",
        "source": "Youtube: Canal <i>tamamika100</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A China Continental, sob o impacto da <i>Revolução Cultural</i> até 1976, produziu bem poucos filmes. O cinema em idioma chinês, porém, floresceu em Hong Kong e Taiwan, onde filmes de artes marciais, especialmente aqueles produzidos pelo estúdio Shaw Brothers, de Hong Kong, atraiam atenção internacional."
    },
    {
      "type": "block_special",
      "title": "A Tocha de Zen",
      "image": {
        "image_type": "local",
        "url": "img_hsia_nu",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O crítico <i>Peter Rist</i> chamou <i>King Hu</i> de \"<i>o menos apreciado dos 'grandes diretores' na história do cinema</i>\" e \"<i>um dos realizadores mais originais de anos 1960</i>\". Hu era o mestre do <i>wuxia</i>, ou artes marciais, gênero e tradição que remonta, no cinema chinês, aos filmes mudos, mas que realmente assumiu sua forma moderna depois que Hu e alguns de seus contemporâneos impregnaram-no com uma nova sofisticação no fim dos anos 1960.<br/><br/> \n\nHu levou três anos para produzir <i>A Tocha de Zen</i>, que costuma ser apontado como sua obra-prima, em que ele fundiu a história chinesa e a teologia budista com ação coreografada e elegante movimentação de câmera. Ele dirige com grande habilidade e a forma com que emprega a câmera, com <i>travellings</i> e o uso de gruas, que às vezes lembra <a href=\"https://_{type: 'screen', 'id': 97202, 'screen_type': person}\">Kenji Mizoguchi</a>(1898-1956), é inventivo o tempo inteiro. Trabalhando em <i>Taiwan</i> e não em Hong Kong - onde havia feito seu primeiro filme <i>wuxia</i>, <a href=\"https://_{type: 'screen', 'id': 221043, 'screen_type': movie}\">Da zui xia</a> (BR: Bebe comigo, 1966) - ele aproveita ao máximo as deslumbrantes paisagens montanhosas, que fornecem um fundo de cena dramático. <br/><br/> \n\nAs cenas de ação são certamente memoráveis, mas o filme é notável por sua construção lenta, com o primeiro terço consistindo em sugestões e antecipações em vez de violência explícita. Há também uma dose de humor contido. Infelizmente, o tempo e o cuidado que Hu dispensou ao filme não foram compensados com um sucesso comercial imediato. Sua duração fez com que fosse exibido em duas partes em Taiwan e cortado pelos distribuidores em Hong Kong. Em 1975, esta versão final ganhou um prêmio técnico especial em Cannes e, em 2005, <i>A Tocha de Zen</i> foi o nono colocado na lista de <strong>100 melhores filmes chineses</strong> do <i>Prêmio de Cinema de Hong Kong</i>.",
      "credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>."
    },
    {
      "type": "text",
      "content_text": "Entre os mais famosos astros das artes marciais no Ocidente encontrava-se <a href=\"https://_{type: 'screen', 'id': 19429, 'screen_type': person}\">Bruce Lee</a> (1940-1973), cuja incrível habilidade de combate e morte precoce transformaram-no em uma lenda. Porém foram os filmes dirigidos por <a href=\"https://_{type: 'screen', 'id': 26775, 'screen_type': person}\">Chia-Liang Liu</a> (n-1936) que elevaram o gênero kung fu. Filmes como <a href=\"https://_{type: 'screen', 'id': 11841, 'screen_type': movie}\">Shao Lin San Shi Liu Fang</a> (BR: A Câmara 36 de Shaolin, 1978) fundiam ação, humor e drama. Igualmente notáveis são os filmes de espadachins de <a href=\"https://_{type: 'screen', 'id': 83698, 'screen_type': person}\">King Hu</a> (1931-1997), que lançou sua obra-prima <a href=\"https://_{type: 'screen', 'id': 44154, 'screen_type': movie}\">Hsia nu</a> (BR: A Tocha de Zen, 1971) em 1971, seguido por <a href=\"https://_{type: 'screen', 'id': 192871, 'screen_type': movie}\">Ying chun ge zhi Fengbo</a> (BR: O destino de Lee Khan, 1973) em 1973."
    },
    {
      "type": "video",
      "video_id": "chi9hsfYcDE",
      "information": {
        "contentTitle": "Cenas do filme Fogo real",
        "contentText": "O filme é um Dacoit Western (às vezes chamado de \"Curry Western\"), combinando as convenções dos filmes dacoit indianos com os dos <i>Faroestes Spaghetti</i>, juntamente com elementos do cinema Samurai.",
        "source": "Youtube: Canal <i>NH Studioz</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na Índia, Bollywood continuou a encenar extravagantes musicais, bem como a produzir cada vez mais filmes de ação e de gângsteres e os chamados filmes \"<i>masala</i>\", que combinavam muitos gêneros. Entre os mais famosos filmes de Bollywood na década estava <a href=\"https://_{type: 'screen', 'id': 12259, 'screen_type': movie}\">Sholay</a> (BR: Fogo real, 1975), \"<i>faroeste ao curry</i>\" dirigido por <a href=\"https://_{type: 'screen', 'id': 85446, 'screen_type': person}\">G. P. Sippy</a> (1915-2007) que se tornou o maior sucesso de bilheteria da história da Índia, e <a href=\"https://_{type: 'screen', 'id': 38022, 'screen_type': movie}\">Amar Akbar Anthony</a> (BR: A força do passado, 1977), de <a href=\"https://_{type: 'screen', 'id': 139210, 'screen_type': person}\">Manmohan Desai</a> (1936-1994), que examinou a diversidade cultural e religiosa da índia por meio da história de três irmãos criados respectivamente como hindu, muçulmano e cristão."
    },
    {
      "type": "text",
      "content_text": "Enquanto isso, em Bengala, <a href=\"https://_{type: 'screen', 'id': 12160, 'screen_type': person}\">Satyajit Ray</a> (1921-1992) continuou a trabalhar em seu veio preciso e realista: <a href=\"https://_{type: 'screen', 'id': 80556, 'screen_type': movie}\">Shatranj Ke Khilari - The Chess Players</a> (BR: Os jogadores do fracasso, 1977) recebeu elogios pela cuidadosa reconstituição histórica. Seus filmes também adquiriram uma ênfase política mais direta: <a href=\"https://_{type: 'screen', 'id': 42498, 'screen_type': movie}\">Pratidwandi</a> (BR: O Adversário, 1971) e <a href=\"https://_{type: 'screen', 'id': 122445, 'screen_type': movie}\">Jana Aranya</a> (BR: O Intermediário, 1975) se concentravam nos problemas do desemprego urbano e nas imoralidades do capitalismo, ao passo que o premiado <a href=\"https://_{type: 'screen', 'id': 113012, 'screen_type': movie}\">Ashani Sanket</a> (BR: Trovão distante, 1973) mostrou os efeitos da Segunda Guerra Mundial em uma aldeia bengali."
    },
    {
      "type": "video",
      "video_id": "hwdSOkMxxg0",
      "information": {
        "contentTitle": "Cenas do filme Trovão distante",
        "contentText": "É estrelado por Soumitra Chatterjee , que estrelou vários filmes de Ray, e a atriz de Bangladesh Bobita em seu único papel internacional de destaque. Hoje, o filme aparece no <i>The New York Times Guide to the Best 1,000 Movies Ever Made</i>. Ele marcou a estreia da estrela do teatro Mrityunjay Sil.",
        "source": "Youtube: Canal <i>Dr.USMAN latif KHAWAJA</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outro cineasta indiano que dramatizou questões políticas e sociais foi <a href=\"https://_{type: 'screen', 'id': 114636, 'screen_type': person}\">Shyam Benegal</a> (n-1934), com o longa do <i>Novo Cinema Indiano</i> <a href=\"https://_{type: 'screen', 'id': 171492, 'screen_type': movie}\">Ankur</a> (1974). Este filme inclui um padrão de violência e blasfêmia incomum para os filmes indianos da época e foi indicado ao <i>Urso de Ouro</i> na vigésima quarta edição do <i>Festival Internacional de Berlim</i>.",
      "content_credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Durante o início dos anos 70 o <i>wuxia</i> (romances wuxia, habitualmente traduzido como \"cavalheirismo marcial\") deu lugar a uma nova renovação do filme de kung fu, mais gráfico, mais destemido e falado em mandarim, que se tornou o género dominante durante toda a década até ao início dos anos 80. Artistas marciais bem treinados como <a href=\"https://_{type: 'screen', 'id': 69636, 'screen_type': person}\">Ti Lung</a> (n-1946) e <a href=\"https://_{type: 'screen', 'id': 240171, 'screen_type': person}\">Gordon Liu</a> (n-1951) tornaram-se algumas das maiores estrelas de cinema, à medida que proporções cada vez maiores da duração dos filmes eram dedicadas a cenas de combate.",
      "content_title": "Kung fu da década de 1970 "
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_operacao_dragao",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Operação Dragão",
        "contentText": "Operação Dragão é o último filme completo de Bruce Lee que, infelizmente, morreu três semanas antes da estreia, sendo que essa produção foi a que lhe deu fama mundial (fama que, assim, acabou sendo póstuma).",
        "source": "kgun9.com"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 62762, 'screen_type': movie}\">Chinese Boxer</a> (BR: A Morte em minhas Mãos, 1970), protagonizado e dirigido por <a href=\"https://_{type: 'screen', 'id': 584527, 'screen_type': person}\">Jimmy Wang Yu</a> (n-1943), é largamente considerado como o filme que criou está “<i>explosão</i>” kung fu. Mas mantendo-se na vanguarda, pelos menos inicialmente, esteve o estúdio <strong>Shaw Brothers</strong> e o cineasta <a href=\"https://_{type: 'screen', 'id': 99436, 'screen_type': person}\">Chang Cheh</a> (1923-2002). <a href=\"https://_{type: 'screen', 'id': 96144, 'screen_type': movie}\">Bao chou</a> (BR: A Vingança do Kung-Fu, 1970), de Chang, foi outro filme a popularizar o gênero, para o qual ele contribuiu com dezenas de filmes, entre eles, <a href=\"https://_{type: 'screen', 'id': 50569, 'screen_type': movie}\">Ma Yong Zhe</a> (BR: O Assassino de Shantung, 1972), <a href=\"https://_{type: 'screen', 'id': 13481, 'screen_type': movie}\">Wu Du</a> (BR: Os Cinco Venenos de Shaolin, 1978) e <a href=\"https://_{type: 'screen', 'id': 40081, 'screen_type': movie}\">Can que</a> (BR: Combate Mortal, 1979)."
    },
    {
      "type": "video",
      "video_id": "byIyekP8v6U",
      "information": {
        "contentTitle": "Cenas do filme A Morte em minhas Mãos",
        "contentText": "A Morte em minhas Mãos foi um sucesso de bilheteria na época de seu lançamento e atualmente é considerado o primeiro clássico non-wuxia, Kung Fu, ou especificamente os filmes de artes marciais de combate desarmado que se centram mais em treinamento e destreza do que fantasia / aventura.",
        "source": "Youtube: Canal <i>Niccolò Cavagnola</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O cinema kung fu no cinema foi especialmente influenciado pela preocupação de Chang com a sua visão dos valores masculinos e amizade masculina. As figuras de guerreiras que tinham sido proeminentes nos filmes <i>wuxia</i> do final dos anos 60 foram postas de parte, com algumas excepções proeminentes como a popular <a href=\"https://_{type: 'screen', 'id': 115916, 'screen_type': person}\">Angela Mao</a> (n-1950)."
    },
    {
      "type": "block_special",
      "title": "O Clássico de Bruce Lee",
      "image": {
        "image_type": "local",
        "url": "img_operacao_dragao",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Tendo estabelecido suas credenciais de superestrela de filmes de ação com produções precárias de Hong Kong, como <i>A Fúria do Dragão</i> e <i>O Dragão Chines</i>, Bruce Lee, campeão de <i>chá-chá-chá</i> (e também de caraté e kung fu), só teve a oportunidade de completar um filme com os padrões de produção de Hollywood. Lee, um praticante de artes marciais cujas habilidades físicas alcançaram um nível espiritual, invade (junto com seus aliados John Saxon e Jim Kelly) o esconderijo de um grande vilão numa ilha e dá cabo de hordas de vilões de segundo escalão Jackie Chan ter seu pescoço quebrado em uma cena rápida).<br/> <br/> \n\nO diretor <a href=\"https://_{type: 'screen', 'id': 57727, 'screen_type': person}\">Robert Clouse</a> (1928-1997) possui o estilo esperado de alguém que esteja dirigindo uma aventura de Brock Landers (uso intenso de zoom e reflexos de luz batendo nas lentes), e Lee, cujo inglês de Hong Kong da vida real possuía um forte sotaque, mas era fluido e característico, fica preso aos \"<i>diálogos de Charlie Chan</i>\", que consistem de sábios pronunciamentos enigmáticos. A ação continua sendo formidável, contudo, já que, sem a ajuda de fios ou dos efeitos usados em filmes recentes, como O tigre e o dragão, Lee executa magnificamente seus movimentos, usando seus <i>nunchakos</i> característicos e movimentando o seu tórax oleado. <br/> <br/> \n\nInfluente sobre todo um gênero de filmes de artes marciais que veio depois, e também um padrão para todos os games \"<i>de briga</i>\", <i>Operação dragão</i> merece o seu lugar na história dos filmes puramente pela presença carismática de Lee e pelas sequências de luta impossíveis de serem imitadas.",
      "credits": "esumo baseado no texto de <i>Kim Newman</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>."
    },
    {
      "type": "text",
      "content_text": "O único competidor de Chang como o cineasta mais influente do gênero foi o seu coreógrafo de ação de longa data, <a href=\"https://_{type: 'screen', 'id': 26775, 'screen_type': person}\">Lau Kar Leung</a> (1934-2013). Lau começou a realizar os seus próprios filmes para o <i>Shaws Brothers</i> em 1975 com <a href=\"https://_{type: 'screen', 'id': 104606, 'screen_type': movie}\">Shen da</a> (BR: O Lutador Espiritual, 1975), um predecessor da comédia de kung fu. Em filmes subsequentes como <a href=\"https://_{type: 'screen', 'id': 22124, 'screen_type': movie}\">Hung Hsi Kuan</a> (BR: Carrascos de Shaolin, 1977), <i>A Câmara 36 de Shaolin</i> (1978), e <a href=\"https://_{type: 'screen', 'id': 19156, 'screen_type': movie}\">Shi ba ban wu yi</a> (BR: Armas Lendárias da China, 1982), Lau deu ênfase à tradição e filosofia das artes marciais e procurou dar mais autenticidade, velocidade e complexidade aos combates."
    },
    {
      "type": "video",
      "video_id": "hndRXPcVbNk",
      "information": {
        "contentTitle": "Cenas do filme O Assassino de Shantung",
        "contentText": "O filme traz cerca de cinco lutadores de kung-fu com estilos de animais únicos: a centopeia, a cobra, o escorpião, o lagarto e o sapo (as cinco criaturas venenosas do folclore chinês, das quais o filme tira o título).",
        "source": "Youtube: Canal <i>Scenic Fights</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A explosão kung fu foi parcialmente impulsionada por uma enorme popularidade internacional, não apenas no <i>oriente asiático</i>. No Ocidente, filmes kung fu importados, dobrados e frequentemente alterados e com título diferente, exibidos como \"<i>filmes B</i>\" em cinemas urbanos e na televisão, tornaram o cinema de Hong Kong bastante conhecido - embora não necessariamente muito respeitado - pela primeira vez. Em especial, afro-americanos e outras minorias étnicas adoptaram o género (como é exemplificado pelo popular grupo de hip-hop, Wu-Tang Clan) talvez por ser uma fonte de histórias de aventuras com heróis não-brancos quase sem precedente, que além disso revelava uma forte corrente de orgulho étnico e/ou nacionalista."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Badass ao máximo, Operação Dragão é o filme definitivo de kung-fu e combina (embora inoportuno) o canto do cisne de Bruce Lee.",
        "author": "Rotten Tomatoes sobre Operação Dragão"
      }
    },
    {
      "type": "text",
      "content_text": "No meio disso, nenhuma outra figura foi mais responsável por esta fama internacional do que <i>Bruce Lee</i>, um artista marcial e ator, nascido nos Estados Unidos e criado em Hong Kong. Lee completou apenas quatro filmes antes da sua morte aos 32 anos: <a href=\"https://_{type: 'screen', 'id': 77002, 'screen_type': movie}\">Tang Shan da Xiong</a> (BR: O Dragão Chinês, 1971), <a href=\"https://_{type: 'screen', 'id': 11713, 'screen_type': movie}\">Jing Wu Men</a> (BR: A Fúria do Dragão, 1972), <a href=\"https://_{type: 'screen', 'id': 9462, 'screen_type': movie}\">Meng Long Guo Jiang</a> (BR: O Vôo do Dragão, 1972) e <i>Operação Dragão</i> (1973). Mas nesta breve carreira, tornou-se a primeira estrela global de cinema chinesa."
    },
    {
      "type": "video",
      "video_id": "iIToSVlFjBk",
      "information": {
        "contentTitle": "Cenas do filme Operação Dragão",
        "contentText": "É o último filme completo de Bruce Lee que, infelizmente, morreu três semanas antes da estreia, sendo que essa produção foi a que lhe deu fama mundial (fama que, assim, acabou sendo póstuma). Foi o projeto mais ambicioso de Bruce Lee até então: ele alterou bastante o roteiro inicial, escreveu e ensaiou até a exaustão todas as coreografias das lutas, além de introduzir nos textos alguns aspectos de sua filosofia própria.",
        "source": "Youtube: Canal <i>KAABA</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O historiador de cinema oriental Patrick Macias atribui o seu sucesso a \"<i>(trazer) o espírito guerreiro ao presente… desenvolvendo o seu estilo próprio de luta… e possuir carisma sobre-humano</i>\". Os seus primeiros três filmes ultrapassaram os recordes de bilheteiras locais e tiveram sucesso em grande parte do mundo. O filme em língua inglesa <i>Operação Dragão</i>, a primeira coprodução entre os Estados Unidos e Hong Kong, fez 90 milhões de dólares a nível mundial, tornando-se o filme com maior sucesso internacional daquela região do globo até então. Para além disso, a sua decisão desde o início de trabalhar para o então recente estúdio <i>Golden Harvest</i>, em vez de aceitar o habitual contrato notoriamente pouco generoso do estúdio Shaws, foi um fator que contribuiu par a subida meteórica do <i>Golden Harvest</i> e o declínio do Shaw."
    },
    {
      "type": "text",
      "content_text": "No seguimento da morte prematura de Lee, emergiu uma pequena indústria de falsos filmes de Lee, com protagonistas que adotavam nomes semelhantes (Bruce Li, Bruce Lai, etc.), ou cenas não utilizadas de Lee, ou alguma combinação de ambos. A moda passageira fez pouco para criar respeito da maioria da audiência no Ocidente pelo relativamente novo fenómeno do cinema de artes marciais. Mas apesar do tratamento póstumo, Lee continua lançando uma longa sombra sobre o cinema de Hong Kong."
    },
    {
      "type": "video",
      "video_id": "qOi56V-HOM4",
      "information": {
        "contentTitle": "Cenas do filme O Dragão Chinês",
        "contentText": "Quando o filme foi lançado em 1971 em Hong Kong, incluía cenas que foram mais tarde removidas de todas as versões principais devido a censura de filmes com altos graus de violência. The Big Boss originalmente incluía cenas de um corpo cortado ao meio com uma Serra circular, uma artéria cortada com uma faca, fazendo jorrar sangue de frente ao personagem, e a tão famosa cena em que Cheng (Lee), corta ao meio a cabeça de um dos bandidos com um serrote com uma só mão (Uma curiosidade sobre o filme é que ele é feito por um dublê de Bruce Lee, e não o próprio). Em outra cena inteiramente cortada (que acontece pouco antes da batalha final, e também continha um momento de nudez do personagem), Cheng, sabendo que ele vai provavelmente morrer ou ser preso logo depois de ter vingança, decide visitar um bordel, e o jovem chinês acaba fazendo amor com uma prostituta tailandesa.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O único ator chinês a rivalizar a fama global de Lee é <a href=\"https://_{type: 'screen', 'id': 18897, 'screen_type': person}\">Jackie Chan</a> (n-1954). Como muitos atores de kung fu da sua época, Chan treinou na <i>Ópera de Pequim</i> e iniciou-se no cinema como dublê, notavelmente em alguns filmes de Lee. Durante algum tempo, foi preparado por Lo Wei, realizador de <i>O Dragão Chinês</i> e <i>A Fúria do Dragão</i>, para ser outro “<i>clone</i>” de Bruce Lee em vários filmes, incluindo <a href=\"https://_{type: 'screen', 'id': 18666, 'screen_type': movie}\">Xin Jing Wu Men</a> (BR: A Nova Fúria do Dragão, 1976), com pouco sucesso."
    },
    {
      "type": "block_special",
      "title": "O Influente clássico de Jackie Chan",
      "image": {
        "image_type": "local",
        "url": "img_mestre_invencivel",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Mestre Invencível talvez o último grande clássico do período que os especialistas chamam de <i>velha escola do kung-fu</i> (1967-83). Foi a segunda colaboração entre <i>Woo Ping Yuen</i> e <i>Jackie Chan</i>, que seguiu o grande sucesso de <i>Punhos de Serpente</i>, e este é ainda mais refinado, tanto na fantástica coreografia de lutas quanto na dosagem do humor.<br/><br/> \n\n \nO veterano <i>Simon Yuen</i>, pai do diretor, faz o inesquecível <i>sifu</i> (mestre) que tortura Chan durante os treinamentos e virou astro com o papel, somente depois de mais de 45 anos de carreira, e pouco tempo antes de falecer. Jackie Chan teve seu primeiro grande papel no estilo que ajudou a criar, parodiando o herói chinês <i>Wong Fei Hung</i>, e possui uma incrível cena de luta no final do filme. <br/><br/> \n\n \nA influência de <i>O Mestre Invencível</i> foi (e até hoje é) tão grande, que dezenas de outras produções (até mesmo de Hollywood) se inspiraram em personagens ou cenas do filme, como <a href=\"https://_{type: 'screen', 'id': 11690, 'screen_type': movie}\">Bloodsport</a> (BR: O Grande Dragão Branco, 1988).",
      "credits": "Resumo baseado na crítica de Rubens Ewald Filho no uol.com.br."
    },
    {
      "type": "text",
      "content_text": "Mas em 1978, Chan fez parceria com o coreógrafo de ação <i>Yuen Woo Ping</i> no primeiro trabalho da <i>Yuen</i>, Se <a href=\"https://_{type: 'screen', 'id': 11537, 'screen_type': movie}\">Ying Diu Sal</a> (BR: Punhos de serpente, 1978). A mistura resultante de comédia física e kung fu deu a Chan o seu primeiro sucesso e os rudimentos do que se viria a tornar o seu estilo característico. O filme seguinte de Chan com Yuen, <a href=\"https://_{type: 'screen', 'id': 11230, 'screen_type': movie}\">Zui quan</a> (BR: O Mestre Invencível, 1978), e a sua estreia na realização, <a href=\"https://_{type: 'screen', 'id': 19274, 'screen_type': movie}\">Xiao Quan Guai Zhao</a> (BR: A Vingança do Dragão, 1979), foram também grandes sucessos e cimentaram a sua popularidade."
    },
    {
      "type": "video",
      "video_id": "74OBuMA2qEk",
      "information": {
        "contentTitle": "Cenas do filme O Mestre Invencível",
        "contentText": "É um dos primeiros exemplos do gênero de comédia kung fu, pelo qual Jackie Chan se tornou famoso. O filme popularizou o estilo de luta Zui Quan (\"punho bêbado\"). Foi classificado em terceiro lugar na lista GamesRadar dos <i>50 melhores filmes de kung fu de todos os tempos</i>.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Embora estes filmes não tenham sido as primeiras comédias de kung fu, lançaram uma moda que ajudou a revigorar o gênero kung fu. Particularmente notáveis neste sentido, foram dois colegas de infância de Chan na Escola de ópera de Pequim, <a href=\"https://_{type: 'screen', 'id': 62410, 'screen_type': person}\">Sammo Hung</a> (n-1952) e <a href=\"https://_{type: 'screen', 'id': 62414, 'screen_type': person}\">Yuen Biao</a> (n-1957), que também fizeram carreira nesta especialidade, às vezes nos mesmos filmes que Chan. Hung, assinalável pelo aparente paradoxo do seu corpo com excesso de peso e agilidade física, também se tornou conhecido como realizador e coreógrafo de ação desde cedo, com filmes como <a href=\"https://_{type: 'screen', 'id': 78035, 'screen_type': movie}\">Fei Lung Gwoh Gong</a> (BR: Operação Dragão Gordo, 1978).",
      "content_credits": "Resumo baseado no artigo \"Cinema de ação de Hong Kong\", no Wikipedia.com."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/zN7OOSARMLVzl9xJqkW2CcZ3xhY.jpg",
          "popularity": 20.953,
          "vote_count": 1119,
          "video": false,
          "media_type": "movie",
          "id": 9461,
          "adult": false,
          "backdrop_path": "\/b9G01LQzVhxgxdFOgopYlShM4L5.jpg",
          "original_language": "en",
          "original_title": "Enter the Dragon",
          "genre_ids": [
            28
          ],
          "title": "Enter the Dragon",
          "vote_average": 7.4,
          "overview": "A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.",
          "release_date": "1973-08-17"
        },
        {
          "vote_count": 533,
          "popularity": 22.652,
          "id": 11230,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Drunken Master",
          "release_date": "1978-10-05",
          "original_language": "cn",
          "original_title": "醉拳",
          "genre_ids": [
            28,
            35
          ],
          "backdrop_path": "\/lbtRGLYCdbZYpLG9OXGk6Lwl7tJ.jpg",
          "adult": false,
          "overview": "A mischievous young man is sent to hone his martial arts skills with an older, alcoholic kung fu master.",
          "poster_path": "\/cf43J2SH8tECZVl9N5n0Q6Ckche.jpg"
        },
        {
          "poster_path": "\/pgveqayMFUIZbFqN87ghiKmmxt3.jpg",
          "popularity": 8.99,
          "vote_count": 89,
          "video": false,
          "media_type": "movie",
          "id": 44154,
          "adult": false,
          "backdrop_path": "\/eqMYhFG8BFWsz6rDimPGTfM2fE1.jpg",
          "original_language": "zh",
          "original_title": "俠女",
          "genre_ids": [
            28,
            12
          ],
          "title": "A Touch of Zen",
          "vote_average": 8,
          "overview": "Ming dynasty noblewoman Yang must escape from the evil eunuch Hsu. She seeks refuge at a decrepit town where she gets assistance from a naive scholar & a group of mysterious yet powerful monks.",
          "release_date": "1970-07-10"
        },
        {
          "poster_path": "\/AiFQbgjgSXWPfbi9iIYT39iXWMW.jpg",
          "popularity": 14.089,
          "vote_count": 273,
          "video": false,
          "media_type": "movie",
          "id": 5879,
          "adult": false,
          "backdrop_path": "\/ozipXbwy5XBEYoTd5axkVCOAJrc.jpg",
          "original_language": "ja",
          "original_title": "愛のコリーダ",
          "genre_ids": [
            18,
            10749
          ],
          "title": "In the Realm of the Senses",
          "vote_average": 6.4,
          "overview": "Based on a true story set in pre-war Japan, a man and one of his servants begin a torrid affair. Their desire becomes a sexual obsession so strong that to intensify their ardor, they forsake all, even life itself.",
          "release_date": "1976-05-15"
        },
        {
          "poster_path": "\/eTl5MJkh4S6HE5YXjfbGqk7HIo.jpg",
          "popularity": 3.146,
          "vote_count": 22,
          "video": false,
          "media_type": "movie",
          "id": 104193,
          "adult": false,
          "backdrop_path": "\/zW7igiCIwObGPVl41cWk9x7aHIa.jpg",
          "original_language": "ja",
          "original_title": "少年",
          "genre_ids": [
            80,
            18
          ],
          "title": "Boy",
          "vote_average": 7.3,
          "overview": "A family of four lives off of scams in which they pretend to be injured by automobiles. After suffering an injury during the war, the father believes he is an invalid. He and his wife have a 10-year-old boy and another, younger boy. The adults pretend to be injured by autos in crowded traffic, blackmailing the fearful motorists with threats to call in the police.",
          "release_date": "1969-07-26"
        },
        {
          "vote_count": 20,
          "popularity": 3.613,
          "id": 80556,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "The Chess Players",
          "release_date": "1977-10-02",
          "original_language": "hi",
          "original_title": "शतरंज के खिलाड़ी",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "It is the year 1856. Nawab Wajid Ali Shah is the king of Awadh, one of the last independent kingdoms of India. The British colonialists, intent on controlling this rich land, have sent general Outram on a secret mission to clear the way for an annexation. Pressure is mounting amidst intrigue and political manoeuvres, but the Nawab whiles away his time in pursuit of pleasure and religious practice. The court is of no help either—Court nobles Mir and Mirza, ignoring the situation of their country and all their duties towards their families, spend their days playing endless games of chess.  The film is based on Munshi Premchand's short story of the same name.",
          "poster_path": "\/3gbBNhADbskBE7muZYnmAFaBPFb.jpg"
        },
        {
          "poster_path": "\/uk1r6yciqXDoynFvxu7ka17qAuu.jpg",
          "popularity": 3.497,
          "vote_count": 8,
          "video": false,
          "media_type": "movie",
          "id": 192871,
          "adult": false,
          "backdrop_path": "\/8GvOKro0sVf8WJ1gWfa7dzDYPBj.jpg",
          "original_language": "zh",
          "original_title": "迎春閣之風波",
          "genre_ids": [
            28,
            12
          ],
          "title": "The Fate of Lee Khan",
          "vote_average": 5.7,
          "overview": "Lee Khan, a high official under Mongolian Emperor Yuan of the Yuan dynasty (year 1366) procures the battle map of the Chinese rebel Chu Yuan-Chang's army. Rebel spies, aided by treachery within Khan's ranks, strive to corner him in an inn.",
          "release_date": "1973-12-06"
        },
        {
          "vote_count": 2,
          "popularity": 0.6,
          "id": 249613,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "The Treasure",
          "release_date": "1973-01-01",
          "original_language": "en",
          "original_title": "නිධානය",
          "genre_ids": [],
          "backdrop_path": null,
          "adult": false,
          "overview": "Nidhanaya is based on a dark tale by G.B. Senanayake and is considered a milestone film that people, even abroad, admire the most, albeit it is atypical of Lester James Peries’ customary family dramas. The story revolves around a psychotic killer yet is an underlying serious political study on the degradation of a class of society. In 1972 this film won the Silver Lion of St Mark at the 33th Venice International Film Festival and was selected as one of the outstanding films of the year, receiving a Diploma at the London Film Festival. It was also voted as the best film of the first 50 years of Sri Lankan cinema.",
          "poster_path": null
        },
        {
          "poster_path": "\/AfXw3LGbywC4jxpHZ46sMnkh7nl.jpg",
          "popularity": 11.048,
          "vote_count": 161,
          "video": false,
          "media_type": "movie",
          "id": 12259,
          "adult": false,
          "backdrop_path": "\/bzayYRmQqtk6Sr5YUd3rMBuw9Im.jpg",
          "original_language": "hi",
          "original_title": "शोले",
          "genre_ids": [
            28
          ],
          "title": "Sholay",
          "vote_average": 7.1,
          "overview": "A Police Officer, whose family was killed by a bandit named Gabbar Singh, decides to fight fire with fire and recruits two convicts, Jai & Veeru, to bring Gabbar Singh to jail alive, but will they succeed in their mission and get their reward? Come and watch the action-packed super-hit Sholay to find out!!",
          "release_date": "1975-08-15"
        },
        {
          "poster_path": "\/gwuXw7sm646QCDP6zHwidF7IkVT.jpg",
          "popularity": 2.452,
          "vote_count": 14,
          "video": false,
          "media_type": "movie",
          "id": 171492,
          "adult": false,
          "backdrop_path": "\/qFspjLnGNkN5s4l1eE4r0D6viSZ.jpg",
          "original_language": "hi",
          "original_title": "अंकुर",
          "genre_ids": [
            18
          ],
          "title": "Ankur",
          "vote_average": 6,
          "overview": "Laxmi lives a poor lifestyle in a small village in India along with her husband, Kishtaya, who is a deaf-mute. Both husband and wife work for the wealthy landlord. The landlord's son, Surya, has to cancel his studies and return home to look after the estate, as well as formalize his marriage to Saroj, the girl he was compelled to get married to when he was very young. Shortly thereafter Kishtaya is apprehended stealing toddy from the fields, is severely beaten, left senseless, and when he recovers he absconds, leaving Laxmi alone to fend for herself.",
          "release_date": "1974-07-20"
        },
        {
          "vote_count": 18,
          "popularity": 1.926,
          "id": 62762,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "The Chinese Boxer",
          "release_date": "1970-11-26",
          "original_language": "zh",
          "original_title": "龍虎鬥",
          "genre_ids": [
            28
          ],
          "backdrop_path": "\/ENLrkUzVDv4wrJZPQfUFoG4JpN.jpg",
          "adult": false,
          "overview": "Lei Ming, a noble young martial arts student who doesn't know the meaning of giving up. He faces a treacherous, blood-thirsty Japanese karate expert, which leads to many memorable battles as well as several unforgettable training sequences.",
          "poster_path": "\/vDvvJSPI05A9dPSaFjoNd6IVsz7.jpg"
        },
        {
          "poster_path": "\/z446TqbbOb7emtN1S8iOrwTHz7Y.jpg",
          "popularity": 9.786,
          "vote_count": 73,
          "video": false,
          "media_type": "movie",
          "id": 13481,
          "adult": false,
          "backdrop_path": "\/ogwylNRyDa8UDdbkvtHCT8cJImK.jpg",
          "original_language": "cn",
          "original_title": "五毒",
          "genre_ids": [
            28
          ],
          "title": "The Five Venoms",
          "vote_average": 6.7,
          "overview": "A kung-fu student is instructed by his dying teacher to track down five of the teacher's ex-students. Each of the five is equipped with a lethal martial arts skill, and the teacher fears this might be used for evil purposes. However, not only does the teacher not know the identity of the students (who all wore masks under his training), but some of the students also don't know each other!",
          "release_date": "1978-08-12"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 19429,
          "name": "Bruce Lee",
          "profile_path": "/uUC3N3sIuFLD0ZpNyc58NxW1Pzf.jpg"
        },
        {
          "id": 18897,
          "name": "Jackie Chan",
          "profile_path": "/nraZoTzwJQPHspAVsKfgl3RXKKa.jpg"
        },
        {
          "id": 133518,
          "name": "Masahiro Shinoda",
          "profile_path": "/yqKydE88Ej4XlNL6YKkgHvRVbkC.jpg"
        },
        {
          "id": 115916,
          "name": "Angela Mao",
          "profile_path": "/wvtnWA5DvJYpJqLM1VxrTS4zdoI.jpg"
        },
        {
          "id": 85446,
          "name": "Ramesh Sippy",
          "profile_path": "/y0pzvJlx5o0c4ZUcVHZAvkbSgYc.jpg"
        },
        {
          "name": "Ti Lung",
          "profile_path": "/dxA5qEE0c6kKxoRJXttAwSooMSv.jpg"
        },
        {
          "id": 240171,
          "name": "Gordon Liu Chia-Hui",
          "profile_path": "/hLLDmQbIi8EO0hsBbgLAswqaOrq.jpg"
        },
        {
          "id": 137495,
          "name": "Shūji Terayama",
          "profile_path": "/n2zFgMKGmniENJIDijCA4koXRcj.jpg"
        },
        {
          "id": 26775,
          "name": "Liu Chia-Liang",
          "profile_path": "/1cKWtvMp0onUAn4OfuclM1693gn.jpg"
        },
        {
          "id": 12160,
          "name": "Satyajit Ray",
          "profile_path": "/zscxYk8UFenZYJMtTULfbCUdm2k.jpg"
        },
        {
          "id": 114636,
          "name": "Shyam Benegal",
          "profile_path": "/vuHJntA9MawzIfYvwsFDI2OC3QZ.jpg"
        },
        {
          "id": 83698,
          "name": "King Hu",
          "profile_path": "/cAWm3yTLflGWhQx8xhAPcMlYydO.jpg"
        },
        {
          "id": 110519,
          "name": "Yoshishige Yoshida",
          "profile_path": "/4k08cKptsJLQkusCvjJykDzR0yI.jpg"
        },
        {
          "id": 46230,
          "name": "Nagisa Ōshima",
          "profile_path": "/qt7OPEIbLdOLVupOGVKyFDqxpFr.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}