{
  "number": 15,
  "content_list": [
    {
      "type": "text",
      "content_text": "Quando se pensa em comédias dos anos 1980, uma das primeiras associates que se costuma fazer e lembrar de \"filmes adolescentes\". Essa foi a década que viu <i>Ferris Bueller</i> matar aula e seguir para a cidade. <i>Joel Goodsen</i> pirar em <a href=\"https://_{type: 'screen', 'id': 9346, 'screen_type': movie}\">Risky Business</a> (BR: Negócio arriscado, 1983) e <i>Marty McFly</i> viajar pelo tempo e visitar seus pais adolescentes."
    },
    {
      "type": "video",
      "video_id": "AM5EYO5wWMA",
      "information": {
        "contentTitle": "Cenas do filme De volta para o futuro",
        "contentText": "O roteirista e produtor Bob Gale concebeu a ideia para Back to the Future depois de visitar seus pais em St. Louis, Missouri, após a estréia de Used Cars. Revirando seu porão, Gale encontrou o anuário da época de colégio de seu pai, descobrindo que ele foi presidente de classe no seu ano de formatura. Gale pensou no presidente de sua própria classe de formatura, que era uma pessoa que nada tinha a ver com ele. Gale se perguntou se ele teria sido amigo de seu pai se os dois tivessem estudado juntos. Quando ele retornou para a Califórnia, ele contou a Robert Zemeckis sobre seu novo conceito. Zemeckis subsequentemente pensou sobre uma mãe afirmando que nunca havia beijado um menino na escola, quando na verdade ela era muito promíscua.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Travessos mas bonzinhos, esses garotos eram novos rostos adolescentes, à beira da vida adulta, com um charme insolente e um espirito de rebeldia que triunfava a cada traquinagem A ousadia era aplaudida nos ambiciosos anos 1980, voltados para o desenvolvimento profissional: veja o espirito empresarial de personagens precoces, qualidade que Michael J. Fox, astro de <a href=\"https://_{type: 'screen', 'id': 105, 'screen_type': movie}\">Back to the Future</a> (BR: De volta para o futuro, 1985), também emprestou a <a href=\"https://_{type: 'screen', 'id': 10021, 'screen_type': movie}\">The Secret of My Success</a> (BR: O segredo do meu sucesso, 1987)."
    },
    {
      "type": "block_special",
      "title": "A fórmula ZAZ que redefiniu a comédia nos anos 1980",
      "image": {
        "image_type": "local",
        "url": "img_zaz",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Os principais <i>sketches</i> do \"<i>KFT</i>\" deram origem ao <a href=\"https://_{type: 'screen', 'id': 11598, 'screen_type': movie}\">Kentucky Fried Movie</a> (1977), realizado por <a href=\"https://_{type: 'screen', 'id': 4610, 'screen_type': person}\">John Landis</a> (n-1950), mas a primeira grande produção para cinema da <i>ZAZ</i> foi <a href=\"https://_{type: 'screen', 'id': 813, 'screen_type': movie}\">Airplane!</a> (BR: Apertem os Cintos... O Piloto Sumiu!, 1980), que inspirou todo um novo subgénero de comédia, onde o drama era subvertido em situações hilariantes, <i>gags</i> visuais inteligentes e diálogos em duelo com troca rápida de trocadilhos. <br/><br/> \n\nNo entanto, era outra a característica que o tornava fresco. Aquilo a que os norte-americanos chamam de <i>spoofing</i>. Ou seja, parodiar outros filmes. Apertem os Cintos... O Piloto Sumiu! procurou inspiração em produções de grande sucesso, como <a href=\"https://_{type: 'screen', 'id': 11009, 'screen_type': movie}\">Saturday Night Fever</a> (BR: Os Embalos de Sábado à Noite, 1977). Ao utilizar atores dramáticos como <a href=\"https://_{type: 'screen', 'id': 2493, 'screen_type': person}\">Robert Stack</a> (1919-2003) e <a href=\"https://_{type: 'screen', 'id': 2177, 'screen_type': person}\">Lloyd Bridges</a> (1913-1998), o triunfo da comédia encontrou uma nova abordagem: personagens sem consciência de estarem em situações humorísticas, alheadas do caos que as rodeia. O volume das gargalhadas aumentou. Depois de terem criado a série de televisão <i>Police Squad</i>, a fórmula <i>ZAZ</i> continuou a ser aprimorada com <a href=\"https://_{type: 'screen', 'id': 8764, 'screen_type': movie}\">Top Secret!</a> (BR: Top Secret! Superconfidencial, 1984), <a href=\"https://_{type: 'screen', 'id': 9595, 'screen_type': movie}\">Hot Shots!</a> (BR: Top Gang!: Ases Muito Loucos, 1991) e <a href=\"https://_{type: 'screen', 'id': 37136, 'screen_type': movie}\">The Naked Gun: From the Files of Police Squad!</a> (BR: Corra que a Polícia Vem Aí!, 1988), cujo último capítulo, em 1994, marcou a separação definitiva, já anunciada antes em projetos individuais, caso de <a href=\"https://_{type: 'screen', 'id': 251, 'screen_type': movie}\">Ghost</a> (BR: Ghost - Do Outro Lado da Vida, 1990), realizado por <a href=\"https://_{type: 'screen', 'id': 3415, 'screen_type': person}\">Jerry Zucker</a> (n-1950). <br/><br/> \n\n<a href=\"https://_{type: 'screen', 'id': 4257, 'screen_type': movie}\">Scary Movie 4</a> (BR: Todo Mundo em Pânico 4, 2006) marca o reencontro de <a href=\"https://_{type: 'screen', 'id': 12987, 'screen_type': person}\">David Zucker</a> (n-1947), na realização, com o amigo <a href=\"https://_{type: 'screen', 'id': 12936, 'screen_type': person}\">Jim Abrahams</a> (n-1944), no argumento. Quanto a Jerry, está focado em permanecer em um merecido descanso. Este é, portanto, um filme <i>ZAZ</i>, apesar da ausência de um dos elementos. A série Todo Mundo em Pânico, é um dos exemplos mais recentes da escola ZAZ, embora David já tenha tomado as rédeas no terceiro filme, sucedendo aos irmãos Wayans, os responsáveis pelos dois primeiros filmes.",
      "credits": "Resumo baseado no artigo \"Velha fórmula ZAZ redefiniu comédia\", no cmjornal.pt."
    },
    {
      "type": "text",
      "content_text": "Eles geralmente estavam em conflito com símbolos de autoridade, alvos constantes de gozações, como os professores de <a href=\"https://_{type: 'screen', 'id': 9377, 'screen_type': movie}\">Ferris Bueller's Day Off</a> (BR: Curtindo a vida adoidado, 1986) e <a href=\"https://_{type: 'screen', 'id': 2108, 'screen_type': movie}\">The Breakfast Club</a> (BR: Clube dos Cinco, 1985). Havia um herói adolescente para todo tipo de espectador dos nerds - <a href=\"https://_{type: 'screen', 'id': 14052, 'screen_type': movie}\">Revenge of the Nerds</a> (BR: A vingança dos nerds, 1984) - aos marginalizados apaixonados - <a href=\"https://_{type: 'screen', 'id': 21764, 'screen_type': movie}\">Gregory's Girl</a> (BR: A Paixão de Gregory, 1981) - e as duplas amalucadas - <a href=\"https://_{type: 'screen', 'id': 1649, 'screen_type': movie}\">Bill & Ted's Bogus Journey</a> (BR: Bill & Ted - Dois Loucos no Tempo, 1991)."
    },
    {
      "type": "video",
      "video_id": "xlDXQdgx_QU",
      "information": {
        "contentTitle": "Cenas do filme Apertem os Cintos... O Piloto Sumiu!",
        "contentText": "Estrelado por Robert Hays e Julie Hagerty e apresentando Leslie Nielsen, Robert Stack, Lloyd Bridges, Peter Graves, Kareem Abdul-Jabbar e Lorna Patterson, o filme é uma paródia de Zero Hour!, uma produção de 1957 do gênero drama catastrófico e também da Paramount; Airplane! toma emprestado todo o enredo de Zero Hour!, assim como alguns de seus personagens. O filme também utiliza alguns elementos de Airport 1975. O filme é conhecido por seu uso de humor surreal e comédia pastelão como trocadilhos tanto visuais quanto verbais e piadas com humor negro. Apesar do avião mostrado no filme ser a jato, são utilizados no longa efeitos sonoros de hélices para a aeronave.",
        "source": "Youtube: Canal <i>Dunderphonic 8-Bit</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Para os jovens aventureiros havia <a href=\"https://_{type: 'screen', 'id': 9340, 'screen_type': movie}\">The Goonies</a> (BR: Os Goonies, 1985), ao passo que adolescentes cheios de testosterona encontravam <a href=\"https://_{type: 'screen', 'id': 10246, 'screen_type': movie}\">Porky's</a> (BR: Porky's - A Casa do Amor e do Riso, 1981). Porky's foi o sucessor natural da série <i>National Lampoon</i> lançada em 1978 e precursor de filmes como <a href=\"https://_{type: 'screen', 'id': 2105, 'screen_type': movie}\">American Pie</a> (BR: American Pie: A Primeira Vez é Inesquecível, 1999). Essas travessuras sexuais de adolescentes apareceram com cada vez mais frequência nos anos 80 em paródias farsescas e radicais como <a href=\"https://_{type: 'screen', 'id': 813, 'screen_type': movie}\">Airplane!</a> (BR: Apertem os Cintos... O Piloto Sumiu!, 1980) e <a href=\"https://_{type: 'screen', 'id': 8764, 'screen_type': movie}\">Top Secret!</a> (BR: Top Secret! Superconfidencial, 1984), que zombaram respectivamente dos filmes desastre e de espiões."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Você sabe, você pode ser a primeira mulher atraente com quem eu não queira dormir em toda a minha vida.",
        "author": "Harry Burns (Billy Crystal) em Harry & Sally"
      }
    },
    {
      "type": "text",
      "content_text": "Uma paródia mais sofisticada veio sob a forma de <a href=\"https://_{type: 'screen', 'id': 11031, 'screen_type': movie}\">This is Spinal Tap</a> (BR: Isto é Spinal Tap, 1984), sucesso cômico sobre uma fictícia banda de heavy metal britânica que deu origem ao gênero <i>mockumentary</i>. Mulheres ambiciosas eram uma fonte para comédias do gênero peixe fora d'água em <a href=\"https://_{type: 'screen', 'id': 19494, 'screen_type': movie}\">Nine to Five</a> (BR: Como eliminar seu chefe, 1980), <a href=\"https://_{type: 'screen', 'id': 10765, 'screen_type': movie}\">Private Benjamin</a> (BR: Recruta Benjamin, 1980), <a href=\"https://_{type: 'screen', 'id': 3525, 'screen_type': movie}\">Working Girl</a> (BR: Uma secretária de futuro, 1988) e <a href=\"https://_{type: 'screen', 'id': 18683, 'screen_type': movie}\">Shirley Valentine</a> (1989)."
    },
    {
      "type": "video",
      "video_id": "kr_z37TgQO4",
      "information": {
        "contentTitle": "Cenas do filme Os Goonies",
        "contentText": "No documentário The Making of The Goonies , Richard Donner observou as dificuldades e os prazeres de trabalhar com tantos atores mirins. Ele os elogiou por sua energia e entusiasmo, mas também disse que eles também eram indisciplinados quando reunidos. Como resultado, o documentário frequentemente o mostrava treinando os atores e revelando algumas técnicas que ele usou para criar performances realistas. Um desses truques envolveu o navio pirata One-Eyed Willy, que na verdade era uma réplica em tamanho real de um navio pirata criado sob a direção do designer de produção J. Michael Riva. Donner restringiu os atores de ver o navio até filmarem a cena em que ela é revelada aos seus personagens; o primeiro vislumbre do navio pelos personagens foi também a primeira visão dos atores dele, trazendo uma performance mais realista.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Esses filmes refletiam preocupações contemporâneas sobre os direitos das mulheres tanto no trabalho quanto no lar, embora sem perder a chance de rir dos problemas que enfrentavam e dos infelizes homens em postos de autoridade. Sem se satisfazerem mais em serem apenas o interesse romântico do herói, atrizes espirituosas e modernas exigiram sua parcela na ação e nas risadas: vide a <i>Joan Wilder</i> interpretada por <a href=\"https://_{type: 'screen', 'id': 3391, 'screen_type': person}\">Kathleen Turner</a> (n-1954) em <a href=\"https://_{type: 'screen', 'id': 9326, 'screen_type': movie}\">Romancing the Stone</a> (BR: Tudo por uma esmeralda, 1984) ou <a href=\"https://_{type: 'screen', 'id': 8944, 'screen_type': person}\">Jamie Lee Curtis</a> (n-1958) em <a href=\"https://_{type: 'screen', 'id': 623, 'screen_type': movie}\">A Fish Called Wanda</a> (BR: Um peixe chamado Wanda, 1988), filme repleto de hilariantes homens bobos."
    },
    {
      "type": "block_special",
      "title": "Como Uma Cilada para Roger Rabbit Mudou os Filmes Animados",
      "image": {
        "image_type": "local",
        "url": "img_roger_rabbit",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Em uma das primeiras cenas do filme de 1988 <i>Uma Cilada para Roger Rabbit</i>, o protagonista humano, o detetive <i>Eddie Valiant</i>, interpretado por <a href=\"https://_{type: 'screen', 'id': 382, 'screen_type': person}\">Bob Hoskins</a> (n-1942), está bebendo em um bar quando é abordado por um idiota local. O cara começa a provocar Valiant sobre sua escolha de clientes, perguntando para quem ele estava trabalhando naquela semana: “<i>Picolino? Ou o Esquilo Biruta?</i>”. Valiant chuta o banquinho de seu algoz. Segurando a cabeça do homem com as mãos e tremendo de raiva, ele rosna: “</i>Entenda isso, almôndega: Eu - não - trabalho - para toons!</i>”.<br/><br/>  \n\nMas, como você provavelmente sabe, não apenas a <i>Valiant</i> trabalha para toons, mas o sucesso de <i>Uma Cilada para Roger Rabbit</i> fez com que logo o resto de Hollywood também quisesse trabalhar para eles. Quando aquele filme, escalou atores humanos ao lado de um bando de personagens de desenhos animados emborrachados, carregados de molas e violentos, estava correndo um risco enorme: o filme ultrapassou o orçamento em cerca de U$$ 28 milhões, tentando feitos técnicos de animação que nunca tinha sido feita antes para fazer os desenhos animados e os humanos parecerem que estavam realmente atirando e se agarrando. Mas valeu a pena, arrecadando U$$ 156 milhões e ganhando três Oscars. <br/><br/> \n\n<i>Roger Rabbit</i> estava longe de ser o primeiro filme a apresentar desenhos animados e humanos ultrapassando a, bem, linha de cores. <a href=\"https://_{type: 'screen', 'id': 7173, 'screen_type': person}\">Cab Calloway</a> (1907-1994) fez aparições em desenhos animados de <i>Betty Boop</i>, como <a href=\"https://_{type: 'screen', 'id': 85051, 'screen_type': movie}\">Minnie the Moocher</a> (1932), alguns dos quais começaram com uma filmagem real do líder da banda <i>Cotton Club</i> dançando antes de revelar uma versão em que ele foi rotoscopeado em um fantasma animado. Na década de 1940, a tecnologia de animação era boa o suficiente para humanos compartilharem a tela com desenhos animados, então Gene Kelly poderia sapatear com o ratinho <i>Jerry</i> em <a href=\"https://_{type: 'screen', 'id': 17889, 'screen_type': movie}\">Anchors Aweigh</a> (BR: Marujos do Amor, 1945). Mas <i>Roger Rabbit</i> inovou, mesmo além das curvas de <i>Jessica Rabbit</i>: provou aos estúdios de cinema não apenas que o público amava <i>mash-ups</i> de desenho animado humano, mas que os desenhos animados em geral podiam render muito dinheiro. <br/><br/> \n\nSeguiram-se imitadores, e as produções conjuntas de desenhos animados e humanos se tornaram um gênero frutífero entre o final dos anos 1980 e meados dos anos 1990. Assim como <i>Roger Rabbit</i>, essas produções subsequentes foram tingidas de mensagens raciais, a tensão (sexual ou não) entre carne e osso / caneta e tinta piscando com o perigo e a emoção da miscigenação. <i>Toontown</i> é um gueto depravado, mas adorável, em perigo de ser arrasado; no vídeo da música “<i>Opposites Attract</i>” de <i>Paula Abdul</i>, de 1989, ela canta um dueto com um felino de personagem de desenho animado chamado MC <i>Skat Kat</i>. “<i>Não é ficção / apenas um fato natural</i>”, sussurram eles. “<i>Nós nos juntamos / porque os opostos se atraem</i>”.",
      "credits": "Resumo baseado no artigo \"When Hollywood Went to Toontown\", de Madeline Leung Coleman no topic.com."
    },
    {
      "type": "text",
      "content_text": "Ao fim da década, os sexos tinham descoberto um jeito de coexistir (discutindo as diferenças) em <a href=\"https://_{type: 'screen', 'id': 639, 'screen_type': movie}\">When Harry Met Sally...</a> (BR: Harry & Sally - Feitos um para o outro, 1989). Inspirado em <a href=\"https://_{type: 'screen', 'id': 1243, 'screen_type': person}\">Woody Allen</a> (n-1935) e na comédia maluca e criando o modelo para as comédias românticas contemporâneas, <i>Harry & Sally</i> demonstrou ser um ponto alto na carreira de todos os artistas envolvidos."
    },
    {
      "type": "video",
      "video_id": "Vv6dWhBlsoM",
      "information": {
        "contentTitle": "Cenas do filme Uma Cilada para Roger Rabbit",
        "contentText": "Spielberg convenceu a Warner Bros., Paramount Pictures/Fleischer Studios, King Features Syndicate, Felix the Cat Productions, Turner Entertainment e a Universal Studios/Walter Lantz Productions a \"emprestar\" seus personagens para aparecerem no filme com, em alguns casos, determinadas regras para a forma como seriam representados no filme. Por exemplo, Donald Duck (Pato Donald) e Daffy Duck (Patolino) apareceriam como pianistas igualmente talentosos. Mickey Mouse e Bugs Bunny (Pernalonga) também compartilham uma cena. Fora este acordo, a Warner Bros. e as outras empresas não tiveram nenhum envolvimento com a produção de Roger Rabbit. No entanto, os produtores não tiveram tempo de adquirir os direitos para utilizar Popeye, Tom and Jerry, Little Lulu (Luluzinha), Casper the Friendly Ghost (Gasparzinho) ou os Terrytoons de seus respectivos donos.",
        "source": "Youtube: Canal <i>FRESH Movie Trailers</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O desenvolvimento tecnológico trouxe a possibilidade de monstros que caminhavam e falavam e todas as oportunidades cômicas que isso representava. <a href=\"https://_{type: 'screen', 'id': 927, 'screen_type': movie}\">Gremlins</a> (1984) e <a href=\"https://_{type: 'screen', 'id': 620, 'screen_type': movie}\">Ghostbusters</a> (BR: Os Caça-Fantasmas, 1984), ambos de 1984, misturavam horror cômico e fantasia familiar com efeitos revolucionários, ao passo que os avanços na animação permitiram que <a href=\"https://_{type: 'screen', 'id': 856, 'screen_type': movie}\">Who Framed Roger Rabbit</a> (BR: Uma cilada para Roger Rabbit, 1988) misturasse ação com personagens de desenhos animados, obtendo um resultado bem mais sofisticado do que, digamos, <a href=\"https://_{type: 'screen', 'id': 12335, 'screen_type': movie}\">Bedknobs and Broomsticks</a> (BR: Se Minha Cama Voasse, 1971)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Inventivo, engraçado e com uma construção de tirar o fôlego, De Volta para o Futuro é uma vibrante aventura de viagem no tempo com um espírito inesquecível.",
        "author": "Rotten Tomatoes"
      }
    },
    {
      "type": "text",
      "content_text": "Com adolescentes precoces e trabalhadoras, as comédias dos anos 1980 refletiram as mudanças das décadas e encontraram algum motivo parar rir, apesar das angústias preponderantes na sociedade.",
      "content_credits": "Resumo baseado no texto de <i>Ana Smiths</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Não foi culpa de ninguém o fato de que John Hughes nos mostrou uma adolescência justa. Uma adolescência com medos, inseguranças, amores e amizades que na nossa cabeça durariam para sempre e o estupido e lindo pensamento de que duraríamos para sempre exatamente do jeito que nossos dezessete anos nos permite. Sem esquecer que vem acompanhada de uma trilha sonora inesquecível.",
      "content_title": "A Herança Oitentista de John Hughes"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_john_hughes",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "John Hughes durante as filmagens de Curtindo a vida adoidado",
        "contentText": "John Hughes era tímido e nerd, sendo uma pessoa comum em sua vida pessoal, logo, seus personagens contém muito das suas características.",
        "source": "cinemablography.org"
      }
    },
    {
      "type": "text",
      "content_text": "Algum dos seus maiores sucessos foi <i>Clube dos Cinco</i> de 1985 no qual atuou como diretor, produtor e roteirista, o filme que consagrou <a href=\"https://_{type: 'screen', 'id': 21624, 'screen_type': person}\">Judd Nelson</a> (n-1959) como o <i>badboy</i> mais desejado do cinema nos anos 80. Outro sem precedentes foi <i>Curtindo A Vida Adoidado</i>, também fazendo a tríplice de direção, produção e roteiro mostrando o trio de amigos mais considerado do cinema. Composto por <a href=\"https://_{type: 'screen', 'id': 4756, 'screen_type': person}\">Matthew Broderick</a> (n-1962) e <a href=\"https://_{type: 'screen', 'id': 2394, 'screen_type': person}\">Alan Ruck</a> (n-1956), o grupo transformou o cinema quando foi lançado em 1986 com seu manifesto a base de <i>The Smiths</i> e <i>Beatles</i>. Ferris apresenta uma ideia filosófica do que é a vida aos olhos de um adolescente que está para terminar o colégio e encara questões que nunca precisou pensar antes, como carreira, dinheiro e sucesso. Ele então decide viver cada dia como se fosse o último e isso resulta na parada mais agitada de Nova York."
    },
    {
      "type": "video",
      "video_id": "81ZtmBAA_NE",
      "information": {
        "contentTitle": "Cenas do filme Curtindo a Vida Adoidado",
        "contentText": "O filme, cuja história trata de um jovem que, para aproveitar a vida, finge estar doente para matar aula junto com sua namorada e o melhor amigo, é visto pela crítica moderna como um clássico e um paradigma do cinema da década de 1980, notável por ser uma obra cinematográfica que o espectador não se cansa de rever – muito embora a maior parte das apreciações iniciais tenha sido negativa.",
        "source": "Youtube: Canal <i>GermanSensation08</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Não importa se você é jovem ou adulto, aquele que encara o desafio de assistir <i>Curtindo a Vida Adoidado</i> entende que o filme não ensina apenas como tirar um dia de folga da escola e colocar a cidade praticamente a seus pés, mas como se pode olhar a vida de uma maneira diferente e que como ela pode ser vivida se escolhermos realmente vivê-la."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Como é que esperam que eu vá para a escola num dia como este?",
        "author": "Ferris Bueller (Matthew Broderick) em Curtindo a Vida Adoidado"
      }
    },
    {
      "type": "text",
      "content_text": "Dirigiu muitos filmes onde as questões de valores adolescentes foram escutadas. Não existia apenas a superficial patricinha e o <i>badboy</i> que dava o simples puxão de cueca nos mocinhos nerds, cada personagem possuía sua própria complexidade mesmo vivendo na singularidade de valores superficiais e estereotipados que só a adolescência pode mostrar. A ideia era mostrar o jovem como ele realmente é: confuso, bagunceiro, romântico e sábio a sua maneira."
    },
    {
      "type": "video",
      "video_id": "VG78fq6KAPA",
      "information": {
        "contentTitle": "Cenas do filme Clube dos Cinco",
        "contentText": "O título vem do apelido inventado por estudantes e funcionários para detenção matinal no New Trier High School, a escola frequentada pelo filho de um dos amigos de John Hughes. Assim, aqueles que foram enviados para detenção antes do início da escola foram designados como membros do \"The Breakfast Club\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mas foi com <a href=\"https://_{type: 'screen', 'id': 21625, 'screen_type': person}\">Molly Ringwald</a> (n-1968) e <a href=\"https://_{type: 'screen', 'id': 1904, 'screen_type': person}\">Anthony Michael Hall</a> (n-1968) que criou os filmes adolescentes que hoje servem de lista como influencia. Como um dos exemplos está, <a href=\"https://_{type: 'screen', 'id': 15144, 'screen_type': movie}\">Sixteen Candles</a> (BR: Gatinhas e Gatões, 1984) que conta a história de uma garota que só quer mostrar seu valor para aqueles que a cercam e conquistar atenção do garoto mais popular da escola, Jake (Michael Schoeffling) que apesar de ser o atleta bonitão que só liga pra futebol, se mostra bastante profundo em relação a seus sentimentos."
    },
    {
      "type": "block_special",
      "title": "O Filme Adolescente Definitivo",
      "image": {
        "image_type": "local",
        "url": "img_clube_do_cinco",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Nos anos 1960, filmes de adolescentes tinham <a href=\"https://_{type: 'screen', 'id': 22092, 'screen_type': person}\">Frankie Avalon</a> (n-1940), <a href=\"https://_{type: 'screen', 'id': 82777, 'screen_type': person}\">Annette Funicello</a> (n-1942), montes de areia (nada de sexo) e música agitada, enquanto nos anos 1970 ser adolescente essencialmente significava ser trucidado em sua cama em vários filmes de horror. Mas, em 1984, o diretor e roteirista <i>John Hughes</i> revolucionou o gênero com <i>Gatinhas e gatões</i>, a que deu sequência, no ano seguinte, com <i>Clube dos cinco</i>, um filme cujo grande crédito foi o de finalmente mostrar adolescentes como realmente falam e pensam.<br/><br/> \n\nNenhum outro filme resumiu melhor o período, ou se tornou mais <i>cult</i> para adolescentes, do que <i>Clube dos cinco</i>. Fez de Hughes um nome a ser acompanhar de perto - em seguida ele fez o excelente <i>Curtindo a vida adoidado</i> (1986) e o imensamente bem-sucedido <i>Esqueceram de mim</i> (1990) - e reuniu um talentoso grupo de jovens atores (assim como fez dois anos antes, o filme <i>Vidas sem rumo</i>, de Francis Ford Coppola) que foi apelidado pela mídia de \"<i>Bando de Moleques</i>\". <br/><br/> \n\nCinco adolescentes bem diferentes são suspensos e têm que cumprir detenção em um sábado por variadas razões. Apesar de suas diferenças quando o dia começa, terminam criando laços entre si. Temos o atleta da escola (Emilio Estevez), a esquisitona com excesso de delineador (Ally Sheedy), a princesa pomposa (Molly Ringwald, ídolo adolescente e musa de Hughes desde que estrelou <i>Gatinhas e gatões</i>), o nerd (Anthony Michael Hall) e o rebelde (Judd Nelson), todos tentando se manter entretidos sob o olhar atento do complexa do professor Vernon (Paul Gleason). <br/><br/> \n\nEste filme, que aposta em um roteiro de tiradas inteligentes mais do que em ação, funciona em grande parte por conta das caracterizações do elenco à medida que verdades são reveladas, ressentimentos são verbalizados e cada um tem sua vez de brilhar. Embora copiado em filmes e seriados de televisão, talvez tenha sido o filme adolescente definitivo, seja por seu <i>timing</i> perfeito, pelos desempenhos afiados, versos citáveis ou pela trilha sonora dos anos 1980, digna de uma cápsula do tempo, que inclui o clássico \"<i>Don't You Forget About Me</i>\", do <i>Simple Minds</i>, composto para o filme.",
      "credits": "Resumo baseado no texto de <i>Joanna Berry</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>."
    },
    {
      "type": "text",
      "content_text": "Anthony Michael Hall ainda trabalhou em mais dois filmes com o diretor, <i>Clube dos Cinco</i> e <a href=\"https://_{type: 'screen', 'id': 11814, 'screen_type': movie}\">Weird Science</a> (BR: Mulher nota 1000, 1985) e sem deixar de mencionar que <i>Gatinhas e Gatões</i> foi o filme que mostrou uma das primeiras participações dos irmãos Joan e John Cusack, este, que impressionaria tanto o diretor que mais tarde ganharia seu próprio filme, <a href=\"https://_{type: 'screen', 'id': 2028, 'screen_type': movie}\">Say Anything</a> (BR: Digam o Que Quiserem, 1989)."
    },
    {
      "type": "video",
      "video_id": "GzeNMZcP8Xg",
      "information": {
        "contentTitle": "Cenas do filme Gatinhas & Gatões",
        "contentText": "John Hughes pediu a seu agente fotos de jovens atrizes, e entre as que recebeu estavam as de Molly Ringwald e Ally Sheedy. Sheedy tinha feito o teste para o papel de Sam, mas foi dispensado por Hughes, pois ele considerou que Ringwald era a mais adequado para o papel, mas ele ligou para ela um ano depois para lhe dar um papel em The Breakfast Club. Inspirado pela aparência de Ringwald, ele escreveu o filme apenas em um fim de semana com ela em mente para o papel principal.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outro sucesso garantido de <i>Molly Ringwald</i> foi <a href=\"https://_{type: 'screen', 'id': 11522, 'screen_type': movie}\">Pretty in Pink</a> (BR: A Garota de Rosa Shocking, 1986) que mostra Andie, uma garota simples que vivia no mundo das divisões sociais de sua escola. No filme temos <a href=\"https://_{type: 'screen', 'id': 69718, 'screen_type': person}\">Jon Cryer</a> (n-1965) como o melhor amigo de Andie, <a href=\"https://_{type: 'screen', 'id': 37041, 'screen_type': person}\">Andrew McCarthy</a> (n-1962) como Blane, o mocinho rico que percebe que não importa a classe social, mas sim o caráter e finalmente <a href=\"https://_{type: 'screen', 'id': 13548, 'screen_type': person}\">James Spader</a> (n-1960) como o vilão narcisista e recalcado do filme que por inveja persegue o casal que tenta lutar contra muitas diferenças sociais."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu assisti a esse filme quando tinha quatorze anos e, desde aquele momento, eu desejei participar do Clube dos cinco.",
        "author": "Kevin Smith"
      }
    },
    {
      "type": "text",
      "content_text": "Seu trabalho como roteirista foi prestigiado e de grande profundidade, mostrando a criação de um estilo onde se dava a devida importância a toda a construção de cada personagem que eram interpretados de forma autêntica e poderosa. Seu portfólio como diretor também não ficava atrás em qualidade, sua preocupação com a luz, formação de cena e participação ativa em todos os elementos de seus filmes serviu como modelo para muitos diretores que voltaram sua atenção para esse “<i>teen cult</i>” que cresceu e foi revolucionado por John Hughes."
    },
    {
      "type": "video",
      "video_id": "8l7LGK2hnQw",
      "information": {
        "contentTitle": "Cenas do filme A Garota de Rosa Shocking",
        "contentText": "A trilha sonora do filme foi escolhida uma das mais marcartes do cinema moderno. A canção \"If You Leave\" do grupo Orchestral Manoeuvres in the Dark, executada de forma proeminente durante a emotiva cena final, se tornou um grande sucesso internacional e alcançou a posição #4 na Billboard Hot 100 em maio de 1986.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ele se foi de forma precoce e chocante em 2009 andando pelas ruas de Manhathan. Sofreu um ataque cardíaco fulminante deixando uma grande e importante herança na história do cinema. Um diretor que foi e ainda é muito respeitado e deve ser reconhecido como influência para todos aqueles que amam seus filmes e os levam pra vida.",
      "content_credits": "Resumo baseado no artigo \"A Herança Oitentista de John Hughes\", de Dandara Aryadneno medium.com."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
          "popularity": 18.688,
          "vote_count": 5902,
          "video": false,
          "media_type": "movie",
          "id": 2108,
          "adult": false,
          "backdrop_path": "\/qpPFF8Sed5lkXngWraJdN8WkwDG.jpg",
          "original_language": "en",
          "original_title": "The Breakfast Club",
          "genre_ids": [
            35,
            18
          ],
          "title": "The Breakfast Club",
          "vote_average": 7.8,
          "overview": "Five high school students from different walks of life endure a Saturday detention under a power-hungry principal. The disparate group includes rebel John, princess Claire, outcast Allison, brainy Brian and Andrew, the jock. Each has a chance to tell his or her story, making the others see them a little differently -- and when the day ends, they question whether school will ever be the same.",
          "release_date": "1985-02-15"
        },
        {
          "poster_path": "\/xlBivetfrtF84Yx0zISShnNtHYe.jpg",
          "popularity": 51.907,
          "vote_count": 14061,
          "video": false,
          "media_type": "movie",
          "id": 105,
          "adult": false,
          "backdrop_path": "\/fq3wyOs1RHyz2yfzsb4sck7aWRG.jpg",
          "original_language": "en",
          "original_title": "Back to the Future",
          "genre_ids": [
            12,
            35,
            878,
            10751
          ],
          "title": "Back to the Future",
          "vote_average": 8.3,
          "overview": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
          "release_date": "1985-07-03"
        },
        {
          "poster_path": "\/lYfRc57Kx9VgLZ48iulu0HKnM15.jpg",
          "popularity": 24.341,
          "vote_count": 3868,
          "video": false,
          "media_type": "movie",
          "id": 856,
          "adult": false,
          "backdrop_path": "\/hlfljiwTxIjRrPkIXSevB0BGoBF.jpg",
          "original_language": "en",
          "original_title": "Who Framed Roger Rabbit",
          "genre_ids": [
            14,
            16,
            35,
            80,
            10751
          ],
          "title": "Who Framed Roger Rabbit",
          "vote_average": 7.5,
          "overview": "'Toon star Roger is worried that his wife Jessica is playing pattycake with someone else, so the studio hires detective Eddie Valiant to snoop on her. But the stakes are quickly raised when Marvin Acme is found dead and Roger is the prime suspect.",
          "release_date": "1988-06-21"
        },
        {
          "vote_count": 906,
          "popularity": 16.44,
          "id": 11031,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "This Is Spinal Tap",
          "release_date": "1984-05-04",
          "original_language": "en",
          "original_title": "This Is Spinal Tap",
          "genre_ids": [
            35,
            10402
          ],
          "backdrop_path": "\/o21qmruJenPD9YunYFUxHnojKac.jpg",
          "adult": false,
          "overview": "\"This Is Spinal Tap\" shines a light on the self-contained universe of a metal band struggling to get back on the charts, including everything from its complicated history of ups and downs, gold albums, name changes and undersold concert dates, along with the full host of requisite groupies, promoters, hangers-on and historians, sessions, release events and those special behind-the-scenes moments that keep it all real.",
          "poster_path": "\/z2LA8eBTSuuPC4NBhIZRNIwpimH.jpg"
        },
        {
          "poster_path": "\/3wkbKeowUp1Zpkw1KkBqMWbt0P9.jpg",
          "popularity": 17.992,
          "vote_count": 2638,
          "video": false,
          "media_type": "movie",
          "id": 639,
          "adult": false,
          "backdrop_path": "\/xd5SYDUhNVGLUeK2epbEjnVBpPN.jpg",
          "original_language": "en",
          "original_title": "When Harry Met Sally...",
          "genre_ids": [
            35,
            10749,
            18
          ],
          "title": "When Harry Met Sally...",
          "vote_average": 7.4,
          "overview": "During their travel from Chicago to New York, Harry and Sally debate whether or not sex ruins a friendship between a man and a woman. Eleven years later, and they're still no closer to finding the answer.",
          "release_date": "1989-01-12"
        },
        {
          "vote_count": 2826,
          "popularity": 21.934,
          "id": 813,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Airplane!",
          "release_date": "1980-07-02",
          "original_language": "en",
          "original_title": "Airplane!",
          "genre_ids": [
            35
          ],
          "backdrop_path": "\/odLX1trQSUsPQvIB5FZgwFHEmXK.jpg",
          "adult": false,
          "overview": "Alcoholic pilot, Ted Striker has developed a fear of flying due to wartime trauma, but nevertheless boards a passenger jet in an attempt to woo back his stewardess girlfriend. Food poisoning decimates the passengers and crew, leaving it up to Striker to land the plane with the help of a glue-sniffing air traffic controller and Striker's vengeful former Air Force captain, who must both talk him down.",
          "poster_path": "\/hiURvJjCgk0s10urHVCg80TFF11.jpg"
        },
        {
          "vote_count": 594,
          "popularity": 11.124,
          "id": 2028,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Say Anything...",
          "release_date": "1989-04-14",
          "original_language": "en",
          "original_title": "Say Anything...",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "backdrop_path": "\/1ACyqkf9JzPQ2f4bdb6m9lm93ua.jpg",
          "adult": false,
          "overview": "A noble underachiever and a beautiful valedictorian fall in love the summer before she goes off to college.",
          "poster_path": "\/vTRMpWMSjd0XFm1vDZ99IoqiNpT.jpg"
        },
        {
          "poster_path": "\/wQHTHJ3jBKtz2c6VT9JZ8TD73yl.jpg",
          "popularity": 21.818,
          "vote_count": 2353,
          "video": false,
          "media_type": "movie",
          "id": 37136,
          "adult": false,
          "backdrop_path": "\/4jEtYARsVUJHJhLgsuY4iLINHQG.jpg",
          "original_language": "en",
          "original_title": "The Naked Gun: From the Files of Police Squad!",
          "genre_ids": [
            35,
            80
          ],
          "title": "The Naked Gun: From the Files of Police Squad!",
          "vote_average": 7.2,
          "overview": "When the incompetent Officer Frank Drebin seeks the ruthless killer of his partner, he stumbles upon an attempt to assassinate Queen Elizabeth.",
          "release_date": "1988-12-02"
        },
        {
          "poster_path": "\/qAk5wem526xJfLqEcMpMEftHgMp.jpg",
          "popularity": 17.643,
          "vote_count": 3232,
          "video": false,
          "media_type": "movie",
          "id": 9377,
          "adult": false,
          "backdrop_path": "\/leehjwM57DKJ79XMUll4oAF0kin.jpg",
          "original_language": "en",
          "original_title": "Ferris Bueller's Day Off",
          "genre_ids": [
            35
          ],
          "title": "Ferris Bueller's Day Off",
          "vote_average": 7.7,
          "overview": "After high school slacker Ferris Bueller successfully fakes an illness in order to skip school for the day, he goes on a series of adventures throughout Chicago with his girlfriend Sloane and best friend Cameron, all the while trying to outwit his wily school principal and fed-up sister.",
          "release_date": "1986-06-11"
        },
        {
          "poster_path": "\/AqCOt1cWfKqCepxK7LIdT812idH.jpg",
          "popularity": 45.567,
          "vote_count": 497,
          "video": false,
          "media_type": "movie",
          "id": 10246,
          "adult": false,
          "backdrop_path": "\/7zVPeUgL6pgBmV0H9ptqeMiGHUD.jpg",
          "original_language": "en",
          "original_title": "Porky's",
          "genre_ids": [
            35
          ],
          "title": "Porky's",
          "vote_average": 6.5,
          "overview": "Set in 1954, a group of Florida high schoolers seek out to lose their virginity which leads them to seek revenge on a sleazy nightclub owner and his redneck sheriff brother for harassing them.",
          "release_date": "1981-11-13"
        },
        {
          "vote_count": 451,
          "popularity": 13.976,
          "id": 14052,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.5,
          "title": "Revenge of the Nerds",
          "release_date": "1984-07-20",
          "original_language": "en",
          "original_title": "Revenge of the Nerds",
          "genre_ids": [
            35
          ],
          "backdrop_path": "\/uSNOrziJ8Lnr6OlwFnjxWx2MZpG.jpg",
          "adult": false,
          "overview": "At Adams College, the jocks rule the school from their house on high, the Alpha Beta fraternity. So when a group of socially-challenged misfits try to go Greek, they're instantly rejected by every house on campus. Deciding to start their own fraternity to protect their outcast brothers, the campus nerds soon find themselves in a battle royale as the Alpha Betas try to crush their new rivals.",
          "poster_path": "\/6mvuwu38z16MJsrcE0hhzwPrJUN.jpg"
        },
        {
          "vote_count": 1088,
          "popularity": 29.194,
          "id": 1648,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Bill & Ted's Excellent Adventure",
          "release_date": "1989-02-17",
          "original_language": "en",
          "original_title": "Bill & Ted's Excellent Adventure",
          "genre_ids": [
            12,
            35,
            878
          ],
          "backdrop_path": "\/ynYdEr7WskeM9dy6oNAQUGldAtE.jpg",
          "adult": false,
          "overview": "Bill and Ted are high school buddies starting a band. They are also about to fail their history class—which means Ted would be sent to military school—but receive help from Rufus, a traveller from a future where their band is the foundation for a perfect society. With the use of Rufus' time machine, Bill and Ted travel to various points in history, returning with important figures to help them complete their final history presentation.",
          "poster_path": "\/qcLGk8CkZW4rHK1kqD9Jdst5vd8.jpg"
        },
        {
          "poster_path": "\/oxz1HIdUjQN23IZQk4Gy7ozJBM0.jpg",
          "popularity": 28.07,
          "vote_count": 3850,
          "video": false,
          "media_type": "movie",
          "id": 9340,
          "adult": false,
          "backdrop_path": "\/r0p9IeVzVP4OULWWw0UsDSCWtKb.jpg",
          "original_language": "en",
          "original_title": "The Goonies",
          "genre_ids": [
            12,
            35,
            10751
          ],
          "title": "The Goonies",
          "vote_average": 7.5,
          "overview": "A young teenager named Mikey Walsh finds an old treasure map in his father's attic. Hoping to save their homes from demolition, Mikey and his friends Data Wang, Chunk Cohen, and Mouth Devereaux run off on a big quest to find the secret stash of Pirate One-Eyed Willie.",
          "release_date": "1985-06-07"
        },
        {
          "vote_count": 884,
          "popularity": 17.909,
          "id": 11814,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.5,
          "title": "Weird Science",
          "release_date": "1985-08-01",
          "original_language": "en",
          "original_title": "Weird Science",
          "genre_ids": [
            35,
            10749,
            878
          ],
          "backdrop_path": "\/5gLMyIGKBvuTrwRRvorexZD0twx.jpg",
          "adult": false,
          "overview": "Two unpopular teenagers, Gary and Wyatt, fail at all attempts to be accepted by their peers. Their desperation to be liked leads them to \"create\" a woman via their computer. Their living and breathing creation is a gorgeous woman, Lisa, whose purpose is to boost their confidence level by putting them into situations which require Gary and Wyatt to act like men.",
          "poster_path": "\/AsFxOHwUlK7mTOkC5p6SySsdEjz.jpg"
        },
        {
          "vote_count": 1138,
          "popularity": 15.189,
          "id": 9326,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "Romancing the Stone",
          "release_date": "1984-03-30",
          "original_language": "en",
          "original_title": "Romancing the Stone",
          "genre_ids": [
            28,
            12,
            35,
            10749
          ],
          "backdrop_path": "\/8v5X238laJCSGN5Oq6BHEQEOWL5.jpg",
          "adult": false,
          "overview": "Though she can spin wild tales of passionate romance, novelist Joan Wilder has no life of her own. Then one day adventure comes her way in the form of a mysterious package. It turns out that the parcel is the ransom she'll need to free her abducted sister, so Joan flies to South America to hand it over. But she gets on the wrong bus and winds up hopelessly stranded in the jungle.",
          "poster_path": "\/qfIlVOYZH5RiZ0ndFKUpr5Zn2Bx.jpg"
        },
        {
          "poster_path": "\/72Y1X9pMSjXQ7mKB6pBEoMhL0OQ.jpg",
          "popularity": 30.166,
          "vote_count": 4359,
          "video": false,
          "media_type": "movie",
          "id": 927,
          "adult": false,
          "backdrop_path": "\/txg7L67hkFQb7Sa0FzyuJwtxYaO.jpg",
          "original_language": "en",
          "original_title": "Gremlins",
          "genre_ids": [
            14,
            27,
            35
          ],
          "title": "Gremlins",
          "vote_average": 7.1,
          "overview": "When Billy Peltzer is given a strange but adorable pet named Gizmo for Christmas, he inadvertently breaks the three important rules of caring for a Mogwai, and unleashes a horde of mischievous gremlins on a small town.",
          "release_date": "1984-06-07"
        },
        {
          "vote_count": 5983,
          "popularity": 30.157,
          "id": 620,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Ghostbusters",
          "release_date": "1984-06-08",
          "original_language": "en",
          "original_title": "Ghostbusters",
          "genre_ids": [
            35,
            14
          ],
          "backdrop_path": "\/exKP3EuAZ4FJ0uSnQSlwPSKpDOY.jpg",
          "adult": false,
          "overview": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
          "poster_path": "\/di9t2YVpWDKuUtYkrm10yVld50x.jpg"
        },
        {
          "vote_count": 1526,
          "popularity": 15.009,
          "id": 15144,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Sixteen Candles",
          "release_date": "1984-05-04",
          "original_language": "en",
          "original_title": "Sixteen Candles",
          "genre_ids": [
            35,
            10749
          ],
          "backdrop_path": "\/xCIgY4mUmO4tbDVlntym9PdZ9H8.jpg",
          "adult": false,
          "overview": "A teenage girl deals with her parents forgetting her birthday and a crush on her high school's heartthrob.",
          "poster_path": "\/duLMXNN6ZkuBt4edVMIfOI6tx.jpg"
        },
        {
          "poster_path": "\/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
          "popularity": 19.129,
          "vote_count": 5169,
          "video": false,
          "media_type": "movie",
          "id": 137,
          "adult": false,
          "backdrop_path": "\/cjwMqiUiJIuQkQOhCnKnSsHyNGr.jpg",
          "original_language": "en",
          "original_title": "Groundhog Day",
          "genre_ids": [
            10749,
            14,
            18,
            35
          ],
          "title": "Groundhog Day",
          "vote_average": 7.6,
          "overview": "A narcissistic T.V. weatherman, along with his attractive-but-distant producer and mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.",
          "release_date": "1993-02-11"
        },
        {
          "vote_count": 726,
          "popularity": 15.682,
          "id": 11522,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "Pretty in Pink",
          "release_date": "1986-02-28",
          "original_language": "en",
          "original_title": "Pretty in Pink",
          "genre_ids": [
            35,
            10749
          ],
          "backdrop_path": "\/bZneRu42OnfMJzQJ0Mn39kCI5v3.jpg",
          "adult": false,
          "overview": "Andie is an outcast, hanging out either with her older boss, who owns the record store where she works, or her quirky high school classmate Duckie, who has a crush on her. When one of the rich and popular kids at school, Blane, asks Andie out, it seems too good to be true. As Andie starts falling for Blane, she begins to realize that dating someone from a different social sphere is not easy.",
          "poster_path": "\/jeFJyzJBufJexpOuywuPp8q2tCJ.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11505,
          "name": "John Hughes",
          "profile_path": "/dFVgYYRY1R0aUCYvfEah00Iwzlt.jpg"
        },
        {
          "id": 521,
          "name": "Michael J. Fox",
          "profile_path": "/2JB4FMgQmnhbBlQ4SxWFN9EIVDi.jpg"
        },
        {
          "id": 21625,
          "name": "Molly Ringwald",
          "profile_path": "/i9NTMtw5Ydukz0Lu5r7VBuZ7dOj.jpg"
        },
        {
          "id": 7633,
          "name": "Leslie Nielsen",
          "profile_path": "/u5vWl5dw69Nf89f905Qb5JqEVL3.jpg"
        },
        {
          "id": 1532,
          "name": "Bill Murray",
          "profile_path": "/nnCsJc9x3ZiG3AFyiyc3FPehppy.jpg"
        },
        {
          "id": 24,
          "name": "Robert Zemeckis",
          "profile_path": "/4tWfclPQ3WAUwotZl2hIneQwWXR.jpg"
        },
        {
          "id": 6952,
          "name": "Charlie Sheen",
          "profile_path": "/npEqnIw321opMKuu3lsFNKNKQdX.jpg"
        },
        {
          "id": 116100,
          "name": "Richard Williams",
          "profile_path": "/rwgSpbOFQ5A1tBlgsNkY3w0yJNF.jpg"
        },
        {
          "id": 4756,
          "name": "Matthew Broderick",
          "profile_path": "/2Pq8pwOX5ZFfT2p5pNLGfvUi9Pp.jpg"
        },
        {
          "id": 6384,
          "name": "Keanu Reeves",
          "profile_path": "/rRdru6REr9i3WIHv2mntpcgxnoY.jpg"
        },
        {
          "id": 12936,
          "name": "Jim Abrahams",
          "profile_path": "/22B24mvWEkorhoxEOPCxNcYdcTX.jpg"
        },
        {
          "id": 3036,
          "name": "John Cusack",
          "profile_path": "/osGPqvRffvYTBpcBfQIblaTozmk.jpg"
        },
        {
          "id": 1904,
          "name": "Anthony Michael Hall",
          "profile_path": "/pSQNbyQFHBBfSKHiCCbu30rsNf0.jpg"
        },
        {
          "id": 488,
          "name": "Steven Spielberg",
          "profile_path": "/tZxcg19YQ3e8fJ0pOs7hjlnmmr6.jpg"
        },
        {
          "id": 1062,
          "name": "Christopher Lloyd",
          "profile_path": "/7ACljPxQxkHDtUadEACMtPx3MVt.jpg"
        },
        {
          "id": 3415,
          "name": "Jerry Zucker",
          "profile_path": "/iSzdnge16GBKLkBoTM4mqUIWIxi.jpg"
        },
        {
          "id": 12987,
          "name": "David Zucker",
          "profile_path": "/cNUQHuGB4wy7TSPoP6irW78dpX8.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}