{
  "number": 14,
  "content_list": [
    {
      "type": "text",
      "content_text": "Com o desencantamento no fim dos anos 1960 e no início dos anos 1970, o cinema tendeu a desprezar as emoções das perseguições, dos filmes de caubói ou de agente secretos. <a href=\"https://_{type: 'screen', 'id': 916, 'screen_type': movie}\">Bullit</a> (1968) e <a href=\"https://_{type: 'screen', 'id': 1051, 'screen_type': movie}\">The French Connection</a> (BR: Operação França, 1971) talvez oferecessem elaboradas perseguições de carro, mas seu contexto envolvia cinismo, politicagem e heróis que contestavam o sistema."
    },
    {
      "type": "video",
      "video_id": "I6wRZCV7naE",
      "information": {
        "contentTitle": "Cenas do filme Duro de Matar",
        "contentText": "Desesperado pelo trabalho, Stuart recebeu a proposta de adaptar o romance de Thorp para um roteiro. Seu rascunho final recebeu sinal verde imediatamente pela 20th Century Fox, que estava ansiosa por um blockbuster de verão para o ano seguinte. Encontrar uma estrela foi difícil: o papel de McClane foi oferecido a uma série de grandes estrelas da década, incluindo Arnold Schwarzenegger e Sylvester Stallone, que recusaram. Willis, que era conhecido principalmente por seu trabalho na TV, acabou sendo escolhido e pagou $ 5 milhões pelo papel, um valor inédito na época que atraiu considerável controvérsia em relação ao filme antes de seu lançamento.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 984, 'screen_type': movie}\">Dirty Harry</a> (BR: Perseguidor implacável, 1971) transformou o cowboy <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (n-1930) em <i>Harry Callahan</i>, o arquétipo do policial dos filmes urbanos de ação. Faroestes tradicionais e filmes de guerra foram substituídos por sermões sobre os males da violência, apresentados graficamente em filmes de <a href=\"https://_{type: 'screen', 'id': 7767, 'screen_type': person}\">Sam Peckinpah</a> (1925-1984) como <a href=\"https://_{type: 'screen', 'id': 576, 'screen_type': movie}\">The Wild Bunch</a> (BR: Meu Ódio Será Sua Herança, 1969) e <a href=\"https://_{type: 'screen', 'id': 994, 'screen_type': movie}\">Straw Dogs</a> (BR: Sob o domínio do medo, 1971)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Um exército que conduz a Arca à sua frente... é invencível.",
        "author": "Dr. Marcus Brody (Denholm Elliott) sobre Os Caçadores da Arca Perdida"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes de ação com artes marciais fizeram uma entrada explosiva junto ao grande público ocidental no início dos anos 1970, graças ao icônico <a href=\"https://_{type: 'screen', 'id': 19429, 'screen_type': person}\">Bruce Lee</a> (1940-1973). <a href=\"https://_{type: 'screen', 'id': 9461, 'screen_type': movie}\">Enter the Dragon</a> (BR: Operação Dragão, 1973) foi o primeiro filme chinês de artes marciais produzido por um grande estúdio de Hollywood. Embora Lee não vivesse para ver o resultado final, sua obra influenciou filmes de artes marciais de todo o mundo, durante muitas décadas."
    },
    {
      "type": "video",
      "video_id": "YcR9k8o4I0w",
      "information": {
        "contentTitle": "Cenas do filme Indiana Jones e Os Caçadores da Arca Perdida",
        "contentText": "O roteiro foi escrito por Lawrence Kasdan, depois de uma discussão de quatro dias, na qual Spielberg, Lucas e ele definiram os principais elementos narrativos da trama. A concepção do filme se originou quando Lucas decidiu criar uma versão moderna dos seriados dos anos 1930 e 1940. A produção aconteceu em Elstree Studios, na Inglaterra; mas as filmagens também aconteceram em La Rochelle, Tunísia, Havaí e Califórnia de junho a setembro de 1980.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ao fim dos anos 1970, o clima havia mudado de novo. Dirigido por <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1944), <a href=\"https://_{type: 'screen', 'id': 11, 'screen_type': movie}\">Star Wars</a> (BR: Guerra nas estrelas, 1977) é um retorno à era dos quadrinhos dos anos 1930, com heróis como <i>Flash Gordon</i>, em que os combates no espaço são antissépticos - explodem-se planetas sem nenhuma sensação real de sofrimento - e bombardeios, um massacre em uma fazenda e duelos de espada não são episódios sentidos, mas referências a cenas de filmes anteriores. Lucas e o amigo <a href=\"https://_{type: 'screen', 'id': 488, 'screen_type': person}\"> Steven Spielberg</a> (n-1946) continuaram a mostrar seu amor pelas aventuras ao estilo antigo com <a href=\"https://_{type: 'screen', 'id': 85, 'screen_type': movie}\">Raiders of the Lost Ark</a> (BR: Indiana Jones e os Caçadores da Arca Perdida, 1981)."
    },
    {
      "type": "block_special",
      "title": "O marco da Ficção Cientifica no Cinema",
      "image": {
        "image_type": "local",
        "url": "img_exterminador_do_futuro",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Este candidato em potencial ao <i>Golden Turkey Award</i> na categoria \"kitsch\" acabou se tomando um dos grandes sucessos de 1984 e sua popularidade ao longo do tempo o consagrou como um clássico do gênero. <i>O exterminador do futuro</i> é um triunfo do estilo sobre a trama, da esperteza sobre a inteligência e uma combinação de elementos que ultrapassa a soma das partes. Sua narrativa circular sobre a tentativa do futuro de controlar o passado para poder assumir o controle de si mesmo - mudando, assim, as premissas sobre seu próprio estado - é familiar a todos os fãs da literatura de ficção cientifica do pós-guerra (Harlan Ellison, Phillip K. Dick e outros) e de seriados de televisão (como <i>The Outer Limits</i> e Jornada nas estrelas) do pós-guerra.<br/> <br/> \n\nLogo após concluir efeitos especiais de baixo orçamento para <a href=\"https://_{type: 'screen', 'id': 102429, 'screen_type': person}\">Roger Corman</a> (n-1926) e <a href=\"https://_{type: 'screen', 'id': 11770, 'screen_type': person}\">John Carpenter</a> (n-1948), o diretor e roteirista <a href=\"https://_{type: 'screen', 'id': 2710, 'screen_type': person}\">James Cameron</a> (n-1954) adaptou o humor desconcertante de seus mentores para proteger-se das objeções quanto aos muitos furos na trama. A visão de um futuro sombrio, escuro e apocalíptico estava na moda na época, como atestam <a href=\"https://_{type: 'screen', 'id': 1103, 'screen_type': movie}\">Escape from New York</a> (BR: Fuga de Nova York, 1981), de <i>John Carpenter</i>, <a href=\"https://_{type: 'screen', 'id': 9659, 'screen_type': movie}\">Mad Max</a> (1979), de <a href=\"https://_{type: 'screen', 'id': 20629, 'screen_type': person}\">George Miller</a> (n-1945), <a href=\"https://_{type: 'screen', 'id': 19184, 'screen_type': movie}\">Le dernier combat</a> (BR: O último combate, 1983), de <a href=\"https://_{type: 'screen', 'id': 59, 'screen_type': person}\">Luc Besson</a> (n-1959), e <a href=\"https://_{type: 'screen', 'id': 9063, 'screen_type': movie}\">Forbrydelsens Element</a>(BR: Elemento de um Crime, 1984), de <a href=\"https://_{type: 'screen', 'id': 42, 'screen_type': person}\">Lars von Trier</a> (n-1956). <br/> <br/> \n\nO estilo seguro de Cameron - <i>tech noir</i>, como foi chamado por conta de uma boate no filme - e sua energia cinética combinada com a economia na narração mantêm o espectador distraído do absurdo da coisa toda. Até mesmo <i>Arnold Schwarzenegger</i> - o epítome da má atuação com sua expressão facial fria, o sotaque austríaco pesado e a expressão corporal aprendida na mesma escola do monstro de <i>Frankenstein</i> - se torna um grande triunfo para o filme. O elenco, Cameron admitiu à revista Wired, \"não deveria ter funcionado. O cara é supostamente um infiltrado, e é impossível não o localizá-lo imediatamente na multidão, se todos se pareciam com Arnold\". No entanto, todos os que assistiram a este fenômeno inusitado conhecem de cor a maioria das falas do filme, incluindo a pronuncia peculiar de <i>Schwarzenegger</i>. \"<i>I'll be back</i>\" é provavelmente a frase mais citada de todas, frequentemente usada como bordão em shows de rádio e televisão. <br/> <br/> \n\nSe a habilidade de <i>O exterminador do futuro</i> de envolver o público remete ao culto dos fãs de <a href=\"https://_{type: 'screen', 'id': 36685, 'screen_type': movie}\">The Rocky Horror Picture Show</a> (1975), então a ironia insistente aponta para o futuro para as piadas da série <i>Pânico</i> (1999-2011), montadas sobre clichês genéricos. O mesmo pode ser dito da violência sádica e da virada da mocinha no final. Sob a superfície desse corte-e-colagem de elementos de ficção cientifica está um <i>slasher movie</i> anda menos original, que inclui um matador (literalmente) mecânico e uma mocinha brutal (Linda Hamilton) que descobre sua capacidade de lutar e combater o mal. A resposta ao filme, como a todos os filmes geniais, não vem de sua suposta originalidade. E a maneira como Cameron junta elementos familiares e lhes dá um sopro de vida nova que resulta em uma experiência tão memorável, e que no final, mudou para sempre os filmes de ficção cientifica nos cinemas.",
      "credits": "Resumo baseado no texto de <i>Michael Tapper</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>."
    },
    {
      "type": "text",
      "content_text": "Dirigido por <a href=\"https://_{type: 'screen', 'id': 7187, 'screen_type': person}\">Richard Donner</a> (n-1930), <a href=\"https://_{type: 'screen', 'id': 1924, 'screen_type': movie}\">Superman</a> (BR: Superman: O Filme, 1978) fez o público \"<i>acreditar que o homem pode voar</i>\" - e que Clark Kent (Christopher Reeve) não é um personagem ultrapassado. O herói dos quadrinhos de Alex Raymond também ganhou uma releitura em <a href=\"https://_{type: 'screen', 'id': 3604, 'screen_type': movie}\">Flash Gordon</a> (1980), mas, apesar do estilo <i>camp</i> e a trilha sonora do Queen, o filme não foi bem nas bilheterias. <a href=\"https://_{type: 'screen', 'id': 268, 'screen_type': movie}\">Batman</a> (1989), de <a href=\"https://_{type: 'screen', 'id': 510, 'screen_type': person}\">Tim Burton</a> (n-1958), teve mais sucesso em 1989, oferecendo um super-herói mais sombrio e gótico no introspectivo Bruce Wayne (Michael Keaton)."
    },
    {
      "type": "video",
      "video_id": "tYc2jQaM8gM",
      "information": {
        "contentTitle": "Cenas do filme O Exterminador do Futuro",
        "contentText": "Schwarzenegger tentou alterar a linha icônica \"I'll be back\", pois tinha dificuldade em pronunciar a palavra \"back\". Ele também sentiu que seu personagem robótico não falaria em contrações e que o Terminator seria mais declarativo. Cameron se recusou a mudar a linha para \"I'll be back\", então Schwarzenegger trabalhou para dizer a linha escrita da melhor maneira que pôde. Ele mais tarde diria a linha em vários filmes ao longo de sua carreira.",
        "source": "Youtube: Canal <i>Flashback FM</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nos anos 1980, os filmes de ação e aventura traziam heróis cada vez mais musculosos. <a href=\"https://_{type: 'screen', 'id': 1100, 'screen_type': person}\">Arnold Schwarzenegger</a> (n-1947) flexionou os peitorais e grunhiu algumas palavras como <i>Conan</i> em <a href=\"https://_{type: 'screen', 'id': 9387, 'screen_type': movie}\">Conan the Barbarian</a> (BR: Conan, o Bárbaro, 1982) e o <i>Exterminador</i> em <a href=\"https://_{type: 'screen', 'id': 218, 'screen_type': movie}\">Terminator</a> (BR: O Exterminador do Futuro, 1984). <a href=\"https://_{type: 'screen', 'id': 16483, 'screen_type': person}\">Sylvester Stallone</a> (n-1946) transformou <i>Rambo</i> em <a href=\"https://_{type: 'screen', 'id': 1368, 'screen_type': movie}\">Fist Blood</a> (BR: Rambo: Programado Para Matar, 1982) de um traumatizado veterano do Vietnã, em guerra com seu próprio país, em um super herói disposto a equilibrar o placar (\"<i>A gente ganha desta vez?</i>\") e Rocky de um buldogue decadente em paladino dos Estados Unidos."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Nove milhões de terroristas no mundo e eu tenho que matar um com os pés menores que os da minha irmã.",
        "author": "John McClaine (Bruce Willils) em Duro de Matar"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 62, 'screen_type': person}\">Bruce Willis</a> (n-1955), então mais conhecido como o irreverente par de <a href=\"https://_{type: 'screen', 'id': 1036, 'screen_type': person}\">Cybill Shepherd</a> (n-1950) no seriado de televisão <i>A gata e o rato</i>, enfrentou terroristas falsos em uma cruzada de um homem só em <a href=\"https://_{type: 'screen', 'id': 562, 'screen_type': movie}\">Die Hard</a> (BR: Duro de matar, 1988) e suas populares continuações. Esses filmes eram cheios de montagens em que os machões exercitam seus corpos, mostrando uma perfeição suada, ou reúnem uma quantidade ridícula de armas de fogo em uma situação de fetichismo com armas."
    },
    {
      "type": "video",
      "video_id": "OjkWd8sqPn4",
      "information": {
        "contentTitle": "Cenas do filme Rambo",
        "contentText": "O roteiro original de \"Rambo: Programado para Matar\", previa que no final do filme, John Rambo, após falar com o Coronel Samuel Trautman, cometeria suicídio. A cena chegou a ser filmada, mas acabou sendo excluída do filme, e um novo final, com John Rambo sendo preso, foi filmado.",
        "source": "Youtube: Canal <i>RED Lion Movie Shorts</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 10999, 'screen_type': movie}\">Commando</a> (BR: Comando para matar, 1985) talvez seja o mais delirante e sadoerótico desses espetáculos de brutos enfrentando brutos, mas <a href=\"https://_{type: 'screen', 'id': 106, 'screen_type': movie}\">Predator</a> (BR: O Predador, 1987) chega perto, no segundo lugar, colocando <i>Arnie</i> para enfrentar um alienígena. <a href=\"https://_{type: 'screen', 'id': 10835, 'screen_type': movie}\">Dip huet seung hung</a> (BR: O Matador, 1989), de <a href=\"https://_{type: 'screen', 'id': 11401, 'screen_type': person}\">John Woo</a> (n-1946), cineasta de Hong Kong, inspirou uma série de filmes semelhantes (e violentos), como <a href=\"https://_{type: 'screen', 'id': 101, 'screen_type': movie}\">Léon: The Professional</a> (BR: O Profissional, 1994). Enquanto isso, <a href=\"https://_{type: 'screen', 'id': 941, 'screen_type': movie}\">Lethal Weapon</a> (BR: Máquina mortífera, 1987), com <a href=\"https://_{type: 'screen', 'id': 2461, 'screen_type': person}\">Mel Gibson</a> (n-1956) e <a href=\"https://_{type: 'screen', 'id': 2047, 'screen_type': person}\">Danny Glover</a> (n-1946), constituiu apenas uma das muitas duplas de tiras com personalidades antagônicas de filmes de policiais companheiros, como <a href=\"https://_{type: 'screen', 'id': 10859, 'screen_type': movie}\">Stakeout</a> (BR: Tocaia, 1987)."
    },
    {
      "type": "text",
      "content_text": "A franquia Bond voltou com <a href=\"https://_{type: 'screen', 'id': 10669, 'screen_type': person}\">Timothy Dalton</a> (n-1946) em dois episódios mais violentos que prenunciam outras fitas com <a href=\"https://_{type: 'screen', 'id': 517, 'screen_type': person}\">Pierce Brosnan</a> (n-1953) e <a href=\"https://_{type: 'screen', 'id': 8784, 'screen_type': person}\">Daniel Craig</a> (n-1956). Enquanto isso, em <a href=\"https://_{type: 'screen', 'id': 679, 'screen_type': movie}\">Aliens</a> (BR: Aliens: O resgate, 1986), <a href=\"https://_{type: 'screen', 'id': 2710, 'screen_type': person}\">James Cameron</a> (n-1954) deu sequência a <a href=\"https://_{type: 'screen', 'id': 348, 'screen_type': movie}\">Alien</a> (BR: Alien: O 8º Passageiro, 1979) com mais ação direta do que terror - \"<i>Desta vez, é guerra</i>\" - e com <a href=\"https://_{type: 'screen', 'id': 10205, 'screen_type': person}\">Sigourney Weaver</a> (n-1959) voltando a aparecer como a durona e independente <i>Ellen Ripley</i>.",
      "content_credits": "Resumo baseado no texto de <i>Kim Newman</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/qvktm0BHcnmDpul4Hz01GIazWPr.jpg",
          "popularity": 43.086,
          "vote_count": 8803,
          "video": false,
          "media_type": "movie",
          "id": 218,
          "adult": false,
          "backdrop_path": "\/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
          "original_language": "en",
          "original_title": "The Terminator",
          "genre_ids": [
            28,
            53,
            878
          ],
          "title": "The Terminator",
          "vote_average": 7.6,
          "overview": "In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?",
          "release_date": "1984-10-26"
        },
        {
          "poster_path": "\/ceG9VzoRAVGwivFU403Wc3AHRys.jpg",
          "popularity": 35.602,
          "vote_count": 8488,
          "video": false,
          "media_type": "movie",
          "id": 85,
          "adult": false,
          "backdrop_path": "\/kCiMExsYuNhYluHxPP2OTmWw7hp.jpg",
          "original_language": "en",
          "original_title": "Raiders of the Lost Ark",
          "genre_ids": [
            12,
            28
          ],
          "title": "Raiders of the Lost Ark",
          "vote_average": 7.9,
          "overview": "When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.",
          "release_date": "1981-06-12"
        },
        {
          "vote_count": 7646,
          "popularity": 31.551,
          "id": 562,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Die Hard",
          "release_date": "1988-07-15",
          "original_language": "en",
          "original_title": "Die Hard",
          "genre_ids": [
            28,
            53
          ],
          "backdrop_path": "\/qyNEqB6gl9V2GkiT88Pu36mqHnR.jpg",
          "adult": false,
          "overview": "NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her office, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.",
          "poster_path": "\/p5hURTvac8sxLRhe5hLchvfy5Pu.jpg"
        },
        {
          "vote_count": 6413,
          "popularity": 30.073,
          "id": 679,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "Aliens",
          "release_date": "1986-07-18",
          "original_language": "en",
          "original_title": "Aliens",
          "genre_ids": [
            28,
            53,
            878
          ],
          "backdrop_path": "\/3NZ5y4oLwvm1KF99m0DPQoqpEAP.jpg",
          "adult": false,
          "overview": "When Ripley's lifepod is found by a salvage crew over 50 years later, she finds that terra-formers are on the very planet they found the alien species. When the company sends a family of colonists out to investigate her story—all contact is lost with the planet and colonists. They enlist Ripley and the colonial marines to return and search for answers.",
          "poster_path": "\/7lh0lceTCEatJlsmiwkun5AC4OV.jpg"
        },
        {
          "original_name": "Lethal Weapon",
          "genre_ids": [
            80,
            18,
            10759
          ],
          "media_type": "tv",
          "name": "Lethal Weapon",
          "popularity": 53.9,
          "origin_country": [
            "US"
          ],
          "vote_count": 439,
          "first_air_date": "2016-09-21",
          "backdrop_path": "\/yqZ5ACKeNJ30mylUEzvtWZu4pGU.jpg",
          "original_language": "en",
          "id": 67116,
          "vote_average": 7.2,
          "overview": "A slightly unhinged former Navy SEAL lands a job as a police officer in Los Angeles where he's partnered with a veteran detective trying to keep maintain a low stress level in his life.",
          "poster_path": "\/jbMZkxLHVDSKiZh0HppCthRW96k.jpg"
        },
        {
          "poster_path": "\/zN7OOSARMLVzl9xJqkW2CcZ3xhY.jpg",
          "popularity": 20.953,
          "vote_count": 1119,
          "video": false,
          "media_type": "movie",
          "id": 9461,
          "adult": false,
          "backdrop_path": "\/b9G01LQzVhxgxdFOgopYlShM4L5.jpg",
          "original_language": "en",
          "original_title": "Enter the Dragon",
          "genre_ids": [
            28
          ],
          "title": "Enter the Dragon",
          "vote_average": 7.4,
          "overview": "A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.",
          "release_date": "1973-08-17"
        },
        {
          "vote_count": 1436,
          "popularity": 18.298,
          "id": 984,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Dirty Harry",
          "release_date": "1971-07-14",
          "original_language": "en",
          "original_title": "Dirty Harry",
          "genre_ids": [
            28,
            80,
            53
          ],
          "backdrop_path": "\/5kex1QQCRjNFKbsaFLaX4j3IDKa.jpg",
          "adult": false,
          "overview": "When a madman dubbed 'Scorpio' terrorizes San Francisco, hard-nosed cop, Harry Callahan – famous for his take-no-prisoners approach to law enforcement – is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.",
          "poster_path": "\/UHxxkYe9tRdiPu0JFgcEL5hmQ4.jpg"
        },
        {
          "poster_path": "\/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
          "popularity": 75.551,
          "vote_count": 14554,
          "video": false,
          "media_type": "movie",
          "id": 11,
          "adult": false,
          "backdrop_path": "\/zqkmTXzjkAgXmEWLRsY4UpTWCeo.jpg",
          "original_language": "en",
          "original_title": "Star Wars",
          "genre_ids": [
            12,
            28,
            878
          ],
          "title": "Star Wars",
          "vote_average": 8.2,
          "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
          "release_date": "1977-05-25"
        },
        {
          "vote_count": 2484,
          "popularity": 30.177,
          "id": 1924,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Superman",
          "release_date": "1978-12-13",
          "original_language": "en",
          "original_title": "Superman",
          "genre_ids": [
            878,
            28,
            12
          ],
          "backdrop_path": "\/v6MVBFnQOscITvmAy5N5ras2JKZ.jpg",
          "adult": false,
          "overview": "Mild-mannered Clark Kent works as a reporter at the Daily Planet alongside his crush, Lois Lane. Clark must summon his superhero alter-ego when the nefarious Lex Luthor launches a plan to take over the world.",
          "poster_path": "\/d7px1FQxW4tngdACVRsCSaZq0Xl.jpg"
        },
        {
          "vote_count": 5103,
          "popularity": 37.202,
          "id": 268,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Batman",
          "release_date": "1989-06-23",
          "original_language": "en",
          "original_title": "Batman",
          "genre_ids": [
            14,
            28
          ],
          "backdrop_path": "\/2va32apQP97gvUxaMnL5wYt4CRB.jpg",
          "adult": false,
          "overview": "Having witnessed his parents' brutal murder as a child, millionaire philanthropist Bruce Wayne fights crime in Gotham City disguised as Batman, a costumed hero who strikes fear into the hearts of villains. But when a deformed madman who calls himself \"The Joker\" seizes control of Gotham's criminal underworld, Batman must face his most ruthless nemesis ever while protecting both his identity and his love interest, reporter Vicki Vale.",
          "poster_path": "\/lH3dsbxA4wLalWKNYpVldX8zfPP.jpg"
        },
        {
          "poster_path": "\/nBrDcnNQca88ed1gRwZ1Q5cjNxE.jpg",
          "popularity": 18.561,
          "vote_count": 273,
          "video": false,
          "media_type": "movie",
          "id": 15379,
          "adult": false,
          "backdrop_path": "\/hXRDREMveK8niPh9o3eD71Dm4HR.jpg",
          "original_language": "en",
          "original_title": "Missing in Action",
          "genre_ids": [
            28,
            12,
            53,
            10752
          ],
          "title": "Missing in Action",
          "vote_average": 5.8,
          "overview": "American servicemen are still being held captive in Vietnam and it's up to one man to bring them home in this blistering, fast-paced action\/adventure starring martial arts superstar Chuck Norris.Following a daring escape from a Vietnamese POW camp, Special Forces Colonel James Braddock (Norris) is on a mission to locate and save remaining MIAs.",
          "release_date": "1984-11-16"
        },
        {
          "vote_count": 930,
          "popularity": 20.719,
          "id": 9610,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.1,
          "title": "Conan the Destroyer",
          "release_date": "1984-06-29",
          "original_language": "en",
          "original_title": "Conan the Destroyer",
          "genre_ids": [
            12,
            14,
            28
          ],
          "backdrop_path": "\/obNo8kx0jpW14uw7C6Uhc3ObB8V.jpg",
          "adult": false,
          "overview": "Conan is commissioned by the evil queen Taramis to safely escort a teen princess and her powerful bodyguard to a far away castle to retrieve the magic Horn of Dagon. Unknown to Conan, the queen plans to sacrifice the princess when she returns and inherit her kingdom after the bodyguard kills Conan. The queen's plans fail to take into consideration Conan's strength and cunning and the abilities of his sidekicks: the eccentric wizard Akiro, the wild woman Zula, and the inept Malak. Together the hero and his allies must defeat both mortal and supernatural foes in this voyage to sword-and-sorcery land.",
          "poster_path": "\/tYtWSH9mq6YoIOAyZtluHnzbPvE.jpg"
        },
        {
          "vote_count": 3963,
          "popularity": 32.258,
          "id": 1368,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "First Blood",
          "release_date": "1982-10-22",
          "original_language": "en",
          "original_title": "First Blood",
          "genre_ids": [
            28,
            12,
            53,
            10752
          ],
          "backdrop_path": "\/dJrYUXjgYAD95Ho67t7Utdqv8At.jpg",
          "adult": false,
          "overview": "When former Green Beret John Rambo is harassed by local law enforcement and arrested for vagrancy, the Vietnam vet snaps, runs for the hills and rat-a-tat-tats his way into the action-movie hall of fame. Hounded by a relentless sheriff, Rambo employs heavy-handed guerilla tactics to shake the cops off his tail.",
          "poster_path": "\/a9sa6ERZCpplbPEO7OMWE763CLD.jpg"
        },
        {
          "vote_count": 1730,
          "popularity": 21.085,
          "id": 10999,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.6,
          "title": "Commando",
          "release_date": "1985-10-03",
          "original_language": "en",
          "original_title": "Commando",
          "genre_ids": [
            28,
            12,
            53
          ],
          "backdrop_path": "\/eWZhoFrE5UtqSxApCO76ChoGQpW.jpg",
          "adult": false,
          "overview": "John Matrix, the former leader of a special commando strike force that always got the toughest jobs done, is forced back into action when his young daughter is kidnapped. To find her, Matrix has to fight his way through an array of punks, killers, one of his former commandos, and a fully equipped private army. With the help of a feisty stewardess and an old friend, Matrix has only a few hours to overcome his greatest challenge: finding his daughter before she's killed.",
          "poster_path": "\/ollPAAAgZ7euU8VisfqU3cuXhZ6.jpg"
        },
        {
          "poster_path": "\/kndxR9TRK0kJ5hxzDprRSS80F2W.jpg",
          "popularity": 27.933,
          "vote_count": 1055,
          "video": false,
          "media_type": "movie",
          "id": 11690,
          "adult": false,
          "backdrop_path": "\/bNywamxrRk7VfOokPQTejCCfnt4.jpg",
          "original_language": "en",
          "original_title": "Bloodsport",
          "genre_ids": [
            28
          ],
          "title": "Bloodsport",
          "vote_average": 7,
          "overview": "U.S. soldier Frank Dux has come to Hong Kong to be accepted into the Kumite, a highly secret and extremely violent martial arts competition. While trying to gain access into the underground world of clandestine fighters, he also has to avoid military officers who consider him to be AWOL. After enduring a difficult training and beginning a romance with journalist Janice Kent, Frank is given the opportunity to fight. But can he survive?",
          "release_date": "1988-02-26"
        },
        {
          "poster_path": "\/tJpZdTiD9Yw43oKdlqbvSyy3eHL.jpg",
          "popularity": 6.961,
          "vote_count": 49,
          "video": false,
          "media_type": "movie",
          "id": 21376,
          "adult": false,
          "backdrop_path": "\/lUyUzRe2S8VxexsotllCanbmuL8.jpg",
          "original_language": "en",
          "original_title": "A Force of One",
          "genre_ids": [
            28,
            12,
            80,
            18,
            53
          ],
          "title": "A Force of One",
          "vote_average": 4.7,
          "overview": "Karate champion Matt Logan is enlisted by the police to train officers in self-defense after narcotics agents are killed by an assailant using the martial arts.",
          "release_date": "1979-06-01"
        },
        {
          "vote_count": 1051,
          "popularity": 19.98,
          "id": 708,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.5,
          "title": "The Living Daylights",
          "release_date": "1987-06-29",
          "original_language": "en",
          "original_title": "The Living Daylights",
          "genre_ids": [
            28,
            12,
            53
          ],
          "backdrop_path": "\/ebaq0ecL1Tu39rIExfHwE4ToFl2.jpg",
          "adult": false,
          "overview": "James Bond helps a Russian General escape into the west. He soon finds out that the KGB wants to kill him for helping the General. A little while later the General is kidnapped from the Secret Service leading 007 to be suspicious.",
          "poster_path": "\/vIngn15zT32wWd2sg5MNdfVCBE2.jpg"
        },
        {
          "poster_path": "\/1ulQDewUG4KKHOhpXdGKm3GdLFq.jpg",
          "popularity": 13.233,
          "vote_count": 1217,
          "video": false,
          "media_type": "movie",
          "id": 9322,
          "adult": false,
          "backdrop_path": "\/ciXTaqQgLglDfDB5MIBYZOhMXUs.jpg",
          "original_language": "fr",
          "original_title": "Nikita",
          "genre_ids": [
            28,
            53
          ],
          "title": "La Femme Nikita",
          "vote_average": 7.2,
          "overview": "A beautiful felon, sentenced to life in prison for the murder of a policeman, is given a second chance - as a secret political assassin controlled by the government.",
          "release_date": "1990-02-21"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 488,
          "name": "Steven Spielberg",
          "profile_path": "/tZxcg19YQ3e8fJ0pOs7hjlnmmr6.jpg"
        },
        {
          "id": 1100,
          "name": "Arnold Schwarzenegger",
          "profile_path": "/xKRwhLM8eJwWHppBqSRvVCNt0Cq.jpg"
        },
        {
          "id": 51576,
          "name": "Chuck Norris",
          "profile_path": "/vHUM7KJmapRAKiGO0leQzuJ6um8.jpg"
        },
        {
          "id": 19429,
          "name": "Bruce Lee",
          "profile_path": "/uUC3N3sIuFLD0ZpNyc58NxW1Pzf.jpg"
        },
        {
          "id": 3,
          "name": "Harrison Ford",
          "profile_path": "/klPehAfaQDatLLQ8dN4lMcb4ESo.jpg"
        },
        {
          "id": 2710,
          "name": "James Cameron",
          "profile_path": "/9NAZnTjBQ9WcXAQEzZpKy4vdQto.jpg"
        },
        {
          "id": 20006,
          "name": "Christopher Reeve",
          "profile_path": "/vAGrPf3ajy6OVE3FhgABynZfybP.jpg"
        },
        {
          "id": 510,
          "name": "Tim Burton",
          "profile_path": "/yemSBov9u1YcBg93ny14KpuySV2.jpg"
        },
        {
          "id": 190,
          "name": "Clint Eastwood",
          "profile_path": "/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg"
        },
        {
          "id": 1,
          "name": "George Lucas",
          "profile_path": "/WCSZzWdtPmdRxH9LUCVi2JPCSJ.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}