{
  "number": 6,
  "content_list": [
    {
      "type": "text",
      "content_text": "A produção de thrillers políticos e psicológicos nos anos 1970, em Hollywood, é geralmente interpretada como uma reação paranoica ao escândalo de <i>Watergate</i> e um resíduo da caça às bruxas contra os comunistas nos anos 1950. Outros fatores que contribuíram para isso incluem o espectro da Guerra do Vietnã e o sentimento, entre os liberais de que embora todos odiassem a guerra, ela prosseguia por conta da teimosia do governo."
    },
    {
      "type": "video",
      "video_id": "CXacLvKGrQ0",
      "information": {
        "contentTitle": "Cenas do filme Todos os Homens do Presidente",
        "contentText": "Ao contrário do livro, o filme cobre apenas os primeiros sete meses do escândalo Watergate, desde a invasão até a segunda posse de Nixon em 20 de janeiro de 1973. O filme introduziu a frase de efeito \"follow the money\" em relação ao caso, que não constava do livro ou de qualquer documentação de Watergate.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Havia uma sensação crescente de que Hollywood não compreendia seu público. Tudo isto combinado deixou o mundo do cinema inseguro e a nação, introspectiva. O protótipo dos filmes de conspiração de Hollywood é <a href=\"https://_{type: 'screen', 'id': 982, 'screen_type': movie}\">The Manchurian Candidate</a> (BR: Sob o Domínio do Mal, 1962) dirigido por <a href=\"https://_{type: 'screen', 'id': 13776, 'screen_type': person}\">John Frankenheimer</a> (1920-2002). Enquanto trata aparentemente de um complô comunista contra o governo americano, o filme revela que a conspiração é obra de políticos nativos e de líderes militares. Durante os anos 1960 e 1970, tornaram-se comuns os filmes que representavam as autoridades como ambíguas e corruptas."
    },
    {
      "type": "text",
      "content_text": "Porém, a paranoia de Hollywood chegou ao auge com o <strong>escândalo Watergate</strong>, em 1972. Uma sensação definida de desconforto ficou visível em muitos gêneros de Hollywood: em faroestes como <a href=\"https://_{type: 'screen', 'id': 11577, 'screen_type': movie}\">Pat Garrett & Billy the Kid</a> (1973), dramas políticos como <a href=\"https://_{type: 'screen', 'id': 21711, 'screen_type': movie}\">The Candidate</a> (BR: O candidato, 1972), filmes de gangsters como <a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': movie}\">The Godfather: Part 2</a> (BR: O poderoso chefão: parte 2, 1974) e em obras de ficção cientifica como <a href=\"https://_{type: 'screen', 'id': 12101, 'screen_type': movie}\">Soylent Green</a> (BR: No Mundo de 2020, 1973). Em cada um deles, as forças do poder e da política americana são retratadas como não confiáveis, explorando as pessoas comuns em nome de ganhos pessoais ou corporativos."
    },
    {
      "type": "video",
      "video_id": "Pqg8Z21Pvh4",
      "information": {
        "contentTitle": "Cenas do filme A Conversação",
        "contentText": "A trama gira em torno de um especialista em vigilância e do dilema moral que ele enfrenta quando suas gravações revelam um possível assassinato. Coppola citou o filme Blow up de 1966 como uma influência. No entanto, como o filme foi lançado nos cinemas poucos meses antes de Richard Nixon renunciar ao cargo de presidente, ele sentiu que o público interpretou o filme como uma reação ao escândalo Watergate.",
        "source": "Youtube: Canal <i>David</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>No mundo de 2020</i> apresenta a visão mais sombria, retratando a Nova York de 2017 como uma distopia em que as pessoas inadvertidamente vivem como canibais e oficiais corruptos ajudam a encobrir a verdade. O filme icônico do período é <a href=\"https://_{type: 'screen', 'id': 17365, 'screen_type': movie}\">The Parallax View</a> (BR: A trama, 1974), um thriller sombrio dirigido por <a href=\"https://_{type: 'screen', 'id': 6349, 'screen_type': person}\">Alan J. Pakula</a> (1928-1998) no qual o repórter hippie interpretado por <a href=\"https://_{type: 'screen', 'id': 6449, 'screen_type': person}\">Warren Beatty</a> (n-1937) investiga o assassinato à la Kennedy de um engajado senador americano e tropeça em uma trama que chega aos mais elevados escalões do mundo dos negócios e do governo."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O clássico intelectual de Coppola sobre paranoia e vigilância permanece excelente e é ainda mais relevante na era dos circuitos internos de vídeos e segurança.",
        "author": "Peter Bradshaw sobre A conversação (1974)"
      }
    },
    {
      "type": "text",
      "content_text": "O filme criou o padrão estilístico para o filme de conspiração narrativa labiríntica, efeitos de som retumbantes, diálogos sobrepostos, arquitetura brutal em aço e vidro e uso econômico da música na trilha sonora. <a href=\"https://_{type: 'screen', 'id': 592, 'screen_type': movie}\">The Conversation</a> (BR: A conversação, 1974), dirigido por <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939), e <a href=\"https://_{type: 'screen', 'id': 32042, 'screen_type': movie}\">Night Moves</a> (BR: Um Lance no Escuro, 1975), de <a href=\"https://_{type: 'screen', 'id': 6448, 'screen_type': person}\">Arthur Penn</a> (1922-2010), adotam um estilo igualmente frio e modernista, mas contam histórias mais intimistas. Os dois filmes são estrelados por Gene Hackman como um investigador particular que enfrenta forças bem além do seu controle e perde a identidade no processo."
    },
    {
      "type": "video",
      "video_id": "kQQ6wNfkcmc",
      "information": {
        "contentTitle": "Cenas do filme No Mundo de 2020",
        "contentText": "O roteiro foi baseado no romance Make Room! Make Room! (1966) de Harry Harrison, que se passa no ano de 1999 com o tema da superpopulação e uso excessivo de recursos, levando ao aumento da pobreza, escassez de alimentos e desordem social. Harrison teve o controle do roteiro negado por contrato e não foi informado durante as negociações que Metro-Goldwyn-Mayer estava comprando os direitos para o filme.",
        "source": "Youtube: Canal <i>ElitistScum</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nesses filmes, o herói condenado, apesar de inteligente e comprometido, torna-se uma vítima não só de poderosas influências externas, mas também da própria fraqueza emocional, de sua instabilidade e de sua natureza obsessiva."
    },
    {
      "type": "text",
      "content_text": "O único filme a tratar diretamente do escândalo <i>Watergate</i> foi <a href=\"https://_{type: 'screen', 'id': 891, 'screen_type': movie}\">All the President's Men</a> (BR: Todos os Homens do Presidente, 1976). Apesar da complexidade narrativa e do roteiro repleto de fatos, o filme foi um sucesso junto a um público desesperado por deixar para trás a Era Nixon. Depois dele, com Nixon derrotado e o fim da Guerra do Vietnã, a paranoia começou a ceder espaço ao otimismo de filmes como <a href=\"https://_{type: 'screen', 'id': 11, 'screen_type': movie}\">Star Wars</a> (BR: Guerra nas estrelas, 1977). Permaneceram vestígios em obras como <a href=\"https://_{type: 'screen', 'id': 10518, 'screen_type': movie}\">Marathon Man</a> (BR: Maratona da morte, 1976), dirigido por <a href=\"https://_{type: 'screen', 'id': 19304, 'screen_type': person}\">John Schlesinger</a> (1926-2003), embora a força da corrupção naquele filme não pertença a má organização governamental, mas a um indivíduo, sob a forma de um criminoso de guerra nazista.",
      "content_credits": "Resumo baseado no texto de <i>Tom Huddleston</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/cPtSHR7D2WGsDBfnC5DxV927hKn.jpg",
          "popularity": 13.119,
          "vote_count": 1081,
          "video": false,
          "media_type": "movie",
          "id": 891,
          "adult": false,
          "backdrop_path": "\/v2GitQLT5Xgw6EK75l8BG4qTRoo.jpg",
          "original_language": "en",
          "original_title": "All the President's Men",
          "genre_ids": [
            18,
            36,
            9648,
            53
          ],
          "title": "All the President's Men",
          "vote_average": 7.8,
          "overview": "In the run-up to the 1972 elections, Washington Post reporter Bob Woodward covers what seems to be a minor break-in at the Democratic Party National Headquarters. He is surprised to find top lawyers already on the defense case, and the discovery of names and addresses of Republican fund organizers on the accused further arouses his suspicions. After the editor of the Post runs with the story and assigns Woodward and Carl Bernstein to it, they find the trail leading higher and higher in the Republican Party—and eventually into the White House itself.",
          "release_date": "1976-04-04"
        },
        {
          "poster_path": "\/dhgW1uGaRj8vIgq54VnCP96X7Sv.jpg",
          "popularity": 10.623,
          "vote_count": 933,
          "video": false,
          "media_type": "movie",
          "id": 592,
          "adult": false,
          "backdrop_path": "\/s7yfiwIshKQIT6M8ZcTnFKXHs8B.jpg",
          "original_language": "en",
          "original_title": "The Conversation",
          "genre_ids": [
            80,
            18,
            9648
          ],
          "title": "The Conversation",
          "vote_average": 7.6,
          "overview": "Surveillance expert Harry Caul is hired by a mysterious client's brusque aide to tail a young couple. Tracking the pair through San Francisco's Union Square, Caul and his associate Stan manage to record a cryptic conversation between them. Tormented by memories of a previous case that ended badly, Caul becomes obsessed with the resulting tape, trying to determine if the couple are in danger.",
          "release_date": "1974-04-07"
        },
        {
          "vote_count": 682,
          "popularity": 13.017,
          "id": 12101,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Soylent Green",
          "release_date": "1973-04-18",
          "original_language": "en",
          "original_title": "Soylent Green",
          "genre_ids": [
            80,
            9648,
            878,
            53
          ],
          "backdrop_path": "\/b7ATgNqE84WrGKq7Y8JtrnAuAS8.jpg",
          "adult": false,
          "overview": "In an overpopulated futuristic Earth, a New York police detective finds himself marked for murder by government agents when he gets too close to a bizarre state secret involving the origins of a revolutionary and needed new foodstuff.",
          "poster_path": "\/tIQVty3lbBzwuLemEDQic1Axfbd.jpg"
        },
        {
          "vote_count": 148,
          "popularity": 10.88,
          "id": 17365,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "The Parallax View",
          "release_date": "1974-06-14",
          "original_language": "en",
          "original_title": "The Parallax View",
          "genre_ids": [
            80,
            18,
            53
          ],
          "backdrop_path": "\/x4SB20yNDbUQejr8AYPYjGkgpdm.jpg",
          "adult": false,
          "overview": "An ambitious reporter, investigating a senator's assassination, realizes witnesses to the shooting are systematically dying and discovers a multi-million dollar corporation which serves as a front for the recruitment of political assassins.",
          "poster_path": "\/zxxVDGPHMzibbVsAnEKE92TyXbJ.jpg"
        },
        {
          "poster_path": "\/uPNgubSiri2yvBQRPtP77ViYjN.jpg",
          "popularity": 12.343,
          "vote_count": 597,
          "video": false,
          "media_type": "movie",
          "id": 10518,
          "adult": false,
          "backdrop_path": "\/tACn8UnhLN3nRCY7KN6cITZxEeb.jpg",
          "original_language": "en",
          "original_title": "Marathon Man",
          "genre_ids": [
            18,
            53
          ],
          "title": "Marathon Man",
          "vote_average": 7.3,
          "overview": "A graduate student and obsessive runner in New York is drawn into a mysterious plot involving his brother, a member of the secretive Division.",
          "release_date": "1976-10-08"
        },
        {
          "vote_count": 79,
          "popularity": 8.93,
          "id": 30941,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "The Anderson Tapes",
          "release_date": "1971-06-17",
          "original_language": "en",
          "original_title": "The Anderson Tapes",
          "genre_ids": [
            28,
            80,
            18,
            53
          ],
          "backdrop_path": "\/9mM8uRktDd5WH2sSMVOLBfK0EUL.jpg",
          "adult": false,
          "overview": "Thief Duke Anderson—just released from ten years in jail—takes up with his old girlfriend in her posh apartment block, and makes plans to rob the entire building. What he doesn't know is that his every move is being recorded on audio and video, although he is not the subject of any surveillance.",
          "poster_path": "\/8CbUr75liUqROSK3e3QxnIzRaj3.jpg"
        },
        {
          "vote_count": 208,
          "popularity": 12.086,
          "id": 466,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Klute",
          "release_date": "1971-06-23",
          "original_language": "en",
          "original_title": "Klute",
          "genre_ids": [
            9648,
            53
          ],
          "backdrop_path": "\/bxh7ybql4p24u9WsX1GI9v9PDLg.jpg",
          "adult": false,
          "overview": "A high-priced call girl is forced to depend on a reluctant private eye when she is stalked by a psychopath.",
          "poster_path": "\/hJb8St6ZsG56bLyBCnufhMVXg1o.jpg"
        },
        {
          "poster_path": "\/tgBRBQEiI3CQrKn3co4CpdOFZrM.jpg",
          "popularity": 9.13,
          "vote_count": 136,
          "video": false,
          "media_type": "movie",
          "id": 32042,
          "adult": false,
          "backdrop_path": "\/aGcqNI1xfag1NkVqEXIT9kD0fU.jpg",
          "original_language": "en",
          "original_title": "Night Moves",
          "genre_ids": [
            80,
            9648,
            53
          ],
          "title": "Night Moves",
          "vote_average": 6.6,
          "overview": "Private detective and former football player Harry Moseby gets hired on to what seems a standard missing person case, as a former Hollywood actress whose only major roles came thanks to being married to a studio mogul wants Moseby to find and return her daughter. Harry travels to Florida to find her, but he begins to see a connection between the runaway girl, the world of Hollywood stuntmen, and a suspicious mechanic when an unsolved murder comes to light.",
          "release_date": "1975-06-11"
        },
        {
          "vote_count": 208,
          "popularity": 10.974,
          "id": 3121,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Nashville",
          "release_date": "1975-06-11",
          "original_language": "en",
          "original_title": "Nashville",
          "genre_ids": [
            18,
            10402,
            35
          ],
          "backdrop_path": "\/5VjDASsYnIWSCXX79A4WsaBnNrr.jpg",
          "adult": false,
          "overview": "The intersecting stories of twenty-four characters—from country star to wannabe to reporter to waitress— connect to the music business in Nashville, Tennessee.",
          "poster_path": "\/AoJaGGu8pp7jfhpg60poef5DzsJ.jpg"
        },
        {
          "vote_count": 210,
          "popularity": 10.781,
          "id": 11223,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Coma",
          "release_date": "1978-01-06",
          "original_language": "en",
          "original_title": "Coma",
          "genre_ids": [
            18,
            27,
            9648,
            53
          ],
          "backdrop_path": "\/qBKxMqP09BaRYulZcYmvX7kzCOT.jpg",
          "adult": false,
          "overview": "A young woman doctor discovers something sinister going on in her hospital. Relatively healthy patients are having 'complications' during simple operations and ending up in comas. The patients are then shipped off to an institute that looks after them. The young doctor suspects there is more to this than meets the eye.",
          "poster_path": "\/2KbtGSbsiTCJOXA7QXp39xEAP9w.jpg"
        },
        {
          "poster_path": "\/xoszR5ZQ8WQaN9PltF6GXwQrudO.jpg",
          "popularity": 12.371,
          "vote_count": 258,
          "video": false,
          "media_type": "movie",
          "id": 11935,
          "adult": false,
          "backdrop_path": "\/iJE98ln9MCRHib9FPiPnBFUiPuS.jpg",
          "original_language": "en",
          "original_title": "Capricorn One",
          "genre_ids": [
            28,
            18,
            878,
            53
          ],
          "title": "Capricorn One",
          "vote_average": 6.8,
          "overview": "In order to protect the reputation of the American space program, a team of scientists stages a phony Mars landing. Willingly participating in the deception are a trio of well-meaning astronauts, who become liabilities when their space capsule is reported lost on re-entry. Now, with the help of a crusading reporter, they must battle a sinister conspiracy that will stop at nothing to keep the truth.",
          "release_date": "1977-12-10"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 13776,
          "name": "John Frankenheimer",
          "profile_path": "/1OItNQH1RaKV7nPluKTw2TwR9Rh.jpg"
        },
        {
          "id": 2087,
          "name": "Richard Fleischer",
          "profile_path": "/4vGOm5YKFEY5kSDUFV6e9VRq40g.jpg"
        },
        {
          "id": 6349,
          "name": "Alan J. Pakula",
          "profile_path": "/aXyDkJW8xfzrySAegmSXlL1fTFX.jpg"
        },
        {
          "id": 1776,
          "name": "Francis Ford Coppola",
          "profile_path": "/mGKkVp3l9cipPt10AqoQnwaPrfI.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}