{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "A década de 1970 começou com o julgamento de <i>Charles Manson</i> pelos assassinatos que abalaram a elite de Hollywood. O arrombamento do Prédio Watergate manchou permanentemente o mais alto posto do país e a impopular Guerra do Vietnã foi encerrada com a vexaminosa evacuação das forças americanas de Saigon. Como a era a que pertenciam os filmes policias foram caracterizados pela desilusão, pela desconfiança nas autoridades e pela paranoia."
    },
    {
      "type": "video",
      "video_id": "8Xjr2hnOHiM",
      "information": {
        "contentTitle": "Cenas do filme Perseguidor Implacável",
        "contentText": "A famosa frase do filme \"You've got to ask yourself one question: Do I feel lucky?' Well, do ya, punk? ' Bem, não é, punk?\" foi classificado em 51º lugar em 100 Years ... 100 Movie Quotes.",
        "source": "Youtube: Canal <i>BadWolf</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Três dos clássicos da época denunciam a falência moral da nação através das lentes da história, <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939) deu ao mundo <a href=\"https://_{type: 'screen', 'id': 238, 'screen_type': movie}\">The Godfather</a> (BR: O Poderoso Chefão, 1972) e a sequência <a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': movie}\">The Godfather: Part 2</a> (BR: O Poderoso Chefão: Parte 2, 1974) e, ao fazê-lo, reinventou o filme de gangster como uma grandiosa ópera. Ambos os filmes colocam a Máfia bem no centro da vida americana e por coincidência deram um novo significado para um dos mais americanos dos conceitos, \"<i>a família</i>\"."
    },
    {
      "type": "block_special",
      "title": "A construção do mito do mafioso com O Poderoso Chefão",
      "image": {
        "image_type": "local",
        "url": "img_godfather_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O filho mais jovem, Michael Corleone (Al Pacino), retorna da Segunda Guerra fora dos negócios da família: o crime organizado. Quando seu pai, Don Corleone (Marion Brando), é assassinado a tiros, contudo, Michael é levado a cometer uma vendeta, um assassinato de retaliação, atado pelo sangue e pela \"<i>honra</i>\" a uma sequência violenta de eventos de poder e sobrevivência no submundo. Finalmente, Michael herda o papel de chefe da família, fechando as portas para sua incompreensiva esposa não italiana (Diane Keaton) quando recebe a homenagem como o novo \"<i>Padrinho</i>\", ou chefão.<br/><br/> \n\nO diálogo e os personagens do filme entraram imediatamente para o imaginário coletivo dos frequentadores de cinema. <a href=\"https://_{type: 'screen', 'id': 1158, 'screen_type': person}\">Al Pacino</a> (n-1940) e <a href=\"https://_{type: 'screen', 'id': 3085, 'screen_type': person}\">James Caan</a> (n-1940) (o estourado irmão mais velho Sonny) se tornaram estrelas, o filme ganhou o Oscar de Melhor Filme e de Melhor Roteiro, além de Melhor Ator para Brando, em um retorno triunfal. Ao adaptar o best-seller de <i>Mario Puzo</i>, <i>Francis Ford Coppola</i> fez uma ópera sobre gângsteres no estilo <i>pulp fiction</i>, uma epopeia sobre o patriarcado, a família e a própria América. Os protestos de americanos de origem italiana por difamação foram varridos pela imensa popularidade do filme. Todos os descendentes de imigrantes olharam com nostalgia o <i>clā Corleone</i> batendo a massa, celebrando e entristecendo-se em conjunto. As anedotas, as notas adicionais e os pós-escritos são hoje parte do folclore - Brando não encheu as bochechas com algodão, mas usou bolhas de resina grudadas em seus molares, ele mandou um falso índio, \"<i>Satcheen Littlefeather</i>\", à cerimônia de entrega do Oscar para rejeitar o seu prémio. <br/><br/> \n\nCoppola estabeleceu boa parte das regras de jogo do cinema dos anos 1970 com o seu domínio técnico. As <i>set pieces</i> audaciosas, viscerais e pomposas são hoje uma lenda - a cabeça do cavalo na cama, a matança de Sonny, as cenas entrecortadas entre uma festa de casamento ensolarada no jardim e o séquito de Don Corleone dentro de casa, e o estonteante final com assassinatos sendo executados durante o batismo do novo Corleone (na prática, os ritos de sagração para Michael ao assumir o papel de novo chefão). As melhores qualidades do filme revelam a fluência de Coppola nos clássicos, em <i>pulp</i>, cinema <i>noir</i> e dramas sociais, mas uma crítica persistente a <i>O poderoso chefão</i> é que ele glorifica a Máfia. O Michael interpretado por Pacino é o herói do filme e Michael não é um bom sujeito. Contudo, a sua exploração mítica de laços de família ainda quando sejam amaldiçoados pelo sangue e a ambição, continua atraindo espectadores com a ideia de que ter uma família (da Máfia, que seja) continua sendo melhor do que não ter família alguma.",
      "credits": "Resumo baseado no texto de <i>Angela Errigo</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 829, 'screen_type': movie}\">Chinatown</a> (1974), dirigido por <a href=\"https://_{type: 'screen', 'id': 3556, 'screen_type': person}\">Roman Polanski</a> (n-1933), também investiga as fundações criminosas da sociedade americana, com uma história de assassinato e incesto que se desenrola contra um pano de fundo de corrupção endêmica durante o crescimento de Los Angeles."
    },
    {
      "type": "video",
      "video_id": "CV5QskX_oW4",
      "information": {
        "contentTitle": "Cenas do filme O Poderoso Chefão",
        "contentText": "A cena de abertura do filme é um longo zoom saindo do rosto do personagem Bonasera e indo parar atrás de Vito Corleone. O zoom, que dura três minutos, foi feito com lentes controladas por computador criadas por Tony Karp.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A falta de fé na lei é o tema de muitos dos policiais da época. <a href=\"https://_{type: 'screen', 'id': 984, 'screen_type': movie}\">Dirty Harry</a> (BR: Perseguidor implacável, 1971), do diretor <a href=\"https://_{type: 'screen', 'id': 14773, 'screen_type': person}\">Don Siegel</a> (1912-1991), apresenta o detetive <i>Harry Callahan</i> interpretado por <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (n-1930) fazendo o que quer nas ruas de <i>San Francisco</i> enquanto persegue um sádico serial killer."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "A Maneira como o filme foi lançado era como se Deus tivesse cuidado dele.",
        "author": "William Friedkin sobre Operação França"
      }
    },
    {
      "type": "text",
      "content_text": "Esse filme não é um endosso da política de se fazer justiça com as próprias mãos (como seus críticos liberais alegam). Seu tema é a destrutiva sinergia entre o tira e o psicopata. Em <a href=\"https://_{type: 'screen', 'id': 1051, 'screen_type': movie}\">The French Connection</a> (BR: Operação França, 1971), o diretor <a href=\"https://_{type: 'screen', 'id': 15175, 'screen_type': person}\">William Friedkin</a> (n-1935) apresenta a lei sob a forma de Popeye Doyle, policial sem charme, de boca suja, que contrasta com o educado e aristocrático chefão que ele tenta derrubar. Baseado em acontecimentos verídicos, ele mostra a polícia e os criminosos trabalhando sobre uma base de equivalência moral."
    },
    {
      "type": "video",
      "video_id": "TjSshSvQWQA",
      "information": {
        "contentTitle": "Cenas do filme Chinatown",
        "contentText": "O roteiro de Robert Towne para o filme tornou-se lendário entre os críticos e cineastas, geralmente celebrado como um dos melhores já escritos. No entanto, foi Polanski quem decidiu sobre a trágica cena final, mudando a ideia de Towne que escrevera um final feliz.",
        "source": "Youtube: Canal <i>jannsse</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em <a href=\"https://_{type: 'screen', 'id': 1847, 'screen_type': movie}\">The Long Goodbye</a> (BR: Um Perigoso Adeus, 1973), de <a href=\"https://_{type: 'screen', 'id': 12493, 'screen_type': person}\">Robert Altman</a> (1925-2006), o detetive particular <i>Philip Marlowe</i>, uma espécie de cavaleiro errante criado por <i>Raymond Chandler</i>, é repaginado para os anos 1970. O <i>Marlowe</i> de <i>Elliot Gould</i> é um homem que não pertence a seu tempo, fumando um cigarro após outro em uma Hollywood onde o método preferido de um gangster para extrair a informação e armar um improvisado encontro nudista. A roteirista <a href=\"https://_{type: 'screen', 'id': 4298, 'screen_type': person}\">Leigh Brackett</a> (1915-1978) trabalhou em uma adaptação anterior da obra de Chandler, em <a href=\"https://_{type: 'screen', 'id': 910, 'screen_type': movie}\">The Big Sleep</a> (BR: À Beira do Abismo, 1946), e seu roteiro para Altman captura as cadencias do culto dos anos 1970 ao individualismo."
    },
    {
      "type": "text",
      "content_text": "Em seu ensaio <i>The 'Me' Decade and the Third Great Awakening</i> (A década do eu e o terceiro grande despertar, 1976), Tom Wolfe definiu o solipsismo da era. Poderia muito bem estar escrevendo sobre a Los Angeles de <i>Um perigoso adeus</i>."
    },
    {
      "type": "video",
      "video_id": "a_z4IuxAqpE",
      "information": {
        "contentTitle": "Cenas do filme Scarface",
        "contentText": "Censurado em muitos países, Scarface foi o primeiro filme em que o palavrão \"fuck\" é usado 226 vezes no total, sendo que apenas Tony Montana o pronuncia 182 vezes. Um antigo rumor dizia que a banda Blink-182 adotou o 182 por causa do filme, mas depois foi negado pelos integrantes, dizendo que se trata apenas de pura coincidência.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Clint Eastwood</i> fez sua estreia na direção com <a href=\"https://_{type: 'screen', 'id': 15393, 'screen_type': movie}\">Play Misty for Me</a> (BR: Perversa Paixão, 1971), filme sintonizado com os ditames da década do \"<i>eu</i>\", ao transformar seu personagem na tela: no lugar de um herói de filmes de ação, ele interpreta um presunçoso disc jockey de programas noturnos de rádio. Um sedutor movido a jazz suave, que se espanta quando a fã que ele descuidadamente leva para a cama se transforma em perseguidora homicida."
    },
    {
      "type": "block_special",
      "title": "O renascimento dos filmes de Máfia",
      "image": {
        "image_type": "local",
        "url": "img_scarface",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Na década de 1970, houve um ressurgimento de filmes de máfia, com destaque a <i>O Poderoso Chefão</i>. Ele foi seguido por duas sequências: <i>O Poderoso Chefão: Parte 2</i> (1974) e <a href=\"https://_{type: 'screen', 'id': 242, 'screen_type': movie}\">The Godfather Part III</a> (O Poderoso Chefão: Parte 3, 1990), além de ter servido de inspiração a outros filmes de máfia, como <a href=\"https://_{type: 'screen', 'id': 33357, 'screen_type': movie}\">The Valachi Papers</a> (BR: Os Segredos da Cosa Nostra, 1972). <br/> <br/> \n\nO primeiro filme do Poderoso Chefão retratou uma dicotomia de valores entre o ítalo-americano de primeira geração: <i>Vito Corleone</i>, que ainda segue o tradicional código de honra de um mafioso versus seu filho americanizado, <i>Michael</i>, que no decorrer dos filmes vem perdendo todos os seus princípios morais enquanto a ganância o consome. Os filmes <i>O Poderoso Chefão</i> também ofereceram uma versão pervertida do famoso \"<i>Sonho Americano</i>\", enquanto os Corleones ascendiam ao poder e à riqueza por meios totalmente ilegais e brutais. No final da década de 1960, início da década de 1970, eventos como a Guerra do Vietnã e vários movimentos de protesto social fizeram com que muitos americanos perdessem a confiança nos valores americanos tradicionais e, portanto, a versão distorcida e sombria do tema teve um apelo particular quando o filme foi lançado em 1972. Inspirados pelo sucesso mundial dos filmes nos anos 1970, os filmes italianos retratavam os mafiosos como anti-heróis, homens que viviam do crime, mas possuíam certa nobreza e grandeza de caráter. <br/> <br/> \n\nO remake de Scarface de 1983, <a href=\"https://_{type: 'screen', 'id': 111, 'screen_type': movie}\">Scarface</a> (1983), não foi particularmente bem recebido na época de seu lançamento, mas com o tempo passou a ser visto como um clássico dos filmes de máfia, servindo de inspiração para filmes como <a href=\"https://_{type: 'screen', 'id': 9558, 'screen_type': movie}\">King of New York</a> (BR: O Rei de Nova York, 1990). <a href=\"https://_{type: 'screen', 'id': 4385, 'screen_type': person}\">Sergio Leone</a> (1929-1989) filmou um épico de drama policial, <a href=\"https://_{type: 'screen', 'id': 311, 'screen_type': movie}\">Once Upon a Time in America</a> (BR: Era uma vez na América, 1984), estrelado por <a href=\"https://_{type: 'screen', 'id': 380, 'screen_type': person}\">Robert De Niro</a> (n-1943) e <a href=\"https://_{type: 'screen', 'id': 4512, 'screen_type': person}\">James Woods</a> (n-1947). Embora o lançamento do \"<i>US Cut</i>\" tenha sido um fracasso comercial e de crítica, o lançamento das versões \"<i>European Cut</i>\" e \"<i>Director's Cut</i>\" foram ambos um sucesso de crítica e recuperaram sua publicidade e reputação. The <a href=\"https://_{type: 'screen', 'id': 117, 'screen_type': movie}\">Untouchables</a> (BR: Os Intocáveis, 1987), dirigido por <a href=\"https://_{type: 'screen', 'id': 1150, 'screen_type': person}\">Brian De Palma</a> (n-1940), apresentou uma versão bastante fictícia dos esforços de <i>Eliot Ness</i> para fazer cumprir a lei para derrubar a \"<i>Outfit</i>\" de <i>Al Capone</i>. <br/> <br/> \n\nA década de 1980 viu <i>La Mattanza</i> (\"O Massacre\") na Itália, enquanto a família <i>Corleonesi</i> liquidava seus rivais, levando a mais de 1.000 assassinatos de gangues em 1981-83 e, além disso, a Máfia assassinada impunemente, magistrados, policiais e jornalistas. Nos anos 1980-1990, o sentimento geral na Itália era de que a Máfia estava fora de controle. Como consequência, o cinema italiano nas décadas de 1980-1990 se voltou para o cinema democrático, uma série de filmes realistas e corajosos que retratavam a Máfia como uma força imparável, que corrompeu completamente quase todos e assassinou as poucas pessoas honestas dispostas a enfrentá-lo. Filmes e séries de TV como <i>La piovra</i> (1984), <i>La scorta</i> (1993) e <i>Palermo-Milano sola andata</i> (1995) tiveram como heróis um policial ou magistrado solitário, o único a se apegar à sua honestidade e integridade, que enfrentou não apenas os assassinos da máfia, mas também seus superiores corruptos e a apatia prevalecente da sociedade italiana. <br/> <br/> \n\nA década seguinte continuaria com as produções de filmes de máfia aclamados pela crítica, com <i>Martin Scorsese</i> encabeçando a maioria dos grandes sucessos, dentre eles, <a href=\"https://_{type: 'screen', 'id': 769, 'screen_type': movie}\">Goodfellas</a> (BR: Os Bons Companheiros, 1990).",
      "credits": "Resumo baseado no artigo \"Mafia film\", no Wikipadia.com"
    },
    {
      "type": "text",
      "content_text": "A evolução da consciência negra nos anos 1970 se refletiu no fenómeno da <strong>blaxploitation</strong> (exploração do estereótipo dos negros), com filmes dirigidos a plateias negras. O tom para o gênero foi estabelecido por <a href=\"https://_{type: 'screen', 'id': 482, 'screen_type': movie}\">Shaft</a> (1971) - dirigido pelo cineasta afro-americano <a href=\"https://_{type: 'screen', 'id': 6558, 'screen_type': person}\">Gordon Parks</a> (1912-2006) e protagonizado por um detetive carismático - e pelo mais ambíguo por <a href=\"https://_{type: 'screen', 'id': 21968, 'screen_type': movie}\">Super Fly</a> (1972), dirigido pelo filho de Parks, Gordon Parks Jr. (1934-1979), tendo um traficante de drogas do gueto como herói. Os dois filmes apresentam trilhas sonoras revolucionarias, tão bem-sucedidas quanto os próprios filmes - Shaft, de <a href=\"https://_{type: 'screen', 'id': 6542, 'screen_type': person}\">Isaac Hayes</a> (1942-2008), e Super Fly, de <a href=\"https://_{type: 'screen', 'id': 1239860, 'screen_type': person}\">Curtis Mayfield</a> (1942-1999)."
    },
    {
      "type": "video",
      "video_id": "Sbd2wvjadnA",
      "information": {
        "contentTitle": "Cenas do filme Era uma Vez na América",
        "contentText": "Foi o último filme dirigido por Leone antes de sua morte cinco anos depois e o primeiro longa-metragem que ele havia dirigido em 13 anos. A cinematografia era de Tonino Delli Colli, e a trilha sonora do filme de Ennio Morricone. Leone originalmente planejou dois filmes de três horas, depois uma única versão de 269 minutos (4 horas e 29 minutos), mas foi convencido pelos distribuidores pra encurtar para 229 minutos (3 horas e 49 minutos). O filme estreou em 23 de maio de 1984 no Festival de Cannes na França e foi lançado com uma versão encurtada de 139 minutos (2 horas e 19 minutos) em 1 de junho de 1984 nos Estados Unidos. Embora o lançamento europeu original tenha recebido críticas positivas, a versão encurtada foi um fracasso crítico e comercial nos Estados Unidos. O filme agora é geralmente reconhecido como uma obra-prima e um dos maiores filmes de gangster já produzidos.",
        "source": "Youtube: Canal <i>chepecine</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em uma década que teve início com o julgamento de <i>Charles Manson</i> e testemunhou o suicídio em massa da seita de Jim Jones, era possível acreditar que o diabo estava à solta, clima que foi bem capturado pelo <i>road movie</i> com elementos de ocultismo <a href=\"https://_{type: 'screen', 'id': 32051, 'screen_type': movie}\">Race with the Devil</a> (BR: Corrida com o Diabo, 1975). Neste exercício de paranoia pós-Manson, dois casais saem de férias em um trailer testemunham um sacrifício humano e são perseguidos por integrantes de um culto de adoração ao demônio. Ele mostra o sudoeste americano sob o domínio de uma conspiração satânica."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Parece que metade da cidade está tentando encobrir essa coisa e não tenho nada contra. Mas, Sra. Mulwray, por pouco não perco o meu nariz. E eu gosto dele. Gosto de respirar por ele.",
        "author": "Jake Gittes (Jack Nicholson) em Chinatown"
      }
    },
    {
      "type": "text",
      "content_text": "Embora tanto os anos 1960 quanto os anos 1980 tenham produzido excelentes filmes policiais, a profusão de obras originais que capturavam o clima da época transformou os anos 1970 nos anos dourados do género. Apesar da tendencia recente para a refilmagem de clássicos, ocasionalmente o DNA dos thrillers criminais dos anos 1970 tem sido usado para criar obras originais de qualidade superior.",
      "content_credits": "Resumo baseado no texto de <i>Dominic Power</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
          "popularity": 41.016,
          "vote_count": 13239,
          "video": false,
          "media_type": "movie",
          "id": 238,
          "adult": false,
          "backdrop_path": "\/rSPw7tgCH9c6NqICZef4kZjFOQ5.jpg",
          "original_language": "en",
          "original_title": "The Godfather",
          "genre_ids": [
            18,
            80
          ],
          "title": "The Godfather",
          "vote_average": 8.7,
          "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
          "release_date": "1972-03-14"
        },
        {
          "vote_count": 1435,
          "popularity": 16.013,
          "id": 984,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Dirty Harry",
          "release_date": "1971-07-14",
          "original_language": "en",
          "original_title": "Dirty Harry",
          "genre_ids": [
            28,
            80,
            53
          ],
          "backdrop_path": "\/5kex1QQCRjNFKbsaFLaX4j3IDKa.jpg",
          "adult": false,
          "overview": "When a madman dubbed 'Scorpio' terrorizes San Francisco, hard-nosed cop, Harry Callahan – famous for his take-no-prisoners approach to law enforcement – is tasked with hunting down the psychopath. Harry eventually collars Scorpio in the process of rescuing a kidnap victim, only to see him walk on technicalities. Now, the maverick detective is determined to nail the maniac himself.",
          "poster_path": "\/UHxxkYe9tRdiPu0JFgcEL5hmQ4.jpg"
        },
        {
          "vote_count": 2379,
          "popularity": 22.574,
          "id": 829,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "Chinatown",
          "release_date": "1974-06-20",
          "original_language": "en",
          "original_title": "Chinatown",
          "genre_ids": [
            80,
            18,
            9648,
            53
          ],
          "backdrop_path": "\/nGFwmyLV2VByQslsiyJh0yqlaiG.jpg",
          "adult": false,
          "overview": "Private eye Jake Gittes lives off of the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.",
          "poster_path": "\/7ljxmU9L0ugUvyyg0GBkFaarjEq.jpg"
        },
        {
          "poster_path": "\/yJChPuu2V339IiDPQDHeIh1SYpA.jpg",
          "popularity": 10.921,
          "vote_count": 192,
          "video": false,
          "media_type": "movie",
          "id": 482,
          "adult": false,
          "backdrop_path": "\/l01IA7vplyeci8h6sNkOGf9CCRF.jpg",
          "original_language": "en",
          "original_title": "Shaft",
          "genre_ids": [
            28,
            80,
            53
          ],
          "title": "Shaft",
          "vote_average": 6.6,
          "overview": "Cool black private eye John Shaft is hired by a crime lord to find and retrieve his kidnapped daughter.",
          "release_date": "1971-06-25"
        },
        {
          "poster_path": "\/nGY6NnlDsWaRKAycWUgXanqLxia.jpg",
          "popularity": 32.916,
          "vote_count": 7544,
          "video": false,
          "media_type": "movie",
          "id": 111,
          "adult": false,
          "backdrop_path": "\/BCIaTLdgNwi3LwknKaI1ys23o7.jpg",
          "original_language": "en",
          "original_title": "Scarface",
          "genre_ids": [
            28,
            80,
            18,
            53
          ],
          "title": "Scarface",
          "vote_average": 8.2,
          "overview": "After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.",
          "release_date": "1983-12-08"
        },
        {
          "poster_path": "\/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
          "popularity": 30.941,
          "vote_count": 7858,
          "video": false,
          "media_type": "movie",
          "id": 240,
          "adult": false,
          "backdrop_path": "\/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg",
          "original_language": "en",
          "original_title": "The Godfather: Part II",
          "genre_ids": [
            18,
            80
          ],
          "title": "The Godfather: Part II",
          "vote_average": 8.6,
          "overview": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
          "release_date": "1974-12-20"
        },
        {
          "poster_path": "\/5XSGvIKl2yPvOkieFjc3rzLw7x0.jpg",
          "popularity": 16.253,
          "vote_count": 1040,
          "video": false,
          "media_type": "movie",
          "id": 1051,
          "adult": false,
          "backdrop_path": "\/gF4RLa0FjJ3J0daEa947qTqxrSu.jpg",
          "original_language": "en",
          "original_title": "The French Connection",
          "genre_ids": [
            28,
            80,
            53
          ],
          "title": "The French Connection",
          "vote_average": 7.6,
          "overview": "Tough narcotics detective 'Popeye' Doyle is in hot pursuit of a suave French drug dealer who may be the key to a huge heroin-smuggling operation.",
          "release_date": "1971-10-09"
        },
        {
          "vote_count": 3263,
          "popularity": 22.464,
          "id": 311,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.5,
          "title": "Once Upon a Time in America",
          "release_date": "1984-05-23",
          "original_language": "en",
          "original_title": "Once Upon a Time in America",
          "genre_ids": [
            18,
            80
          ],
          "backdrop_path": "\/z1s7ASlypXYGeMLoJ2Np4CpWdzd.jpg",
          "adult": false,
          "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
          "poster_path": "\/hBDHr3YihnuL46aeyEMhTchXkZP.jpg"
        },
        {
          "vote_count": 232,
          "popularity": 10.134,
          "id": 15393,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "Play Misty for Me",
          "release_date": "1971-11-03",
          "original_language": "en",
          "original_title": "Play Misty for Me",
          "genre_ids": [
            80,
            18,
            10749,
            53
          ],
          "backdrop_path": "\/oNWEMvbUn58WIrSgilrr4zaB5fF.jpg",
          "adult": false,
          "overview": "A brief fling between a male disc jockey and an obsessed female fan takes a frightening, and perhaps even deadly turn when another woman enters the picture.",
          "poster_path": "\/riP8FcKh8VK2kJ6u25IhnQnGsnI.jpg"
        },
        {
          "vote_count": 3733,
          "popularity": 30.578,
          "id": 117,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "The Untouchables",
          "release_date": "1987-06-03",
          "original_language": "en",
          "original_title": "The Untouchables",
          "genre_ids": [
            80,
            18,
            36,
            53
          ],
          "backdrop_path": "\/i1oWUGVDNBhGBykcCRBlX326udb.jpg",
          "adult": false,
          "overview": "Young Treasury Agent Elliot Ness arrives in Chicago and is determined to take down Al Capone, but it's not going to be easy because Capone has the police in his pocket. Ness meets Jimmy Malone, a veteran patrolman and probably the most honorable one on the force. He asks Malone to help him get Capone, but Malone warns him that if he goes after Capone, he is going to war.",
          "poster_path": "\/iK4twY48a1nVCez0qXE5w4JFvXw.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1776,
          "name": "Francis Ford Coppola",
          "profile_path": "/mGKkVp3l9cipPt10AqoQnwaPrfI.jpg"
        },
        {
          "id": 1032,
          "name": "Martin Scorsese",
          "profile_path": "/9U9Y5GQuWX3EZy39B8nkk4NY01S.jpg"
        },
        {
          "id": 1158,
          "name": "Al Pacino",
          "profile_path": "/fMDFeVf0pjopTJbyRSLFwNDm8Wr.jpg"
        },
        {
          "id": 6558,
          "name": "Gordon Parks",
          "profile_path": "/wBcsvgQwaRkIitgUkEcVEwguPPH.jpg"
        },
        {
          "id": 3556,
          "name": "Roman Polanski",
          "profile_path": "/yHwHSXdZatkoLgIjPeW14GKlrZs.jpg"
        },
        {
          "id": 4517,
          "name": "Joe Pesci",
          "profile_path": "/6wPLWhZx5XvNsmEt8QwFoyvizDr.jpg"
        },
        {
          "id": 1150,
          "name": "Brian De Palma",
          "profile_path": "/57sJhqM6Sp6WKL3nkA89yZg83bv.jpg"
        },
        {
          "id": 3084,
          "name": "Marlon Brando",
          "profile_path": "/fuTEPMsBtV1zE98ujPONbKiYDc2.jpg"
        },
        {
          "id": 380,
          "name": "Robert De Niro",
          "profile_path": "/cT8htcckIuyI1Lqwt1CvD02ynTh.jpg"
        },
        {
          "id": 190,
          "name": "Clint Eastwood",
          "profile_path": "/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}