{
  "number": 16,
  "content_list": [
    {
      "type": "text",
      "content_text": "Carl Jung era fascinado por filmes. \"<i>O cinema, como a história de detetive</i>\", observou, \"<i>torna possível que se experimente sem perigo toda a empolgação, a paixão e desejo que devem ser reprimidos no ordenamento humanitário da vida.</i>\" Este é precisamente o papel do drama psicológico: explorar os mundos internos dos personagens (e, por associação, dos espectadores)."
    },
    {
      "type": "video",
      "video_id": "senNDipdmPo",
      "information": {
        "contentTitle": "Cenas do filme Veludo Azul",
        "contentText": "Blue Velvet é originalmente o título de uma canção interpretada por Bobby Vinton, A música está presente no filme e serviu de inspiração para o título. A música \"In Dreams\" de Roy Orbison também ocupa um papel proeminente no filme.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "As vezes eles ganham compreensão - <a href=\"https://_{type: 'screen', 'id': 26719, 'screen_type': movie}\">House of Games</a> (BR: O jogo de emoções, 1987). Em <a href=\"https://_{type: 'screen', 'id': 31300, 'screen_type': movie}\">Sous le soleil de Satan</a> (BR: Sob o Sol de Satã, 1987), por exemplo, eles são destruídos. Em <a href=\"https://_{type: 'screen', 'id': 993, 'screen_type': movie}\">Sleuth</a> (BR: Trama diabólica, 1972), a curiosidade, a ganancia e a inveja do herói provocam sua ruina. A odisseia de Jeffrey pelo mundo aterrador de <a href=\"https://_{type: 'screen', 'id': 793, 'screen_type': movie}\">Blue Velvet</a> (BR: Veludo azul, 1986) serve a seu próprio fascínio: ele se sente tanto atraído quanto repelido. Isso o torna ao mesmo tempo protagonista e antagonista -e, ao fazê-lo, confirma que a humanidade é mesmo seu pior inimigo."
    },
    {
      "type": "text",
      "content_text": "Como sugere Freud, para nos compreendermos devemos confrontar nossos desejos secretos (e reprimidos). <a href=\"https://_{type: 'screen', 'id': 4956, 'screen_type': person}\">Bernardo Bertolucci</a> (n-1940) inspirou-se em suas fantasias sobre sexo anônimo com uma bela mulher para criar <a href=\"https://_{type: 'screen', 'id': 1643, 'screen_type': movie}\">Ultimo tango a Parigi</a> (BR: Último tango em Paris, 1972). O resultado é uma meditação sobre o luto, a violência sexual e a fantasia o diretor externou seus pensamentos secretos e não manifestados."
    },
    {
      "type": "video",
      "video_id": "HtRGeyznv7k",
      "information": {
        "contentTitle": "Cenas do filme Laranja Mecânica",
        "contentText": "Kubrick foi um perfeccionista que pesquisava meticulosamente, com centenas de fotografias tiradas de locais em potencial, bem como de muitas cenas; entretanto, para Malcolm McDowell, ele geralmente \"tinha isso certo\" desde o início, então havia poucas tomadas. Tão meticuloso foi Kubrick que McDowell declarou: \"Se Kubrick não tivesse sido um diretor de cinema, ele teria sido um Chefe Geral de Pessoal das Forças dos EUA. Não importa o que isso seja—mesmo que isso seja uma questão de comprar um xampu vai através dele. Ele apenas gosta de controle total.\" As filmagens tomaram lugar entre setembro de 1970 e abril de 1971, fazendo de A Clockwork Orange a mais rápida filmagem gravada em sua carreira. Tecnicamente, para alcançar e transmitir a fantástica, qualidade de sonho da história, ele filmou com lentes amplas angulares extremas tais como as Kinoptik Tegea 9.8mm para câmeras Arriflex de 35mm, e usou fast- e slow motion para transmitir a natureza mecânica de sua cena de sexo no quarto ou estilizar a violência em uma maneira similar a Funeral Parade of Roses de Toshio Matsumoto (1969).",
        "source": "Youtube: Canal <i>John Howard</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em <a href=\"https://_{type: 'screen', 'id': 26648, 'screen_type': movie}\">Il portiere di notte</a> (BR: O porteiro da noite, 1974), a diretora <a href=\"https://_{type: 'screen', 'id': 67750, 'screen_type': person}\">Liliana Cavani</a> (n-1933) questiona o poder, a escolha, a culpa e o desejo sexual. Um ex-oficial da SS se confronta com um personagem de seu passado - uma mulher com quem manteve um caso sadomasoquista enquanto ela estava aprisionada em um campo de concentração. Para Freud, esta é a própria essência da repressão - uma história secreta de encontros sexuais e o conflito continuo para negá-los ou refuta-los. <i>O porteiro da noite</i> expõe os desejos profundos dos personagens e pede ao público que se confronte com os seus."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O mais brilhante filme de suspense já feito a partir da vida em uma pequena cidade americana.",
        "author": "Sheila Benson sobre Veludo Azul (1986)"
      }
    },
    {
      "type": "text",
      "content_text": "Na sua teoria do \"<i>estágio do espelho</i>\" do desenvolvimento humano, o psicanalista Jacques Lacan examinou o papel do espelho em permitir que uma criança pequena pense em si como um indivíduo (\"eu\") separado da mãe e do resto do mundo. Nos filmes, o conceito de imagem espelhada pode ser expresso de forma metafórica, ao se explorar a forma com que antagonista e protagonista se definem em <a href=\"https://_{type: 'screen', 'id': 11454, 'screen_type': movie}\">Mindhunter</a> (BR: Caçador de Assassinos, 1986), o herói ganha uma percepção crucial da mente dos assassinos por ser capaz de pensar como eles."
    },
    {
      "type": "video",
      "video_id": "bA9O_DUfHBI",
      "information": {
        "contentTitle": "Cenas do filme Inverno de Sangue em Veneza",
        "contentText": "Inverno de Sangue em Veneza enfoca a psicologia do luto e o efeito que a morte de uma criança pode ter em um relacionamento; esta representação de luto foi identificada como extraordinariamente forte para um filme com elementos sobrenaturais da trama.",
        "source": "Youtube: Canal <i>Alex Wilson</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Herói e vilão são como duas metades - opostas, mas ligadas, como Blaney e Husky em <a href=\"https://_{type: 'screen', 'id': 573, 'screen_type': movie}\">Frenesi</a> (1972), de <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980). Em <a href=\"https://_{type: 'screen', 'id': 78, 'screen_type': movie}\">Blade Runner</a> (BR: Blade Runner - Caçador de Androides, 1982), protagonista Deckard compreende o conflito do antagonista, Batty. Se partimos do princípio de que Deckard, como Batty, é um replicante, eles são, com efeito, irmãos. <a href=\"https://_{type: 'screen', 'id': 224, 'screen_type': person}\">David Cronenberg</a> (n-1943) levou isso ao extremo em <a href=\"https://_{type: 'screen', 'id': 9540, 'screen_type': movie}\">Dead Ringers</a> (BR: Gêmeos: Mórbida Semelhança, 1988), em que dois irmãos gémeos compartilham da vida um do outro - um inteiro dividido em dois -e um não pode existir sem o outro."
    },
    {
      "type": "text",
      "content_text": "Dramas psicológicos mergulhar nos lugares mais sombrios da mente. <a href=\"https://_{type: 'screen', 'id': 8740, 'screen_type': movie}\">Spoorloos</a> (BR: O Silêncio do Lago, 1988) é um estudo aterrador sobre o psiquismo de um assassino, um homem de família que viveu uma \"<i>vida boa</i>\", mas cujas personalidades interior e exterior são muito diferentes. Em <a href=\"https://_{type: 'screen', 'id': 931, 'screen_type': movie}\">Don't Look Now</a> (BR: Inverno de Sangue em Veneza, 1973), um casal enlutado viaja para Veneza pouco depois da morte da filha. O marido-que talvez tenha dons psíquicos - e atormentado ao vislumbrar um personagem com um casaco vermelho, que o faz se lembrar da filha. A compreensão dos eventos pelo público permanece restrita e titubeante como a do marido e da mulher em sua dor. Nas palavras de David Mamet: \"<i>Os espectadores compreender que são os protagonistas e, de fato, por uma noite eles são mesmo, porque o drama é seu sonho.</i>\"",
      "content_credits": "Resumo baseado no texto de <i>Simon Ward</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/7hlgzJXLgyECS1mk3LSN3E72l5N.jpg",
          "popularity": 21.626,
          "vote_count": 2005,
          "video": false,
          "media_type": "movie",
          "id": 793,
          "adult": false,
          "backdrop_path": "\/aiwNrxTMNJMRl30fWeVmSBAyXCm.jpg",
          "original_language": "en",
          "original_title": "Blue Velvet",
          "genre_ids": [
            80,
            9648,
            53
          ],
          "title": "Blue Velvet",
          "vote_average": 7.7,
          "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of criminals who have kidnapped her child.",
          "release_date": "1986-09-19"
        },
        {
          "vote_count": 8885,
          "popularity": 32.697,
          "id": 185,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "A Clockwork Orange",
          "release_date": "1971-12-19",
          "original_language": "en",
          "original_title": "A Clockwork Orange",
          "genre_ids": [
            878,
            18
          ],
          "backdrop_path": "\/keblhZFIZYiWflmURWNHEuS2jqL.jpg",
          "adult": false,
          "overview": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?",
          "poster_path": "\/4sHeTAp65WrSSuc05nRBKddhBxO.jpg"
        },
        {
          "vote_count": 515,
          "popularity": 13.517,
          "id": 931,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Don't Look Now",
          "release_date": "1973-12-03",
          "original_language": "en",
          "original_title": "Don't Look Now",
          "genre_ids": [
            53,
            18,
            27
          ],
          "backdrop_path": "\/8VYvVhsHMMNTGaJGHX4yPkHfeKY.jpg",
          "adult": false,
          "overview": "Laura and John, grieved by a terrible loss, meet in Venice, where John is in charge of the restoration of a church, two mysterious sisters, one of whom gives them a message sent from the afterlife.",
          "poster_path": "\/vIftm9VI0xhiIFEq7dV4YfpTvBb.jpg"
        },
        {
          "poster_path": "\/qrUtVZB0yTCzfz4DdmsKRdmjtFQ.jpg",
          "popularity": 7.972,
          "vote_count": 168,
          "video": false,
          "media_type": "movie",
          "id": 26648,
          "adult": false,
          "backdrop_path": "\/xbQPQQ4VbzNM4GYSDiYzsVPX2LH.jpg",
          "original_language": "it",
          "original_title": "Il portiere di notte",
          "genre_ids": [
            18,
            10749
          ],
          "title": "The Night Porter",
          "vote_average": 6.9,
          "overview": "A concentration camp survivor discovers her former torturer and lover working as a porter at a hotel in postwar Vienna. When the couple attempt to re-create their sadomasochistic relationship, his former SS comrades begin to stalk them.",
          "release_date": "1974-04-03"
        },
        {
          "poster_path": "\/o9qfaNwjnqNBJ1uOLeC53r5eTzB.jpg",
          "popularity": 7.105,
          "vote_count": 53,
          "video": false,
          "media_type": "movie",
          "id": 29449,
          "adult": false,
          "backdrop_path": "\/5GanF7O6O9eXnkUpWkLOGwYAOMs.jpg",
          "original_language": "en",
          "original_title": "Images",
          "genre_ids": [
            18,
            14,
            27
          ],
          "title": "Images",
          "vote_average": 6.8,
          "overview": "Schizophrenic housewife, engulfed by terrorizing apparitions, kills off each, unknowing if these demons are merely figments of her hallucinatory imagination or part of reality.",
          "release_date": "1972-05-01"
        },
        {
          "poster_path": "\/4bacwb3B2zy8w3eoWfceAmo0V9O.jpg",
          "popularity": 11.906,
          "vote_count": 919,
          "video": false,
          "media_type": "movie",
          "id": 593,
          "adult": false,
          "backdrop_path": "\/qjPhauZx2vOi3gNKsQfJZHeGemB.jpg",
          "original_language": "ru",
          "original_title": "Солярис",
          "genre_ids": [
            18,
            9648,
            878
          ],
          "title": "Solaris",
          "vote_average": 7.9,
          "overview": "A psychologist is sent to a space station orbiting a planet called Solaris to investigate the death of a doctor and the mental problems of cosmonauts on the station. He soon discovers that the water on the planet is a type of brain which brings out repressed memories and obsessions.",
          "release_date": "1972-03-20"
        },
        {
          "vote_count": 43,
          "popularity": 6.872,
          "id": 5122,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "The Day of the Locust",
          "release_date": "1975-05-07",
          "original_language": "en",
          "original_title": "The Day of the Locust",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/aKX69xBQh9St764I4JvkMKbbQq7.jpg",
          "adult": false,
          "overview": "Hollywood, 1930s. Tod Hackett, a young painter who tries to make his way as an art director in the lurid world of film industry, gets infatuated with his neighbor Faye Greener, an aspiring actress who prefers the life that Homer Simpson, a lone accountant, can offer her.",
          "poster_path": "\/m4T7R448djzbDbURK4eQgo5TllF.jpg"
        },
        {
          "vote_count": 170,
          "popularity": 9.035,
          "id": 12223,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "The Stepford Wives",
          "release_date": "1975-02-12",
          "original_language": "en",
          "original_title": "The Stepford Wives",
          "genre_ids": [
            27,
            9648,
            878,
            53
          ],
          "backdrop_path": "\/8t6xa3nG1fe5N9JoXgiaUdtgGAz.jpg",
          "adult": false,
          "overview": "Joanna Eberhart has come to the quaint little town of Stepford, Connecticut with her family, but soon discovers there lies a sinister truth in the all too perfect behavior of the female residents.",
          "poster_path": "\/tCOT8ZloTWErb4Zbl2UTFum0GRA.jpg"
        },
        {
          "poster_path": "\/8BATrghiOSFOtcpg2j2hZSHm6pm.jpg",
          "popularity": 12.92,
          "vote_count": 379,
          "video": false,
          "media_type": "movie",
          "id": 11542,
          "adult": false,
          "backdrop_path": "\/dLsn90Xrz4ha24Zez8N2eCuAKfR.jpg",
          "original_language": "en",
          "original_title": "Altered States",
          "genre_ids": [
            27,
            878,
            53
          ],
          "title": "Altered States",
          "vote_average": 6.7,
          "overview": "A research scientist explores the boundaries and frontiers of consciousness. Using sensory deprivation and hallucinogenic mixtures from native American shamans, he explores these altered states of consciousness and finds that memory, time, and perhaps reality itself are states of mind.",
          "release_date": "1980-12-25"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 5602,
          "name": "David Lynch",
          "profile_path": "/b6TnSpuqeOlbq7aHH9G4inmQ1v9.jpg"
        },
        {
          "id": 67750,
          "name": "Liliana Cavani",
          "profile_path": "/840kv5t9eE9lW8jnf7o18unPsxd.jpg"
        },
        {
          "id": 1255,
          "name": "David Mamet",
          "profile_path": "/3Hfebpi4fRSY0lciWUc355ylP6j.jpg"
        },
        {
          "id": 4956,
          "name": "Bernardo Bertolucci",
          "profile_path": "/ivRWPij5GqHmwuGsd0FpbkQaFYU.jpg"
        },
        {
          "id": 240,
          "name": "Stanley Kubrick",
          "profile_path": "/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg"
        },
        {
          "id": 3895,
          "name": "Michael Caine",
          "profile_path": "/klNx4UqkcE9u7P3vsg20AKwgplw.jpg"
        },
        {
          "id": 2636,
          "name": "Alfred Hitchcock",
          "profile_path": "/108fiNM6poRieMg7RIqLJRxdAwG.jpg"
        },
        {
          "id": 6677,
          "name": "Kyle MacLachlan",
          "profile_path": "/nRJxCJsIW1VSFWm0nvdxJdxMjB3.jpg"
        },
        {
          "id": 224,
          "name": "David Cronenberg",
          "profile_path": "/kLHnBnUomcH96PdLRBnuZUzRoY1.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}