{
  "number": 4,
  "content_list": [
    {
      "type": "text",
      "content_text": "O animador de teatro de sombras alemão <a href=\"https://_{type: 'screen', 'id': 549834, 'screen_type': person}\">Lotte Reiniger</a> (1899-1981) teve muito sucesso com o mais antigo longa-metragem completamente animado a sobreviver até os dias de hoje: <a href=\"https://_{type: 'screen', 'id': 19354, 'screen_type': movie}\">Die Abenteuer des Prinzen Achmed</a> (BR: As aventuras do principe Achmed, 1926). Vinte anos depois nasceu o filho mais famoso do cinema de animação. Ele é um ícone conhecido em todo o mundo e já apareceu em centenas de curtas e longas-metragens."
    },
    {
      "type": "text",
      "content_text": "Mickey Mouse surgiu pela primeira vez em 1928 e o mais famoso dentre os seus desenhos animados da época é <a href=\"https://_{type: 'screen', 'id': 53565, 'screen_type': movie}\">Steamboat Willie</a> (BR: O Vapor Willie, 1928), desse mesmo ano. A magia das animações dos estúdios <strong>Disney</strong> fica evidente neste exemplo precoce do gênero, com sua música cativante e seus personagens antropomórficos. Por décadas a fio, bastou que os artistas do estúdio colocassem um vestido em Minnie e um laço em sua cabeça para convencer os espectadores de que, apesar de ser quase idêntica a Mickey, ela era uma garota."
    },
    {
      "type": "video",
      "video_id": "bjr3wYTI3YY",
      "information": {
        "contentTitle": "Trailer de lançamento do relançamento de As Aventuras do Príncipe Achmed (1926)",
        "contentText": "O filme trabalhava diversas tramas que <i>Lotte Reiniger</i> tomou emprestadas de contos de Mil e Uma Noites. Creditado como o filme de animação mais antigo do mundo, foi produzido com a técnica de tintura. Somente dois filmes de animação argentinos, de Quirino Cristiani, foram precursores; contudo, estes são considerados perdidos.",
        "source": "Youtube: Canal <i>absolutMEDIENBerlin</i>"
      }
    },
    {
      "type": "essay",
      "video_id": "kHpXle4NqWI",
      "title": "Chuck Jones - The Evolution of an Artist",
      "description": "Se você cresceu assistindo Looney Tunes, então conhece Chuck Jones, um dos maiores mestres da comédia visual. Nesse video, Taylor fala sobre a evolução das habilidades de Chuck e sua sensibilidade como artista.",
      "channel": "every_frame_is_a_painting",
      "person": {
        "id": 100888,
        "imdb_id": "nm0005062",
        "known_for_department": "Directing",
        "name": "Chuck Jones",
        "place_of_birth": "Spokane, Washington, USA",
        "popularity": 1.286,
        "profile_path": "/akHjjvb13odwWsEBdbAcaYCF7uI.jpg"
      }
    },
    {
      "type": "text",
      "content_text": "Na era de ouro da Disney, <a href=\"https://_{type: 'screen', 'id': 2106, 'screen_type': person}\">Walt Disney</a> (1901-1966) e seus \"<strong>Nine Old Men</strong>\" (\"Os nove veteranos\", principais animadores do estúdio) trabalharam incansavelmente para produzir desenhos animados para as massas e criar o que se tornaria o padrão para os longas-metragens animados do Ocidente."
    },
    {
      "type": "text",
      "content_text": "Entre 1937 e 1942, lançaram <a href=\"https://_{type: 'screen', 'id': 408, 'screen_type': movie}\">Snow White and the Seven Dwarfs</a> (BR: Branca de Neve e os Sete Anões, 1937), <a href=\"https://_{type: 'screen', 'id': 10895, 'screen_type': movie}\">Pinocchio</a> (BR: Pinóquio, 1940), <a href=\"https://_{type: 'screen', 'id': 756, 'screen_type': movie}\">Fantasia</a> (1940), <a href=\"https://_{type: 'screen', 'id': 11360, 'screen_type': movie}\">Dumbo</a> (1941) e <a href=\"https://_{type: 'screen', 'id': 3170, 'screen_type': movie}\">Bambi</a> (1942). Cada um desses filmes é um marco cultural e, à sua maneira, pioneiro - como no caso da mistura de animação e gravação sonora estereofônica de Fantasia ou do equilíbrio entre momentos de grande emotividade e passagens sombrias em Pinóquio e Bambi."
    },
    {
      "type": "video",
      "video_id": "cKOSJ5AAwfc",
      "information": {
        "contentTitle": "Curta Betty Boop in Snow White (1933)",
        "contentText": "<strong>Betty Boop</strong> é uma personagem de desenho animado criada por <a href=\"https://_{type: 'screen', 'id': 606084, 'screen_type': person}\">Max Fleischer</a> (1883-1972) e desenhada por <i>Grim Natwick</i>. Betty Boop fez sua primeira aparição no desenho animado <i>Dizzy Dishes</i> , lançado em 9 de agosto de 1930, o sétimo episódio da série <i>Talkartoon</i> de Fleischer. Embora <i>Clara Bow</i> seja frequentemente considerada a inspiração para Boop, alguns dizem que ela realmente começou como uma caricatura da cantora <i>Helen Kane</i>, que se apresentava em um estilo compartilhado por muitos artistas da época. A dança de <i>Koko</i> (incluindo alguns movimentos que parecem muito com \"<i>moonwalk</i>\") durante o número de \"<i>St. James</i>\" foi realizada com a técnica de <strong>rotoscopia</strong>, baseada em uma filmagem de <i>Cab Calloway</i>. O filme foi considerado \"<i>culturalmente significativo</i>\" pela <i>Biblioteca do Congresso dos Estados Unidos</i> e selecionado para preservação no <i>National Film Registry</i> em 1994. No mesmo ano, foi eleito nº 19 dos 50 maiores desenhos animados de todos os tempos por membros do campo da animação. O filme agora está em domínio público.",
        "source": "Youtube: Canal <i>SuperRiles</i>"
      }
    },
    {
      "type": "essay",
      "video_id": "IorZ5VLC1u8",
      "title": "Bugs Bunny - The Origins of an American Icon",
      "description": "Uma rápida olhada na história do coelho mais influente da América.",
      "channel": "kaptainkristian"
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo, os estúdios <i>Fleischer</i>, a <i>MGM</i> e a <i>Warner Bros.</i> produziam suas próprias e excelentes animações. Os irmãos Fleischer criaram a lendária <strong>Betty Roop</strong> cuja mistura de inocência e sensualidade causou controvérsia em curtas como <a href=\"https://_{type: 'screen', 'id': 127409, 'screen_type': movie}\">Betty Boop in Snow White</a> (BR: Branca de Neve, 1933). Desde então sua estética e sua persona de garota de filme de gângster vêm sendo eternamente parodiadas."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "vote_average": 7.1,
          "id": 408,
          "overview": "A rainha malvada morre de ciúmes da beleza de Branca de Neve e manda mata-la. Logo, descobre que a jovem não morreu e está morando na floresta com sete amiguinhos. A princesa então é envenenada pela rainha e só o beijo de um príncipe pode salvá-la.",
          "release_date": "1937-12-21",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/pmZiChyJs5Y0tz7sMAiZNNIo9z4.jpg",
          "title": "Branca de Neve e os Sete Anões",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "popularity": 44.775,
          "original_language": "en",
          "original_title": "Snow White and the Seven Dwarfs",
          "poster_path": "\/5l0dsoLXP2eifLQ0lFCYNC5Lcv0.jpg",
          "vote_count": 5384,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 10895,
          "overview": "Gepeto é um carpinteiro solitário que, um dia, resolve fazer um boneco de madeira para lhe fazer companhia. Durante a noite, a Fada Azul dá vida ao boneco, que passa a se chamar Pinóquio. Ansioso para se tornar um menino de verdade, Pinóquio se mete em várias confusões, apesar dos constantes avisos de seu amigo Grilo Falante. O boneco tem uma particularidade: sempre que mente seu nariz cresce. Até o dia em que precisa resgatar seu criador, quando ele fica preso na barriga de uma baleia.",
          "release_date": "1940-02-23",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/wOw0IKC8hxLsPNswkmyxvPe3UiE.jpg",
          "title": "Pinóquio",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 37.522,
          "original_language": "en",
          "original_title": "Pinocchio",
          "poster_path": "\/rJTpz9LJFmDflvibkY2Y7IFOGua.jpg",
          "vote_count": 4157,
          "video": false
        },
        {
          "vote_average": 7.4,
          "id": 756,
          "overview": "A integração das grandes obras da música clássica com visuais extremamente criativos e originais da animação. São as seguintes composições que fazem parte do filme: \"Toccata e Fuga em Ré Menor\", de Johann Sebastian Bach; \"Suíte Quebra-Nozes\", de Peter Llich Tchaikovsky; \"O Aprendiz de Feiticeiro\", de Paul Dukas; \"Sagração da Primavera\", de Igor Stravinsky; \"Sinfonia Pastoral\", de Ludwing Van Beethoven; \"Dança das Horas\", de Almicare Ponchielli; \"Noite no Monte Calvo\", de Modest Mussorgsky; e \"Ave Maria\", de Franz Schubert.",
          "release_date": "1940-11-13",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/nnL7vunWHE24iU7WGGP84q7FXO9.jpg",
          "title": "Fantasia",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 28.12,
          "original_language": "en",
          "original_title": "Fantasia",
          "poster_path": "\/mSJgxrTaTgDSOoggIPcj3ZoZswT.jpg",
          "vote_count": 2040,
          "video": false
        },
        {
          "vote_average": 7,
          "id": 11360,
          "vote_count": 3569,
          "release_date": "1941-10-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/aRVQ1EgTx3vbhK6qls2O834bPQc.jpg",
          "title": "Dumbo",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 28.544,
          "original_language": "en",
          "original_title": "Dumbo",
          "poster_path": "\/lqyqLxfQ3Lvi5FveFQHDsTknq8r.jpg",
          "overview": "Dumbo é um bebé elefante que nasceu com umas orelhas enormes. Um dia ele conhece Timóteo, um ratinho que mete medo à maioria dos elefantes do circo onde vive Dumbo. Ao contrário do que se podia esperar, o rato e o elefante acabam por se tornar amigos e, juntos, eles tornam-se as maiores atracções do circo. Usando suas orelhas, Dumbo faz o que nenhum outro elefante consegue: voar!",
          "video": false
        },
        {
          "vote_average": 7,
          "id": 3170,
          "overview": "A história animada de Bambi, um jovem cervo saudado como o \"Príncipe da Floresta\" no seu nascimento. Como Bambi cresce, ele faz amizade com os outros animais da floresta, aprende as habilidades necessárias para sobreviver e até encontra o amor. Um dia, porém, os caçadores vem, e Bambi deve aprender a ser tão corajoso como seu pai, e levar os outros cervos para a segurança.",
          "release_date": "1942-08-14",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/fgIeKLbmPLof5cb88Wod0CWhWTE.jpg",
          "title": "Bambi",
          "genre_ids": [
            16,
            18,
            10751
          ],
          "popularity": 29.194,
          "original_language": "en",
          "original_title": "Bambi",
          "poster_path": "\/yqGWdxAYRH7uwFAhIIJdKkmCKob.jpg",
          "vote_count": 4022,
          "video": false
        },
        {
          "vote_average": 5.9,
          "id": 14906,
          "overview": "Apresentando personagens como Zé Carioca, Pedro, um avião mirim do correio e os famosos Pato Donald e Pateta, em aventuras espetaculares! Pato Donald é um turista americano que embarca em uma incrível viagem pelos Andes! Pedro é um aviãozinho que voa pelo Chile e enfrenta uma terrível tempestade, passando por maus bocados para atravessar o Monte Aconcágua. Em Buenos Aires, Pateta aprende a usar o equipamento de montaria e danças típicas argentinas. Recheado com coloridas cenas de Carnaval do Rio de Janeiro e músicas como \"Aquarela do Brasil\", Pato Donald conhece os pontos turísticos mais belos do Rio de Janeiro e de quebra ainda aprende a sambar.",
          "release_date": "1942-08-24",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/e35Xmx4gtiij07e1qZWhfdfyeGn.jpg",
          "title": "Alô, Amigos",
          "genre_ids": [
            16,
            10751,
            99
          ],
          "popularity": 14.697,
          "original_language": "en",
          "original_title": "Saludos Amigos",
          "poster_path": "\/7QMwCSoy8Y0hIW4oljsJmOvnoiy.jpg",
          "vote_count": 238,
          "video": false
        },
        {
          "vote_average": 6.5,
          "id": 15947,
          "overview": "Pato Donald recebe uma grande caixa no dia de seu aniversário, trazendo três presentes. O primeiro traz um projetor de cinema, contendo um filme sobre aves da América do Sul. O segundo contém um livro sobre o Brasil, que o leva à Bahia ao lado de Zé Carioca. O terceiro tem uma piñata, acompanhada de Panchito. Com os amigos, Donald vive aventuras no Brasil e no México.",
          "release_date": "1944-07-21",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/kcWYiBWej3JdYbGEVaKYAQGfqYp.jpg",
          "title": "Você Já Foi à Bahia?",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 13.866,
          "original_language": "en",
          "original_title": "The Three Caballeros",
          "poster_path": "\/wllGcOAeh4bVNVNLK5H0thC74Cx.jpg",
          "vote_count": 439,
          "video": false
        },
        {
          "vote_average": 5.7,
          "id": 20343,
          "vote_count": 128,
          "release_date": "1946-06-30",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/4IV4z86PvfXpcIhfn56P3pI9wYc.jpg",
          "title": "Música, Maestro!",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 7.292,
          "original_language": "en",
          "original_title": "Make Mine Music",
          "poster_path": "\/1Mu98243emXAKy8iZfymUJDgTpS.jpg",
          "overview": "Seguindo a tradição de Fantasia, Música Maestro! é uma bela coleção de nove curtas animações musicais com as peças mais favoritas da época.",
          "video": false
        },
        {
          "vote_average": 6.3,
          "id": 46929,
          "overview": "Jiminy Cricket apresenta dois curtas de animação da Disney: \"Bongo\", sobre um urso de circo que foge para a vida selvagem, e uma visão de famoso conto de fadas em \"Mickey e o Pé de Feijão\", com Mickey, Donald e Pateta nos papéis principais.",
          "release_date": "1947-09-27",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/gcLCXH7ZTr3Yk2JG1u7cXb7p1vy.jpg",
          "title": "Como é Bom se Divertir",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 12.354,
          "original_language": "en",
          "original_title": "Fun and Fancy Free",
          "poster_path": "\/tGOVtD7F6WYb0n3dR4PLauS6wj.jpg",
          "vote_count": 258,
          "video": false
        },
        {
          "vote_average": 6.3,
          "id": 13757,
          "vote_count": 159,
          "release_date": "1948-05-27",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/unnlsb68YDJbaTwAbgXCh1qQZJ8.jpg",
          "title": "Tempo de Melodia",
          "genre_ids": [
            10402,
            10751,
            16
          ],
          "popularity": 10.438,
          "original_language": "en",
          "original_title": "Melody Time",
          "poster_path": "\/jDL1blSkW7L4TPOgH4wA12cD4uk.jpg",
          "overview": "Tempo de Melodia é uma animação produzida por Walt Disney e lançada nos cinemas pela RKO Radio Pictures. São várias sequências de músicas populares e folclóricas. Como a anterior Música Maestro! (Make Mine Music), é uma versão contemporânea de Fantasia.",
          "video": false
        },
        {
          "vote_average": 6.4,
          "id": 13465,
          "vote_count": 308,
          "release_date": "1949-10-05",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/y0SN5BzkUBjxAKaznA4CLTZlyY6.jpg",
          "title": "As Aventuras de Ichabod e Sr. Sapo",
          "genre_ids": [
            27,
            14,
            16,
            10751
          ],
          "popularity": 15.75,
          "original_language": "en",
          "original_title": "The Adventures of Ichabod and Mr. Toad",
          "poster_path": "\/mK6JBRA9g7g4dzejndEp2j346Ap.jpg",
          "overview": "Prepare-se para um passeio frenético a bordo da carroça de J. T. Sapo, com seus encantadores amigos Verruga, Rato e MacBadger. E depois conheça a emocionante trama do esguio Ichabod, que, para conquistar a bela Katrina, terá que disputa-la com Brom Bones, o malfeitor da cidade.",
          "video": false
        },
        {
          "vote_average": 7,
          "id": 11224,
          "overview": "Cinderela vive com sua madrasta, Lady Tremaine, e as duas filhas dela. Obrigada a trabalhar como empregada da casa, ela tem como amigos apenas os animais que a rodeiam. O local em que vive está agitado devido ao baile que será realizado no castelo, o qual contará com a presença do príncipe. Como Lady Tremaine pretende que uma das filhas se case com ele, elas se preparam com requinte para o evento. Cinderela, entretanto, não pode ir. Até que surge a Fada-madrinha, que dá a Cinderela um vestido e condições para que possa ir ao baile em alto estilo. Entretanto há uma condição: Cinderela precisa retornar antes da meia-noite, caso contrário o feitiço será desfeito.",
          "release_date": "1950-02-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/wQraxOsaq0NwTO9rSwLo4Nc8hVG.jpg",
          "title": "Cinderela",
          "genre_ids": [
            10751,
            14,
            16,
            10749
          ],
          "popularity": 52.02,
          "original_language": "en",
          "original_title": "Cinderella",
          "poster_path": "\/ap19fJ8WqdjXSpkreUawPGB0ezN.jpg",
          "vote_count": 4844,
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 12092,
          "overview": "Alice é uma garota curiosa e cansada da monotonia de sua vida. Um dia, ao seguir o apressado e misterioso Coelho Branco até uma toca, ela acaba entrando no País das Maravilhas. Lá, ela conhece diversos seres incríveis, como o peculiar Chapeleiro Maluco, o misterioso Mestre Gato, a Lagarta e a tirana Rainha de Copas.",
          "release_date": "1951-07-28",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/b4yiLlIFuiULuuLTxT0Pt1QyT6J.jpg",
          "title": "Alice no País das Maravilhas",
          "genre_ids": [
            16,
            10751,
            14,
            12
          ],
          "popularity": 26.773,
          "original_language": "en",
          "original_title": "Alice in Wonderland",
          "poster_path": "\/mxcgH748dwHXui80dLLHSwtL41N.jpg",
          "vote_count": 4274,
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 10693,
          "overview": "Deixando o conforto e segurança de seus lares, Wendy, Miguel e João seguem Peter Pan para um mundo mágico onde a infância dura para sempre, a Terra do Nunca. Mas logo as crianças descobrem que precisarão confrontar o terrível Capitão Gancho, um maquiavélico pirata que quer se livrar de uma vez por todas de Peter.",
          "release_date": "1953-02-05",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/b3GBaSSZoxICW8sS0OwR2aRKoTg.jpg",
          "title": "As Aventuras de Peter Pan",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "popularity": 28.111,
          "original_language": "en",
          "original_title": "Peter Pan",
          "poster_path": "\/moixbncq5YyZ2dKkbFoclv4f7SG.jpg",
          "vote_count": 3864,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 10340,
          "overview": "A história de uma cachorrinha de classe chamada Lady que se sente abandonada pelos donos quando eles têm um bebê e acaba se envolvendo com um cachorro de rua conhecido como Vagabundo. Os dois terão que lidar com uma injusta tia que, com seus gatos de estimação, chegam na casa e acabam com o sossego de Lady.",
          "release_date": "1955-06-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/deZYjgLWPHStzvk7hCgf8pBqFdC.jpg",
          "title": "A Dama e o Vagabundo",
          "genre_ids": [
            16,
            10751,
            10749
          ],
          "popularity": 41.923,
          "original_language": "en",
          "original_title": "Lady and the Tramp",
          "poster_path": "\/qKBA03V9LvfpvcNfUgAwdydRSA1.jpg",
          "vote_count": 3775,
          "video": false
        },
        {
          "vote_average": 6.9,
          "id": 10882,
          "overview": "Ciumenta e vingativa a fada Malévola lança um feitiço cruel sobre a princesa Aurora no dia do seu nascimento. Aurora está condenada a cair em um sono profundo quando completar 16 anos de idade e, para despertar novamente, sua única salvação seria um beijo de seu verdadeiro amor. As três fadas bondosas, Flora, Fauna e Primavera tentam evitar a profecia do mal, mas não conseguem. Agora só resta ao príncipe Felipe enfrentar Malévola e salvar a princesa.",
          "release_date": "1959-02-17",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/bwZY9cTdiw00Uk3mA4bJz8HXoyB.jpg",
          "title": "A Bela Adormecida",
          "genre_ids": [
            14,
            16,
            10749,
            10751
          ],
          "popularity": 29.618,
          "original_language": "en",
          "original_title": "Sleeping Beauty",
          "poster_path": "\/iRYRBWKhwPI5lBT4DPhmNpmBOMU.jpg",
          "vote_count": 3771,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 12230,
          "vote_count": 4499,
          "release_date": "1961-01-25",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/vlLW4BPPS6XL8mxAvoJSppJV3Sv.jpg",
          "title": "101 Dálmatas",
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "popularity": 33.918,
          "original_language": "en",
          "original_title": "One Hundred and One Dalmatians",
          "poster_path": "\/sytZMXtuWlqqYs5lOzt5yjwFiAE.jpg",
          "overview": "Conta a história de uma família de cachorrinhos da raça dálmata que é raptada por uma terrível mulher chamada Cruella De Vil, que quer transformar os cãezinhos em um casaco de peles. Fascinada por peles, essa mulher tem um sonho e para realiza-lo ela depende de uma \"amiga\" sua, Anita, que tem uma quinzena de filhotes dálmatas.",
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 9078,
          "overview": "Humor, espetáculo e magia imperam neste conto clássico legendário de Walt Disney. A Espada era a Lei, celebrando seu 45º Aniversário agora com exclusivos bônus especiais! Embarque nesta aventura da jornada de um herói improvável! Conta a lenda que só alguém com honra, decência e grandeza de caráter pode reinvindicar o trono da Inglaterra, tirando uma espada encantada que está cravada numa rocha. Muitos valentes cavaleiros tentaram, então parece impossível que um jovem aprendiz conhecido como Arthur, possa ter sucesso. Mas com a orientação do feiticeiro Merlin, a ajuda de alguns amigos engraçados e a verdadeira força de caráter, Arthur irá se tornar o maior rei da Inglaterra. Agora, mais diversão e feitiçaria com novos e maravilhosos bônus especiais. A Espada Era a Lei - Edição Especial é uma experiência mágica que toda sua família irá compartilhar muitas e muitas vezes.",
          "release_date": "1963-12-25",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/m1TOfgljbT3jOez3b4l1I1tm82W.jpg",
          "title": "A Espada Era a Lei",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 24.501,
          "original_language": "en",
          "original_title": "The Sword in the Stone",
          "poster_path": "\/d5rtXHSx4sXJKMJsLR7OUjryCHl.jpg",
          "vote_count": 2758,
          "video": false
        },
        {
          "vote_average": 7.3,
          "id": 9325,
          "overview": "Mogli, um garoto criado por lobos e que vive na selva, é convencido pelo seu amigo Baguera, uma velha e esperta pantera, a buscar segurança no mundo dos homens. Mas Mogli, resistindo à ideia de seu amigo, resolve seguir a filosofia do urso Balu, que gosta de curtir a vida e ser feliz, fazendo o que gosta. Juntos, dão início a uma grande jornada em direção à civilização e encontram no meio do caminho um orangotango maluco, uma cobra com poder de hipnotizar e Shere Khan, um tigre ameaçador.",
          "release_date": "1967-10-18",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/kZTfsQyZ1LJmuFp5bIHrXJxi5tl.jpg",
          "title": "Mogli - O Menino Lobo",
          "genre_ids": [
            10751,
            16,
            12
          ],
          "popularity": 30.37,
          "original_language": "en",
          "original_title": "The Jungle Book",
          "poster_path": "\/ikqAxUAEH4BloLjVgR8MWNX3qtU.jpg",
          "vote_count": 4572,
          "video": false
        },
        {
          "vote_average": 7.3,
          "id": 10112,
          "overview": "Uma milionária excêntrica pretende deixar toda sua fortuna para sua gata e os três filhotes. Porém, o mordomo dela os abandona no interior da França para se tornar o beneficiário de toda a herança. Contando com a ajuda de um esperto gato das ruas e de seus amigos, os herdeiros tentam voltar para seu lar e confrontar o maldoso mordomo.",
          "release_date": "1970-12-23",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/rnMwOM8gMqo6Gf6XXMpaJEayUwk.jpg",
          "title": "Aristogatas",
          "genre_ids": [
            16,
            35,
            10751,
            12
          ],
          "popularity": 26.598,
          "original_language": "en",
          "original_title": "The Aristocats",
          "poster_path": "\/feu311aXpDoSQC7tNZ6HpE7I1aw.jpg",
          "vote_count": 3622,
          "video": false
        },
        {
          "popularity": 26.259,
          "vote_count": 3129,
          "release_date": "1973-11-08",
          "id": 11886,
          "adult": false,
          "backdrop_path": "\/sdNpfj9nwiH4tpLX3N2JXUs1zzi.jpg",
          "title": "Robin Hood",
          "genre_ids": [
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Robin Hood",
          "poster_path": "\/ueby0ItqnT53Llu1Z6995Bps8UO.jpg",
          "overview": "Versão do clássico Robin Hood com animais silvestres.  Robin Hood é um fora-da-lei que decide formar uma gangue na floresta de Sherwood para lutar contra as injustiças e tiranias do Príncipe João e do Xerife de Nottingham.",
          "video": false,
          "vote_average": 7.3
        },
        {
          "popularity": 15.963,
          "overview": "Em três deliciosas aventuras, Puff e seus amigos enfrentam uma enchente, se envolvem com um enxame de abelhas e se divertem com um tigre saltador!",
          "release_date": "1977-03-11",
          "id": 250480,
          "adult": false,
          "backdrop_path": "\/4bsdqmLnM9oUD91wnMvMQPz8pjY.jpg",
          "title": "Puff - O Ursinho Guloso",
          "genre_ids": [
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Many Adventures of Winnie the Pooh",
          "poster_path": "\/71ZODFgRUHIpmXXGRZcPoEDlIHS.jpg",
          "vote_count": 642,
          "video": false,
          "vote_average": 7.2
        },
        {
          "popularity": 18.667,
          "vote_count": 1758,
          "release_date": "1977-06-22",
          "id": 11319,
          "adult": false,
          "backdrop_path": "\/jToyymxSX9YU1iIabEa22XQucob.jpg",
          "title": "Bernardo e Bianca",
          "genre_ids": [
            14,
            10751,
            16,
            12
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Rescuers",
          "poster_path": "\/zcf9bfXDmKpUHRuPLUM8px9nVHL.jpg",
          "overview": "A Sociedade de Proteção e Ajuda, formada por camundongos de diversos países, se reúne no prédio da ONU devido à descoberta de uma garrafa que contém uma mensagem de ajuda, enviada pela garota Penny (Michelle Stacy). Bianca (Eva Gabor), uma das representantes da reunião, se oferece para investigar o caso. Para que ela não parta sozinha nesta missão é enviado também Bernardo (Bob Newhart), o porteiro da reunião, que está atraído por Bianca. Juntos eles partem para o orfanato em que Penny morava, para descobrir pistas sobre seu paradeiro atual.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 22.61,
          "overview": "Raposa e cão crescem juntos como amigos, mas descobrem aos poucos que são inimigos na ordem natural das coisas. Quando adultos, põe a amizade em jogo.",
          "release_date": "1981-07-10",
          "id": 10948,
          "adult": false,
          "backdrop_path": "\/87uShMszqPxwA034GsskGdzJOgN.jpg",
          "title": "O Cão e a Raposa",
          "genre_ids": [
            12,
            16,
            18,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Fox and the Hound",
          "poster_path": "\/rmdeW5vZggMcKaQcoRVHcGkcoAA.jpg",
          "vote_count": 2293,
          "video": false,
          "vote_average": 7.1
        },
        {
          "popularity": 18.812,
          "vote_count": 765,
          "release_date": "1985-07-24",
          "id": 10957,
          "adult": false,
          "backdrop_path": "\/eb4MxDQJehL60EZO6cKFFiUq23J.jpg",
          "title": "O Caldeirão Mágico",
          "genre_ids": [
            16,
            12,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Black Cauldron",
          "poster_path": "\/euAKR1FKFxkS7MCVDVYgdoa15km.jpg",
          "overview": "Taran é um cuidador de porcos com sonhos de se tornar um grande guerreiro. No entanto, ele tem que deixar seu sonho de lado quando um porco chamado Hen Wen, é sequestrado por um senhor maligno conhecido como Rei Chifrudo. O vilão espera que Hen mostre o caminho para o Caldeirão Negro, que tem o poder de criar um gigantesco exército de soldados invencíveis.",
          "video": false,
          "vote_average": 6.5
        },
        {
          "popularity": 14.223,
          "vote_count": 1078,
          "release_date": "1986-07-02",
          "id": 9994,
          "adult": false,
          "backdrop_path": "\/3ugxkNhsN7MWwshk9jR6Xi7cFTR.jpg",
          "title": "As Peripécias de um Ratinho Detetive",
          "genre_ids": [
            16,
            10751,
            12,
            9648
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Great Mouse Detective",
          "poster_path": "\/fZc1k1rgsILmy2iXQoRHnjuNcGX.jpg",
          "overview": "Basil é um ratinho detetive. É considerado o Sherlock Holmes dos roedores. Ele está investigando o desaparecimento de um homem famoso por fazer brinquedos. Basil acredita que Ratagão, seu arqui-inimigo, pode estar envolvido com o desaparecimento do senhor Flaversham, o fabricante de brinquedos. Durante as investigações, o ratinho descobre que Ratagão planeja sequestrar a rainha e se declarar o rei.",
          "video": false,
          "vote_average": 7
        },
        {
          "popularity": 13.207,
          "overview": "Jovem gato abandonado é adotado por grupo de cachorros de rua. Quando uma cadela do grupo é sequestrada eles partem para o resgate.",
          "release_date": "1988-11-18",
          "id": 12233,
          "adult": false,
          "backdrop_path": "\/gWJvu0qMxH1g86UJN5ytRIFrpwy.jpg",
          "title": "Oliver e Sua Turma",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Oliver & Company",
          "poster_path": "\/AqjEHCoGou8QjY5Yh9JyQ57ut9Z.jpg",
          "vote_count": 1097,
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 41.202,
          "overview": "Ariel é a filha caçula do Rei Tritão, comandante dos sete mares, que está insatisfeita com sua vida. Ela deseja caminhar entre os humanos para conhecê-los melhor, mas sempre é proibida por seu pai, que considera os humanos como sendo \"bárbaros comedores de peixe\". Até que ela se apaixona por um jovem príncipe e, no intuito de conhecê-lo, resolve firmar um pacto com Úrsula, a bruxa do reino, que faz com que ela ganhe pernas e se torne uma verdadeira humana. Porém, Úrsula também tem seus planos e eles incluem a conquista do reino de Tritão.",
          "release_date": "1989-11-17",
          "id": 10144,
          "adult": false,
          "backdrop_path": "\/4w2uPtIo0lFSnQnWg0zVAqPJCLP.jpg",
          "title": "A Pequena Sereia",
          "genre_ids": [
            16,
            10751,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Little Mermaid",
          "poster_path": "\/oBFAs9hMdSgHKMvW6VLnh5SOfof.jpg",
          "vote_count": 5561,
          "video": false,
          "vote_average": 7.3
        },
        {
          "popularity": 12.589,
          "vote_count": 550,
          "release_date": "1990-08-03",
          "id": 10837,
          "adult": false,
          "backdrop_path": "\/sK3ntQQ6oehpECfBNe4Ax6tuFJL.jpg",
          "title": "Duck Tales, O Filme: O Tesouro da Lâmpada Perdida",
          "genre_ids": [
            12,
            16,
            10751,
            35,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "DuckTales: The Movie - Treasure of the Lost Lamp",
          "poster_path": "\/wsLP8ULSWhauYHynFn3n8zU03Io.jpg",
          "overview": "O multimilionário Tio Patinhas vai embarcar numa aventura no Egito com seus sobrinhos-netos Huguinho, Zezinho e Luizinho. Lá há um gigantesco tesouro escondido e uma lâmpada mágica perdida, onde vive um poderoso gênio adormecido. Porém, a ambição de Patinhas terá de enfrentar os planos do maligno Merlock, que também deseja colocar as mãos nessa fortuna.",
          "video": false,
          "vote_average": 6.8
        },
        {
          "popularity": 3.632,
          "vote_count": 857,
          "release_date": "1990-11-16",
          "id": 11135,
          "adult": false,
          "backdrop_path": "\/kcZtn6pdCIKhuB86IWng5MFRGNB.jpg",
          "title": "Bernardo e Bianca na Terra dos Cangurus",
          "genre_ids": [
            12,
            16,
            14,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Rescuers Down Under",
          "poster_path": "\/h62cRSJe6IQD05phpltkGZOYRHy.jpg",
          "overview": "No interior da Austrália, um garotinho chamado Cody inicia uma amizade com uma águia dourada. Quando um cruel caçador decide capturá-la, ele pede ajuda aos ratinhos mais corajosos do planeta, Bernardo e Bianca. Pegando carona nas asas de Wilbur, seu fiel amigo albatroz, os ratinhos detetives estão prontos para realizar sua missão mais perigosa.Mergulhe nessa aventura repleta de personagens inesquecíveis, grandes amizades e muita animação.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 36.906,
          "vote_count": 7282,
          "release_date": "1991-11-13",
          "id": 10020,
          "adult": false,
          "backdrop_path": "\/2RwQ5cwT1Ebt3ScxkJpR1nHOkXy.jpg",
          "title": "A Bela e a Fera",
          "genre_ids": [
            10749,
            10751,
            16,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Beauty and the Beast",
          "poster_path": "\/k69nGBs0nw1L3ZnAibCl9u5eNvo.jpg",
          "overview": "Em uma pequena aldeia da França vive Belle, uma jovem inteligente que é considerada estranha pelo moradores da localidade, e seu pai, Maurice, um inventor que é visto como um louco. Ela é cortejada por Gaston, que quer casar com ela. Mas apesar de todas as jovens do lugarejo o acharem um homem bonito, Belle não o suporta, pois vê nele uma pessoa primitiva e convencida. Quando o pai de Belle vai para uma feira demonstrar sua nova invenção, ele acaba se perdendo na floresta e é atacado por lobos. Desesperado, Maurice procura abrigo em um castelo, mas acaba se tornando prisioneiro da Fera, o senhor do castelo, que na verdade é um príncipe que foi amaldiçoado por uma feiticeira quando negou abrigo a ela.",
          "video": false,
          "vote_average": 7.7
        },
        {
          "popularity": 36.457,
          "overview": "Após o sultão ordenar que sua filha, a princesa Jasmine, ache um marido rapidamente, ela foge do palácio. Jasmine encontra um tipo meio malandro, Aladdin, que conquista seu coração. Porém ambos são achados pelos guardas de Jafar, o vizir do sultão. Jafar criou um feitiço para dominar o sultão, se casar com Jasmine e se tornar ele mesmo o sultão. Além disto finge que cometeu um engano e mandou decapitar Aladdin, que na verdade está vivo, pois Jafar precisa dele para conseguir uma lâmpada mágica, que é a morada de um poderoso gênio. Mas o plano de Jafar falha, pois Aladdin fica com a lâmpada graças a intervenção de um pequeno macaco, Abu, seu fiel mascote. Quando descobre que há na lâmpada um gênio poderoso, que pode se transformar em qualquer pessoa ou coisa e que lhe concederá três desejos, Aladdin planeja usá-los para conquistar Jasmine, sem imaginar que Jafar é um diabólico inimigo, que precisa ser detido.",
          "release_date": "1992-11-25",
          "id": 812,
          "adult": false,
          "backdrop_path": "\/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg",
          "title": "Aladdin",
          "genre_ids": [
            16,
            10751,
            12,
            14,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Aladdin",
          "poster_path": "\/380Fyz8DSyNkh4Q8NLxZs2f2C6a.jpg",
          "vote_count": 8406,
          "video": false,
          "vote_average": 7.6
        },
        {
          "popularity": 36.73,
          "overview": "Jack Skellington, o Rei das Abóboras, se cansa de fazer o Dia das Bruxas todos os anos e deixa os limites da cidade. Por acaso, acaba atravessando o portal do Natal, onde vê a alegria do espírito natalino. Ao retornar para a Cidade do Halloween, sem ter compreendido o que viu, ele começa a convencer os cidadãos a sequestrarem o Papai Noel e fazerem seu próprio Natal. Apesar de sua leal namorada Sally ser contra, o Papai Noel é capturado e os fatos mostrarão que Sally estava certa o tempo todo.",
          "release_date": "1993-10-09",
          "id": 9479,
          "adult": false,
          "backdrop_path": "\/16lk65YfrDFIr6evkWRjSeOOSws.jpg",
          "title": "O Estranho Mundo de Jack",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Nightmare Before Christmas",
          "poster_path": "\/pyMGhuAWC7nYyolKJlFbT7pp02K.jpg",
          "vote_count": 6281,
          "video": false,
          "vote_average": 7.8
        },
        {
          "popularity": 19.385,
          "overview": "Ao final de Aladdin, Jafar fora tornado um gênio e por consequência, aprisionado em uma lâmpada junto com seu papagaio Iago. O Gênio azul arremessara essa lâmpada para longe, e esta acaba soterrada num deserto.  The Return of Jafar começa com Aladdin atacando o ladrão Abis Mal e seu bando, e pegando os tesouros roubados. Algum tempo depois, Iago (ainda preso na lâmpada) escava seu caminho de volta á superfície. Jafar pede para Iago libertá-lo, mas o papagaio cansado de ser abusado resolve abandonar a lâmpada com o antigo mestre num poço, e volta voando a Agrabah. Tendo chegado, encontra Aladdin e salva-o de um ataque do bando de Abis Mal. Aladdin resolve acolher o papagaio a seu lado.  Mais tarde porém, Abis Mal encontra a lâmpada de Jafar e liberta-o, e resolve colaborar com seus planos de vingança.",
          "release_date": "1994-12-15",
          "id": 15969,
          "adult": false,
          "backdrop_path": "\/sLF3zgqfFC6Vev84h9aK4U88M2C.jpg",
          "title": "Aladdin - O Retorno de Jafar",
          "genre_ids": [
            10751,
            12,
            16,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Return of Jafar",
          "poster_path": "\/l3QG7rzZIS9X94Yq2gyN6GlBu5P.jpg",
          "vote_count": 1374,
          "video": false,
          "vote_average": 5.9
        },
        {
          "popularity": 63.843,
          "vote_count": 13234,
          "release_date": "1994-06-23",
          "id": 8587,
          "adult": false,
          "backdrop_path": "\/wXsQvli6tWqja51pYxXNG1LFIGV.jpg",
          "title": "O Rei Leão",
          "genre_ids": [
            10751,
            16,
            18
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Lion King",
          "poster_path": "\/8aIvm8OaJISOpVTt7rMIh7X35G5.jpg",
          "overview": "Mufasa, o Rei Leão, e a rainha Sarabi apresentam ao reino o herdeiro do trono, Simba. O recém-nascido recebe a bênção do sábio babuíno Rafiki, mas ao crescer é envolvido nas artimanhas de seu tio Scar, o invejoso e maquiavélico irmão de Mufasa, que planeja livrar-se do sobrinho e herdar o trono.",
          "video": false,
          "vote_average": 8.2
        },
        {
          "popularity": 18.511,
          "overview": "Pateta e seu filho adolescente Max fazem uma viagem muito louca em direção a seu lugar favorito para uma pescaria. Enquanto Pateta luta com o conflito de gerações, Max enfrenta o pior dilema de sua vida: esconder de seu pai um segredo ou perder a garota de seus sonhos.",
          "release_date": "1995-04-07",
          "id": 15789,
          "adult": false,
          "backdrop_path": "\/cTipiMvbw54ZgQqgxgNN8gHGGrS.jpg",
          "title": "Pateta - O Filme",
          "genre_ids": [
            10749,
            16,
            10751,
            35,
            12
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "A Goofy Movie",
          "poster_path": "\/5L1wXw5p0EmqPMkZpwjaB5A1nVD.jpg",
          "vote_count": 1162,
          "video": false,
          "vote_average": 6.9
        },
        {
          "popularity": 21.889,
          "vote_count": 1392,
          "release_date": "1996-05-20",
          "id": 11238,
          "adult": false,
          "backdrop_path": "\/a7WdS5iDNHtwJNrcKqUb6rC2w9l.jpg",
          "title": "Aladdin e os 40 Ladrões",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Aladdin and the King of Thieves",
          "poster_path": "\/eC1NCsOkbCmZOBHLgut8sDepZ52.jpg",
          "overview": "Aladdin e Jasmine finalmente decidem se casar mas, antes, ele deverá impedir que os quarenta ladrões roubem um de seus presentes de casamento, um misterioso oráculo, que pode levar a riquezas muito além da imaginação. Aladdin, Jasmine, Abu, o Tapete Mágico e o Gênio enfrentam perigos e fugas arriscadas durante uma verdadeira caçada ao rei dos ladrões e seu bando.",
          "video": false,
          "vote_average": 6.2
        },
        {
          "popularity": 25.609,
          "overview": "Pocahontas encontra um misterioso navio com trabalhadores ingleses e,rapidamente se torna amiga do corajoso capitão John Smith. Quando o clima fica pesado entre seus povos, ela tenta encontrar uma maneira de fazer com que todos vivam em paz juntos.",
          "release_date": "1995-06-14",
          "id": 10530,
          "adult": false,
          "backdrop_path": "\/9YAVIwBcBrLXeukg2dgMGfYB1uu.jpg",
          "title": "Pocahontas - O Encontro de Dois Mundos",
          "genre_ids": [
            12,
            16,
            10751,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Pocahontas",
          "poster_path": "\/edIqnYPOW0gkTsX2CEFdqpHhQhz.jpg",
          "vote_count": 4224,
          "video": false,
          "vote_average": 7
        },
        {
          "popularity": 27.471,
          "vote_count": 3590,
          "release_date": "1996-06-21",
          "id": 10545,
          "adult": false,
          "backdrop_path": "\/oslaee3VX9kJAjVezbjZKlEJDzn.jpg",
          "title": "O Corcunda de Notre Dame",
          "genre_ids": [
            18,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Hunchback of Notre Dame",
          "poster_path": "\/mvdPI1neAfdMKvetXEBj4hpPQoI.jpg",
          "overview": "O 34º desenho animado em longa-metragem Disney conta uma história emocionante e comovente, repleta de ação, humor e músicas encantadoras! Inspirado no romance clássico de Victor Hugo, a Disney traz as heróicas aventuras de Quasídomo, o amável e solitário tocador de sinos da Catedral de Notre Dame, numa obra-prima espetacular. Instigado por seus amigos gárgulas, Quasídomo enfrenta seu malvado guardião e aventura-se a sair da torre para participar do alegre \"Festival de Tolos\", a maior festa do ano realizada nas ruas de Paris. Quando a atenção da multidão volta-se para o bondoso tocador de sinos por causa da sua aparência, ele é salvo por Esmeralda, uma linda cigana. Quasídomo passa a travar duas batalhas: evitar a destruição da cidade que ama e, ao mesmo tempo, convencer todos a enxergar quem são e o que são realmente as outras pessoas, e não apenas as aparências. O Corcunda de Notre Dame é alegria para os ouvidos e um grande prazer para os olhos.",
          "video": false,
          "vote_average": 7.1
        },
        {
          "popularity": 21.932,
          "vote_count": 63,
          "id": 2567,
          "media_type": "tv",
          "backdrop_path": "\/RYdH7j8X1JWVc5mdMofcu9CAyY.jpg",
          "original_name": "Hercules",
          "genre_ids": [
            16,
            10759
          ],
          "name": "Hércules",
          "original_language": "en",
          "origin_country": [
            "US"
          ],
          "poster_path": "\/6HlEppKLCZTk30oz3hJNkPSI5Ne.jpg",
          "overview": "A série se passa em meio ao filme original, no período em que Hércules está sob o treinamento de Filoctetes. Zeus, pai do herói, decide inscrevê-lo na Academia Prometeu, uma escola para deuses e mortais. Lá faz amizade com Ícaro, um garoto que enlouqueceu após voar próximo demais do Sol, e Cassandra, uma vidente sarcástica pelo qual Ícaro é apaixonado, e e cria rivalidade com o vaidoso Adônis. No meio-tempo, exercita seu treinamento, tenta impedir Hades de tomar posse do Olimpo, e encontra muitos mitos gregos.",
          "first_air_date": "1998-08-31",
          "vote_average": 6.2
        },
        {
          "genre_ids": [
            16,
            10751,
            14
          ],
          "original_language": "en",
          "original_title": "Beauty and the Beast: The Enchanted Christmas",
          "poster_path": "\/bkNjZN0gQtlsA0ZkAr3weIh9m7C.jpg",
          "title": "A Bela e a Fera: O Natal Encantado",
          "video": false,
          "vote_average": 6.1,
          "popularity": 20.374,
          "id": 13313,
          "release_date": "1997-11-11",
          "overview": "Todo o encanto do Clássico da Disney vencedor do Oscar da Academia, A Bela e o Monstro, continua nesta nova e encantadora aventura!  É véspera de Natal e Belle tenciona decorar o castelo e organizar uma festa para todos os seus amigos - apesar do Monstro não gostar do Natal. Mas antes de começarem os preparativos, Belle e os seus amigos do castelo encantado descobrem que Forte, o malvado órgão, e o seu tonto seguidor Pífaro, planeiam sabotar a festa de Natal que todos desejam. Só a infindável esperança de Belle em ensinar ao Monstro o verdadeiro significado do espírito de Natal, conseguirá evitar os perversos planos de Forte.  Com uma animação espectacular, novos e ternos personagens, cinco maravilhosas canções e fabulosos efeitos especiais, A Bela e o Monstro: o Natal Encantado é pura magia para toda a família. Seja nosso convidado para este encantador e desconhecido capítulo de um conto tão antigo como o tempo!",
          "vote_count": 716,
          "adult": false,
          "backdrop_path": "\/uiNPdvTQmWTRMELJnhnn03iQ2d3.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Lion King II: Simba's Pride",
          "poster_path": "\/9GB2FntD6nBGx1EsKKOtR7v4Tza.jpg",
          "title": "O Rei Leão II: O Reino de Simba",
          "video": false,
          "vote_average": 7,
          "popularity": 40.018,
          "vote_count": 3204,
          "release_date": "1998-10-24",
          "id": 9732,
          "overview": "Kiara é a filhote de Simba e Nala. A pequena leoa tem um espírito livre e aventureiro. Um dia, ela resolve passear para além dos limites do território de seu pai e encontra os descendentes do maléfico Scar. Um dos descendentes do algoz de Mufasa é Kovu, que se torna um grande amigo de Kiara. Entretanto, o amor entre os dois leõezinhos irá reacender uma rivalidade histórica.",
          "adult": false,
          "backdrop_path": "\/vyOFlV1afDHb9MMwJVyON4qXbvC.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12
          ],
          "original_language": "en",
          "original_title": "Mulan",
          "poster_path": "\/nq4taYpb2PjN1Cwni23GOZJbOaR.jpg",
          "title": "Mulan",
          "video": false,
          "vote_average": 7.9,
          "popularity": 74.516,
          "vote_count": 6729,
          "release_date": "1998-06-18",
          "overview": "Na antiga China, durante a guerra, todos os homens são convocados para lutar. Mas, um pobre velho, que pela idade não poderia mais lutar, descobre que sua filha Mulan toma o seu lugar, vestindo-se como homem e permanecendo em segredo. Se isso for descoberto, o castigo será severo. Agora, durante a guerra, Mulan ganha a proteção de um pequeno dragão, cuja missão é cuidar para que ela volte a salvo",
          "id": 10674,
          "adult": false,
          "backdrop_path": "\/cTQiSrWhTDJPW8p56CUCoVNJZYl.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10749,
            10751
          ],
          "original_language": "en",
          "original_title": "Pocahontas II: Journey to a New World",
          "poster_path": "\/xNsHnGRoGYziVpz0D6hS4x78y2A.jpg",
          "title": "Pocahontas 2 - Uma Jornada para o Novo Mundo",
          "video": false,
          "vote_average": 5.4,
          "popularity": 14.625,
          "vote_count": 994,
          "release_date": "1998-08-04",
          "id": 13761,
          "overview": "A indiazinha americana Pocahontas viaja através do mar para convencer os ingleses a não declararem guerra contra seu povo. Com seu guia John Rolfe, a heroína entra em um estranho novo mundo.",
          "adult": false,
          "backdrop_path": "\/fzAnRGmaKJtm8sZuZ8a1nwSNTd3.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            35
          ],
          "original_language": "en",
          "original_title": "Doug's 1st Movie",
          "poster_path": "\/AbkT7xbD7TMw1Ez33Yolrp95boh.jpg",
          "title": "Doug: O Filme",
          "video": false,
          "vote_average": 5.5,
          "popularity": 7.413,
          "id": 16508,
          "release_date": "1999-03-26",
          "overview": "Doug e seu amigo Skeeter saíram para encontrar o monstro do lago Lucky Duck. Embora as coisas fiquem realmente fora de controle quando alguém deixa escapar que o monstro é real.",
          "vote_count": 64,
          "adult": false,
          "backdrop_path": "\/3npRyomWdKakTpVTz49csQbX0UW.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            18,
            10751
          ],
          "original_language": "en",
          "original_title": "Tarzan",
          "poster_path": "\/ce4mU4yyubjP1uXcz48fMndCZni.jpg",
          "title": "Tarzan",
          "video": false,
          "vote_average": 7.4,
          "popularity": 33.458,
          "id": 37135,
          "release_date": "1999-06-18",
          "overview": "Um bebê perde os pais na selva. Órfão e sozinho, ele é encontrado por uma macaca que o cria como se fosse seu próprio filho. Tarzan cresce pensando ser um gorila, agindo e vivendo como tal. Quando uma equipe de pesquisadores chega à floresta, o rapaz percebe que é igual a eles. Tarzan encontra a bela Jane correndo perigo e a salva, apaixonando-se por ela. Ele se vê dividido entre o desejo de estar com gente da sua espécie e a lealdade com a família de gorilas que o criou.",
          "vote_count": 4802,
          "adult": false,
          "backdrop_path": "\/ljICzKBgObRGllDuGiYsL5GdyiD.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "original_language": "en",
          "original_title": "Fantasia 2000",
          "poster_path": "\/6JszBEg8OEbkMzpY5IPTMVzxmYZ.jpg",
          "title": "Fantasia 2000",
          "video": false,
          "vote_average": 7,
          "popularity": 10.004,
          "id": 49948,
          "release_date": "1999-12-17",
          "overview": "O clássico de 1940 da Walt Disney Pictures, Fantasia, retorna com um um toque a mais de magia tecnológica. Combinando animação tradicional com gerada por computador, este musical de gala apresenta seis novos segmentos, cada um criado por diretores e equipes criativas diferentes.",
          "vote_count": 840,
          "adult": false,
          "backdrop_path": "\/jnXP0AXzLVyTKvUy44hY0IgkH4B.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            35
          ],
          "original_language": "en",
          "original_title": "The Tigger Movie",
          "poster_path": "\/q4oIYMOXIpCXveO218AVrvRPA40.jpg",
          "title": "Tigrão – O Filme",
          "video": false,
          "vote_average": 6.4,
          "popularity": 12.037,
          "id": 15655,
          "release_date": "2000-02-11",
          "overview": "No coração do Bosque dos Cem Acres, o Ursinho Puff e seus amigos se preparam para um longo e rigoroso inverno. Enquanto o Coelho organiza o trabalho da turma, Tigrão, o mais exuberante dos tigres, procura um companheiro para brincar. Sem querer, Tigrão atrapalha seus amigos e provoca a ira do Coelho – que lhe pede para procurar outros tigres para brincar. Aconselhado por Corujão, Tigrão parte em busca de sua “árvore genealógica”, certo de que lá encontrará criaturas iguais a ele. Ao longo desta jornada, com a ajuda de seu inseparável amigo Guru, ele vai descobrir que sua família está mais perto do que imagina e que a amizade é o verdadeiro tesouro.",
          "vote_count": 364,
          "adult": false,
          "backdrop_path": "\/wU1yXNuiOdsdlyEbb9FsfShJzWm.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Dinosaur",
          "poster_path": "\/9aYipPdXLJO2d7Aoa9gnLXHlQfz.jpg",
          "title": "Dinossauro",
          "video": false,
          "vote_average": 6.4,
          "popularity": 30.145,
          "vote_count": 1652,
          "release_date": "2000-05-19",
          "id": 10567,
          "overview": "A jornada do iguanodonte Aladar para encontrar outros seres de sua espécie. Devido a uma série de acontecimentos, o ovo em que nasceu foi separado de sua raça e Aladar precisa agora encontrá-los em meio uma chuva de meteoros flamejantes e cada vez maior escassez de água.",
          "adult": false,
          "backdrop_path": "\/laeEtakR2pLKu3CeRwB2lU5Y53X.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751,
            14
          ],
          "original_language": "en",
          "original_title": "The Emperor's New Groove",
          "poster_path": "\/iN4nsXWzASSjYUIHUkwSJQ6b2UW.jpg",
          "title": "A Nova Onda do Imperador",
          "video": false,
          "vote_average": 7.5,
          "popularity": 34.964,
          "vote_count": 4615,
          "release_date": "2000-12-15",
          "id": 11688,
          "overview": "Se você gostou de Aladdin, vai adorar A Nova Onda Do Imperador, a obra-prima das comédias extravagantes! Público e crítica elogiaram e se divertiram com essa hilariante aventura animada, repleta de humor em ritmo frenético para toda a família. Divirta-se com o arrogante imperador Kuzco que é transformado em Ihama pela malvada conselheira Yzma e seu capanga bonitão Kronk, para governar o reino. Agora o imperador, que sempre teve o mundo a seus pés, tem de se aliar a um caipira simpático chamado Pacha. Mas será que essa realeza tão antipática conseguirá mudar, tornando-se uma pessoa mais bondosa e gentil? Você dará deliciosas gargalhadas! Nunca foi tão divertido descobrir o que as outras pessoas têm de bom! Com esse elenco dinâmico, o estilo característico e música de primeira - apresentando \"My Funny Friend and Me\", que foi indicada ao Oscar® de Melhor Canção Original, 2000 - a família inteira vai adorar essa comédia hilariante da Disney!",
          "adult": false,
          "backdrop_path": "\/neH7GNmzMs1BDLqHXOnTuB04dNh.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10402,
            10751
          ],
          "original_language": "en",
          "original_title": "The Little Mermaid II: Return to the Sea",
          "poster_path": "\/jMRyt4mMKRJhiW62yvznQeKNJd4.jpg",
          "title": "A Pequena Sereia II - O Retorno Para o Mar",
          "video": false,
          "vote_average": 6.4,
          "popularity": 5.298,
          "vote_count": 1185,
          "release_date": "2000-01-23",
          "id": 10898,
          "overview": "Ariel e seu príncipe encantado Eric, vivem felizes, após a sereia filha do Rei dos Mares, ter abdicado de sua condição para tornar-se mulher. Eles já têm até uma bela menina chamada Melody. Mas, a terrível Morgana arquiteta um plano diabólico para vingar-se de Ariel e Eric, obrigando-os a retornar aos mares para derrotá-la, contando com a ajuda do caranguejo Sebastião e do peixe Linguado, amigos do primeiro filme.",
          "adult": false,
          "backdrop_path": "\/3iF68uCSFWQqCl5eO7ehehR6fu6.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            878,
            10751
          ],
          "original_language": "en",
          "original_title": "Recess: School's Out",
          "poster_path": "\/aNqRmUjIei16VJvSKlCLaKSCCM.jpg",
          "title": "Hora do Recreio: O Filme",
          "video": false,
          "vote_average": 6.5,
          "popularity": 17.144,
          "vote_count": 227,
          "release_date": "2001-01-27",
          "id": 19405,
          "overview": "O ano escolar está chegando ao fim e T.J. Detweiler já sonha com um verão cheio de brincadeiras e diversões. Porém, as férias de verão correm um sério risco. O Dr. Benedict, após tentar eliminar as férias do calendário escolar, tem agora um novo plano: desenvolver um raio laser que irá alterar o clima e criar um inverno permanente, o que obrigará as crianças a permanecerem estudando. Mas ao descobrir seus planos, T.J. e seus amigos irão combatê-lo a fim de garantir que as férias de verão continuem existindo.",
          "adult": false,
          "backdrop_path": "\/nl9qQqEwt0g3LoNZTzp8tTIM5Dz.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            10749,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Lady and the Tramp II: Scamp's Adventure",
          "poster_path": "\/r8kqvSoshJobn1zdZhJM0Gnj1kx.jpg",
          "title": "A Dama e o Vagabundo 2: As Aventuras de Banzé",
          "video": false,
          "vote_average": 6.4,
          "popularity": 35.517,
          "id": 18269,
          "release_date": "2001-02-18",
          "overview": "Entre seus filhotes comportados, Dama e o Vagabundo criam o bagunceiro Banze – que está sempre aprontando alguma. Sonhando com a liberdade, Banzé sai de casa e conhece uma vira-lata adorável e teimosa chamada Angel. Ela o apresenta aos cães do lixo, liderados pelo escolado Buster que o desafia para o teste supremo da vida sem coleira. Agora, Banzé fica dividido entre um mundo repleto de aventuras e o amor pela família que abandonou.",
          "vote_count": 897,
          "adult": false,
          "backdrop_path": "\/4Ue8TXqwhF4qzmZIG4USYS4C4Yj.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12,
            878
          ],
          "original_language": "en",
          "original_title": "Atlantis: The Lost Empire",
          "poster_path": "\/7UmnKr6yJF4orjxNvrut4eoOpyR.jpg",
          "title": "Atlantis: O Reino Perdido",
          "video": false,
          "vote_average": 6.9,
          "popularity": 15.038,
          "id": 10865,
          "release_date": "2001-06-02",
          "overview": "O explorador Milo Thatch (Michael J. Fox) recebe inesperadamente um mapa que indica a exata localização da cidade perdida de Atlantis. Juntamente com o Capitão Rourke (James Garner) e sua tripulação, ele parte em busca da cidade a bordo de um submarino, bancado por um excêntrico magnata. Porém, para encontrar Atlantis Milo, Rourke e sua tripulação terão que enfrentar os mais diversos obstáculos ao longo da jornada submarina.",
          "vote_count": 3328,
          "adult": false,
          "backdrop_path": "\/fYr0fqT9NImOuaN1QgnDHgGh4Ci.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            14,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Return to Never Land",
          "poster_path": "\/4kUlxkWZ2GaMBNf85yEkIxIJ9Qg.jpg",
          "title": "Peter Pan 2 - De Volta à Terra do Nunca",
          "video": false,
          "vote_average": 6.3,
          "popularity": 16.833,
          "id": 16690,
          "release_date": "2002-02-14",
          "overview": "Em um mundo sitiado pela 2ª Guerra Mundial vive Wendy, agora adulta, que tenta passar aos seus filhos a esperança em um mundo melhor contando a eles as mágicas experiências pelas quais passou na Terra do Nunca, ao lado de Peter Pan. Entre os filhos de Wendy está Jane, de 12 anos, que não acredita em tais aventuras. Até que ressurge o Capitão Ganche, que sequestra Jane e a leva para a Terra do Nunca, na intenção de usá-la em seu mais novo plano para capturar Peter Pan.",
          "vote_count": 1222,
          "adult": false,
          "backdrop_path": "\/w7BrRNCunjfsFsbkq4N7CoBCaKd.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Lilo & Stitch",
          "poster_path": "\/ottRXMCQ9jPB318syTcfIdtJWIE.jpg",
          "title": "Lilo e Stitch",
          "video": false,
          "vote_average": 7.5,
          "popularity": 33.306,
          "id": 11544,
          "release_date": "2002-06-21",
          "overview": "Lilo é uma garotinha de cinco anos que ama cuidar de animais. Um dia ela adota um cachorro e decide chamá-lo de Stitch. O que ela não sabe é que Stitch é um alienígena e um dos criminosos mais perigosos da galáxia. Agora, para escapar de seus captores que ainda o persegue, Stitch decide se passar por um cachorro comum, criando com o tempo um laço de amizade com Lilo.",
          "vote_count": 4176,
          "adult": false,
          "backdrop_path": "\/9CMWe2I01ev2VdSod3r9wcWtzbQ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Hunchback of Notre Dame II",
          "poster_path": "\/2TLAX4PLdHV4aBfhYIqNzh1gmpH.jpg",
          "title": "O Corcunda de Notre Dame II – O Segredo do Sino",
          "video": false,
          "vote_average": 5.3,
          "popularity": 23.111,
          "vote_count": 547,
          "release_date": "2002-02-05",
          "id": 12448,
          "overview": "Volte á encantadora Notre Dame com o novíssimo desenho Disney O CORCUNDA DE NOTRE DAME II - uma aventura divertida e romântica, contada com animação vibrante e músicas tão magníficas quanto o cenário.  Quasímodo e seus amigos reúnem-se nessa emocionante aventura do adorável e solitário tocador de sinos, que enfrenta o diabólico dono do circo, Sarousch - um feiticeiro que pretende roubar La Fidele, o famoso sino da Catedral - obrigando sua assistente Madellaine, a nova amiga de Quasímodo, a ajudá-lo. Quando Zefir, o filhinho de Esmeralda, tenta deter Sarousch, Quasímodo precisa correr para salvar o amiguinho e o precioso sino. Ele ignora os conselhos hilariantes dos amigos gárgulas e dá ouvidos ao próprio coração valente, descobrindo que também precisa esquecer as aparências para encontrar a verdade.  A história fabulosa da Disney continua com essa celebração cômica, mágica e musical da beleza interior de todos nós.",
          "adult": false,
          "backdrop_path": "\/akciH4vlTbFtbzpL2R7zCEwmwZJ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            10751,
            16,
            10749,
            14
          ],
          "original_language": "en",
          "original_title": "Cinderella II: Dreams Come True",
          "poster_path": "\/vZRdNagaEzgZh7UXOm1I0rZ3v5K.jpg",
          "title": "Cinderela II: Os Sonhos se Realizam",
          "video": false,
          "vote_average": 6,
          "popularity": 27.702,
          "id": 14128,
          "release_date": "2002-02-23",
          "overview": "A Fada madrinha lê a historia de Cinderela,mas Jac Jac e Tatá chegam atrasados e perdem a historia como não existe outra historia de Cinderela então os ratinhos escrevem o livro \"Cinderela 2\"baseado nos fatos que aconteceram depois da lua de mel de Cinderela e o principe.",
          "vote_count": 1018,
          "adult": false,
          "backdrop_path": "\/2SchxFALCdbrozZjCuLQtolPoJ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            14,
            878,
            10751
          ],
          "original_language": "en",
          "original_title": "Treasure Planet",
          "poster_path": "\/4GJnKM1CLylmp8phkyiITiwu7L.jpg",
          "title": "Planeta do Tesouro",
          "video": false,
          "vote_average": 7.5,
          "popularity": 19.71,
          "vote_count": 2743,
          "release_date": "2002-11-26",
          "id": 9016,
          "overview": "Versão animada da Disney de “Ilha do Tesouro”, mas passando-se no espaço. Jim Hawkins é um adolescente rebelde sem muita perspectiva de futuro, até receber um mapa que o fará percorrer o espaço em sua nave com uma tripulação de personagens característicos da empresa. Afundou na bilheteria e foi um dos responsáveis pela decisão de Disney de não lançar mais filmes de animação convencional.",
          "adult": false,
          "backdrop_path": "\/mVuH9hNGnxF9bbhlh1Tr9FuG3Uc.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "101 Dalmatians II: Patch's London Adventure",
          "poster_path": "\/xdaIKUSO2CuYDmGpLHioFzx5DDl.jpg",
          "title": "101 Dálmatas 2 - A Aventura de Patch em Londres",
          "video": false,
          "vote_average": 6,
          "popularity": 24.267,
          "vote_count": 806,
          "release_date": "2003-03-02",
          "id": 13654,
          "overview": "Antes de se mudar para a nova casa, numa fazenda, Patch, um dos filhotes de dálmatas, foge para Londres. A terrível Cruela DeVil quer pegar novamente os cãezinhos, para transformá-los em casaco de peles.",
          "adult": false,
          "backdrop_path": "\/102o4nnZtS0bR9osDz7cRc7WO6n.jpg",
          "media_type": "movie"
        },
        {
          "original_title": "The Jungle Book 2",
          "title": "Mogli: O Menino Lobo 2",
          "video": false,
          "vote_average": 5.9,
          "popularity": 16.251,
          "vote_count": 835,
          "release_date": "2003-02-07",
          "poster_path": "\/1xVK9gsLgGpDt6nJO7VjjTW2Uy5.jpg",
          "id": 14873,
          "adult": false,
          "backdrop_path": "\/gE2PZXYHxwh4XzQ73fYxc5MOFHy.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            12
          ],
          "overview": "Mogli, uma criança selvagem, cresceu em uma vila rural. Ele foge e volta à selva para ficar com seus amigos animais, como o amável urso Balu. O desaparecimento de Mogli preocupa sua família. Por isso, sua meia-irmã, Shanti, viaja para a selva para encontrá-lo. Mas nem tudo por lá está bem. O velho inimigo de Mogli, o feroz tigre Shere Khan, captura Mogli, Shanti e Balu em um templo antigo.",
          "original_language": "en"
        },
        {
          "original_title": "Piglet's Big Movie",
          "title": "Leitão - O Filme",
          "video": false,
          "vote_average": 6.6,
          "popularity": 13.9,
          "vote_count": 224,
          "release_date": "2003-03-16",
          "poster_path": "\/4gCiWiVgA6gYIP9he2fl0AJf4tW.jpg",
          "id": 13691,
          "adult": false,
          "backdrop_path": "\/yrIL6TukQ3m2KLf9oFoLMF7kDnz.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "Após ser deixado de fora de uma colheita de mel devido ao seu pequeno tamanho, Leitão fica aborrecido com seus amigos. Porém, quando ele desaparece todos ficam preocupados e partem à sua procura, lembrando o quanto o amigo foi importante em diversas situações, apesar de nunca receber o merecido reconhecimento.",
          "original_language": "en"
        },
        {
          "original_title": "Atlantis: Milo's Return",
          "title": "Atlantis - O Retorno de Milo",
          "video": false,
          "vote_average": 5.8,
          "popularity": 23.607,
          "vote_count": 936,
          "release_date": "2003-02-25",
          "poster_path": "\/541LAj7Usd5SdgCuDCh0OnnJcmi.jpg",
          "id": 8965,
          "adult": false,
          "backdrop_path": "\/GDTwA5FBvVUOjCGKoNDMflbs3Z.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            16,
            14,
            878,
            10751
          ],
          "overview": "Desta vez, Milo, Kida e sua equipe preparam-se para uma aventura cheia de surpresas fora da água. Dos desertos arenosos do sudoeste até as montanhas geladas do norte, esta turma terá que enfrentar gigantescos monstros marinhos e legendários espíritos poderosos. Durante a expedição, Kida descobre que um cristal de sua cidade possui um poder impressionante. Ela terá que decidir entre devolvê-lo ao coração de Atlantis ou dividir esta poderosa luz com o resto do mundo. Respire fundo e mergulhe nas novas aventuras de Atlantis.",
          "original_language": "en"
        },
        {
          "original_title": "Brother Bear",
          "poster_path": "\/fIzn6W7znipa9YcPMr5arsMm2UP.jpg",
          "video": false,
          "vote_average": 7.2,
          "popularity": 36.365,
          "overview": "Em busca de vingança por seu pai ter sido morto por um urso, o índio Kenai acaba sendo amaldiçoado pelos espíritos da floresta e é transformado em um urso. Obrigado a viver sob a nova pele, ele começa a ver a realidade sob a ótica dos animais. Logo faz amizade com outro urso, Koda, mas se vê em apuros quando seu próprio irmão começa a caçá-lo.",
          "release_date": "2003-10-23",
          "vote_count": 3834,
          "id": 10009,
          "adult": false,
          "backdrop_path": "\/rF2G18q6mSBkZwfmC0BV2TwhjRd.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "title": "Irmão Urso",
          "original_language": "en"
        },
        {
          "original_title": "Teacher's Pet",
          "title": "O Cãozinho Esperto",
          "video": false,
          "vote_average": 6.1,
          "popularity": 6.218,
          "vote_count": 21,
          "release_date": "2004-01-16",
          "poster_path": "\/r6SzU5Zb1AzTAKcTgpiGXm8Rn5J.jpg",
          "id": 24034,
          "adult": false,
          "backdrop_path": "\/s9PH8McoivJ98ebJ2A3B3ycaBWf.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10751,
            10402,
            35
          ],
          "overview": "Cão superinteligente sonha em ser um garoto e decide se disfarçar para frequentar a escola de seu dono.",
          "original_language": "en"
        },
        {
          "original_title": "The Lion King 1½",
          "title": "O Rei Leão 3: Hakuna Matata",
          "video": false,
          "vote_average": 6.6,
          "popularity": 31.494,
          "vote_count": 2172,
          "release_date": "2004-02-06",
          "poster_path": "\/vtX3wirmv2VkQi1u4C9cSdHTXQn.jpg",
          "id": 11430,
          "adult": false,
          "backdrop_path": "\/3eQnD9CIUerbXbgtFE1zJNvEVVo.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "overview": "Timão e Pumba começam a assistir o primeiro filme do Rei Leão, e Timão fica insistindo para que Pumba avance até a parte em que eles aparecem, porque eles não estão no início do filme. A partir daí, Pumba resolve contar um pouco da história dos dois, que começa antes da jornada de Simba. Contam sobre a mãe de Timão e sobre o Tio Max, descobrem porque Timão deixou a colônia, e onde ele aprendeu o Hakuna Matata. Também relatam como os dois se conheceram, e os perigos que enfrentaram enquanto procuravam pelo lar dos sonhos.",
          "original_language": "en"
        },
        {
          "original_title": "Home on the Range",
          "title": "Nem Que a Vaca Tussa",
          "video": false,
          "vote_average": 6,
          "popularity": 23.236,
          "vote_count": 1396,
          "release_date": "2004-04-02",
          "poster_path": "\/h6Sm61aFV7UVFMHWrzrSRRjVhiD.jpg",
          "id": 13700,
          "adult": false,
          "backdrop_path": "\/rQKlcMY8i3elENXEHlkAbQr3xiG.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "A fazenda Caminho do Paraíso está em pânico, pois uma ação de despejo ameaça acabar com o local. Temendo ir para o matadouro, os animais da fazenda decidem ajudar a dona a conseguir a quantia necessária para pagar a hipoteca. O alvo escolhido pelo grupo é o perigoso bandido Alameda Slim, que tem uma grande recompensa reservada para quem capturá-lo.",
          "original_language": "en"
        },
        {
          "original_title": "Pooh's Heffalump Movie",
          "poster_path": "\/qHSFzewdx2pdX0B9oJWIRgXtG0T.jpg",
          "video": false,
          "vote_average": 6.7,
          "popularity": 13.412,
          "overview": "Pooh, Leitão e Tigrão saem à procura de um monstro que aparente é uma criatura misteriosa e terrível.",
          "release_date": "2005-02-11",
          "vote_count": 296,
          "id": 13682,
          "adult": false,
          "backdrop_path": "\/4rrD241KNiA13yKAxEPEJH2ZFkj.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35,
            14
          ],
          "title": "Pooh e o Efalante",
          "original_language": "en"
        },
        {
          "original_title": "Kronk's New Groove",
          "poster_path": "\/xTrg24QFBQkeU86WnIwLvvYKnKS.jpg",
          "video": false,
          "vote_average": 6.3,
          "popularity": 20.565,
          "overview": "Depois de suas incríveis aventuras com Pacha e o Imperador Kuzco, o amável Kronk - antigo ajudante de Yzma - está muito feliz com sua nova vida, sendo chef de seu próprio restaurante. A aventura começa quando Kronk recebe a notícia de que seu pai lhe fará uma visita. Para impressioná-lo, ele resolve se passar por um cozinheiro de sucesso e apronta a maior confusão. Agora, somente com a ajuda de seus amigos, Kronk aprenderá a ser fiel à sua onda.",
          "release_date": "2005-12-05",
          "vote_count": 845,
          "id": 13417,
          "adult": false,
          "backdrop_path": "\/c8DkmpR5xCALGpmp9QBMPJafJ9i.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "title": "A Nova Onda do Kronk",
          "original_language": "en"
        },
        {
          "original_title": "Tarzan II",
          "title": "Tarzan 2",
          "video": false,
          "vote_average": 6,
          "popularity": 23.72,
          "vote_count": 773,
          "release_date": "2005-06-13",
          "poster_path": "\/8gpBvzDwph6GAmdFmx0K5HDhidk.jpg",
          "id": 15657,
          "adult": false,
          "backdrop_path": "\/ow16LRkroqeh5JdnILJwGS1fhor.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "overview": "Antes de se tornar o rei da selva, Tarzan era um garotinho estranho, que vivia tentando acertar o passo. Quando um de seus tropeços coloca sua família em risco, ele passa a acreditar que é uma fonte de problemas e decide fugir. Em sua emocionante viagem, Tarzan acaba frente a frente com Zugor, o ser mais poderoso da floresta. Juntos, Tarzan e Zugor descobrem que ser diferente não é uma fraqueza, e que os amigos e a família são o segredo de nossa força e felicidade.",
          "original_language": "en"
        },
        {
          "original_title": "Mulan II",
          "poster_path": "\/lWcoRhckk3F1v1HvaMvIyc9faZA.jpg",
          "video": false,
          "vote_average": 6.5,
          "popularity": 37.861,
          "overview": "O casamento entre Shang e Mulan está para acontecer, quando subitamente são enviados a uma missão secreta: escoltar três princesas chinesas até a Mongólia, com a finalidade de se casarem com príncipes mongóis e selarem a paz entre os dois reinos. Filme produzido diretamente para o mercado caseiro.",
          "release_date": "2004-11-03",
          "vote_count": 1640,
          "id": 12242,
          "adult": false,
          "backdrop_path": "\/2Zv86BI4QqztR19fwFErXyr59h.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751,
            28
          ],
          "title": "Mulan 2: A Lenda Continua",
          "original_language": "en"
        },
        {
          "original_title": "Lilo & Stitch 2: Stitch Has a Glitch",
          "title": "Lilo & Stitch 2: Stitch Deu Defeito",
          "video": false,
          "vote_average": 6.6,
          "popularity": 22.611,
          "vote_count": 961,
          "release_date": "2005-01-22",
          "poster_path": "\/vcn7a7ENxi5TBTlka4wYLzmKQIp.jpg",
          "id": 20760,
          "adult": false,
          "backdrop_path": "\/5blbwmFZekM3ffqxDoveupJck5C.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35,
            878
          ],
          "overview": "O grande sucesso Lilo &amp; Stitch continua com o novo longa-metragem da Disney Lilo &amp; Stitch 2. Antes que os 626 experimentos chegassem ao Havaí Stitch vivia muito bem, ajudando Lilo nas preparações para o concurso de hula que aconteceria na ilha. Tudo parecia perfeito até Stitch dar defeito e virar a vida de todos de cabeça para o ar. Agora será preciso que seus amigos terrestres se reúnam para salva-lo.",
          "original_language": "en"
        },
        {
          "original_title": "Chicken Little",
          "title": "O Galinho Chicken Little",
          "video": false,
          "vote_average": 5.8,
          "popularity": 26.209,
          "vote_count": 2721,
          "release_date": "2005-11-04",
          "poster_path": "\/uZFL0w2qnkTAbGwS59QAF3WXRiq.jpg",
          "id": 9982,
          "adult": false,
          "backdrop_path": "\/h37N1O8LUyGW1o2dIWufm9jzpk7.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35
          ],
          "overview": "Chicken Little é um galo cheio de imaginação que apronta as maiores confusões. Um dia, ele provoca pânico generalizado na cidade onde vive, ao confundir a queda de uma avelã com um pedaço do céu despencando. Após a verdade vir à tona, o galinho perde todo o crédito junto aos habitantes. Porém, quando um pedaço do céu realmente cai em sua cabeça e ele identifica que se trata de um alienígena, Chicken Little precisa salvar a cidade sem fazer com que todos entrem em pânico mais uma vez.",
          "original_language": "en"
        },
        {
          "original_title": "The Wild",
          "poster_path": "\/tDnDREbW2eNjd9KvjVKtnNf5A5Y.jpg",
          "video": false,
          "vote_average": 5.4,
          "popularity": 17.406,
          "overview": "O leão Sansão (Kiefer Sutherland) é a grande atração do zoológico de Nova York. Ele adora contar histórias de arrepiar sobre sua juventude na selva ao seu filho Ryan (Greg Cipes) e aos demais animais do zoológico. Cansado de viver à sombra do pai e sem conseguir dar um rugido realmente forte, Ryan decide fugir do zoológico rumo à vida selvagem. Ele logo é capturado para ser enviado à África, o que faz com que Sansão e outros animais iniciem uma expedição para resgatá-lo.",
          "release_date": "2006-03-06",
          "vote_count": 704,
          "id": 9904,
          "adult": false,
          "backdrop_path": "\/i8zpnOQEZI14iYXWHtbf6ct1Fo0.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16
          ],
          "title": "Selvagem",
          "original_language": "en"
        },
        {
          "original_title": "Bambi II",
          "title": "Bambi 2",
          "video": false,
          "vote_average": 6.4,
          "popularity": 22.177,
          "vote_count": 681,
          "release_date": "2006-01-26",
          "poster_path": "\/wIVLCnwYynKIiAheJoEQtC8gTjq.jpg",
          "id": 13205,
          "adult": false,
          "backdrop_path": "\/ebug4NE8EV0f345KwbNNS3T3dRh.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10751
          ],
          "overview": "A história de Bambi crescendo sob os cuidados de seu pai, o Grande Príncipe da Floresta.",
          "original_language": "en"
        },
        {
          "original_title": "Cinderella III: A Twist in Time",
          "poster_path": "\/7fr4MYy91VmZMLl0soPK7z82wxI.jpg",
          "video": false,
          "vote_average": 6.4,
          "popularity": 29.752,
          "overview": "Lady Tremaine põe as mãos na varinha da Fada Madrinha, em seguida, volta o tempo para o dia que Cinderella experimentou o sapatinho de cristal. Ela amplia o chinelo para caber uma das irmãs, Anastasia, em seguida, apaga as memórias do encontro de Cinderella com o príncipe encantado. Agora, Cinderela precisa evitar o plano de Lady Tremaine e reconquistar seu príncipe.",
          "release_date": "2007-02-06",
          "vote_count": 865,
          "id": 16119,
          "adult": false,
          "backdrop_path": "\/ub9ZxaU0OVXYs5xh6WKGgJ2h13j.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10749,
            10751,
            14
          ],
          "title": "Cinderela III: Uma Volta no Tempo",
          "original_language": "en"
        },
        {
          "original_title": "Meet the Robinsons",
          "poster_path": "\/uzmiicRYXYO4sb0pdQp6jS37ZX5.jpg",
          "video": false,
          "vote_average": 6.8,
          "popularity": 20.082,
          "overview": "Lewis (Daniel Hansen) é um jovem responsável por invenções brilhantes e surpreendentes. Seu mais recente trabalho é o escâner de memória, uma máquina que o ajudará a encontrar sua mãe biológica, o que permitirá que ele enfim tenha uma família. Porém antes mesmo de utilizá-la a máquina é roubada pelo Bandido do Chapéu Coco (Stephen J. Anderson). Lewis recebe então a visita de Wilbur Robinson (Wesley Singerman), um jovem misterioso que o leva em uma viagem no tempo. Já no futuro Lewis conhece os Robinsons, a família de Wilbur, que o ajudará a recuperar o escâner de memória.",
          "release_date": "2007-03-23",
          "vote_count": 1912,
          "id": 1267,
          "adult": false,
          "backdrop_path": "\/p4dZLrzwhgc1ACZJmkWosRlbUvn.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "title": "A Família do Futuro",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell",
          "title": "Tinker Bell: Uma Aventura no Mundo das Fadas",
          "video": false,
          "vote_average": 6.7,
          "popularity": 18.672,
          "vote_count": 940,
          "release_date": "2008-10-27",
          "poster_path": "\/azgjMUMoUJB2yheVcN1Ae8lFNeD.jpg",
          "id": 13179,
          "adult": false,
          "backdrop_path": "\/uMDrlSv4QFsRhb3K5VWHWP7ykZO.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "overview": "Entre no mundo secreto do Refúgio das Fadas e ouça a voz de Tinker Bell pela primeira vez nessa emocionante história da fada mais famosa da Disney, que finalmente ganha o seu primeiro e inédito longa-metragem, Tinker Bell - Uma Aventura no Mundo das Fadas. Você já parou para pensar como a natureza se transforma - e quem lhe dá as luzes e cores de cada estação que inicia e termina? Viaje para esse mundo de aventura e mistério enquanto Tinker Bell e suas quatro melhores amigas fadas transformam o inverno em primavera e, como a força da da fé, confiança e um pouquinho de pozinho mágico, descubra a importância de ser verdadeiro com você mesmo. Transbordando de alegria e imaginação, Tinker Bell é a celebração da mais amada fada da Disney e do seu primeiro longa-metragem. Conheça essa fantástica história feita para divertir e entreter toda a família.",
          "original_language": "en"
        },
        {
          "original_title": "The Little Mermaid: Ariel's Beginning",
          "title": "A Pequena Sereia: A História de Ariel",
          "video": false,
          "vote_average": 6.7,
          "popularity": 1.356,
          "vote_count": 672,
          "release_date": "2008-08-26",
          "poster_path": "\/qW6uvSFzHIJm9Y8ZfFuTl71HxMh.jpg",
          "id": 13676,
          "adult": false,
          "backdrop_path": "\/h3aBSAjczv1HObrx3OQuTZHvWw8.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16
          ],
          "overview": "Veja como tudo começou para um dos mais queridos personagens Disney, um filme totalmente novo, em A Pequena Sereia: A História de Ariel. Imagine muito tempo antes de Ariel conhecer o príncipe Eric e conseguir andar em terra firme. Um tempo em que a música foi proibida no reino submarino de Atlântica. Dividia entre as obrigações familiares e o amor pela música, Ariel tem que fazer a escolha mais difícil de sua vida. Com ajuda dos amigos, Sebastião e Linguado e de suas seis divertidas irmãs, a jovem sereia será capaz de restabelecer a música, a amizade e o amor para o reino?Mergulhe na mágica aventura musical de Ariel, cheia de surpresas, animações empolgantes e canções originais. O retorno de todos os personagens favoritos, junto com maravilhosos novos amigos, em um conto inesquecível com diversão para toda a família!",
          "original_language": "en"
        },
        {
          "original_title": "Bolt",
          "poster_path": "\/puAIiFICbqLehrE8X884ZbNxI8N.jpg",
          "video": false,
          "vote_average": 6.4,
          "popularity": 24.473,
          "overview": "Bolt (John Travolta) é um cachorro que estrela uma série de TV, na qual possui superpoderes. Sua companheira é Penny (Miley Cyrus), com quem vive diversas aventuras. Entretanto Bolt não sabe que o mundo que o cerca é falso, acreditando que realmente possui dons especiais. Quando, nas gravações de um dos episódios, Penny é sequestrada pelo Dr. Calico (Malcolm McDowell), o vilão da série, ele consegue fugir do furgão em que vive e parte atrás dela. Ao lidar com a vida real é que, aos poucos, ele toma consciência de que não tem superpoderes e é um cachorro normal.",
          "release_date": "2008-11-21",
          "vote_count": 4351,
          "id": 13053,
          "adult": false,
          "backdrop_path": "\/qWQJtKkljOyMN5gMCVj5rPdeSn3.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35
          ],
          "title": "Bolt - Supercão",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Lost Treasure",
          "title": "Tinker Bell e O Tesouro Perdido",
          "video": false,
          "vote_average": 6.7,
          "popularity": 21.267,
          "vote_count": 657,
          "release_date": "2009-09-03",
          "poster_path": "\/bKTfGR1ksZGusE1fsqr7WqzUGuw.jpg",
          "id": 25475,
          "adult": false,
          "backdrop_path": "\/igHPYHUDVNQKfixdrUiu1Jgk2Ko.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "overview": "As fadas dos talentos da natureza estão trazendo para o continente a queda das folhas, a hibernação, brisas frias e abóboras: o outono. Enquanto isso, Tinker Bell está no Refúgio das Fadas. Ela é chamada para ter uma conversa com a Rainha Clarion, Fada Mary, e Redleaf, o Ministro do Outono. Eles lhe mostram a Pedra da Lua e explicam-lhe seus poderes mágicos. A cada oito anos, há uma lua cheia azul no Refúgio das Fadas. Quando a luz da lua azul atravessa a Pedra da Lua, cria Pozinho Mágico Azul, o único capaz de fortalecer e rejuvenescer a Árvore do Pozinho Mágico. O Festival do Outono é um evento associado, durante o qual as fadas se reúnem para recolher o Pó Azul. Um novo cetro deve ser feito para suportar a Pedra da Lua, e Tink é incumbida de tal tarefa.",
          "original_language": "en"
        },
        {
          "original_title": "A Christmas Carol",
          "poster_path": "\/1qhU3VJo10sISkHIyANLsHioq0Y.jpg",
          "video": false,
          "vote_average": 6.8,
          "popularity": 39.859,
          "overview": "O Natal se aproxima e, como sempre, Ebenezer Scrooge (Jim Carrey) mantém seu desprezo pela data. Milionário e muito mesquinho, ele só pensa em dinheiro e não dá espaço para a emoção em seu coração, maltratando Bob Cratchit (Gary Oldman), seu fiel assistente, e ignorando seu sobrinho Fred (Colin Firth). Com a morte de seu sócio, Ebenezer recebe a visita de três fantasmas do Natal: do passado, do presente e do futuro. Cada um deles, levará o velho ranzinza para uma viagem que o ajudará a refletir melhor sobre sua vida passada e a escolha que fará para o futuro.",
          "release_date": "2009-11-04",
          "vote_count": 3200,
          "id": 17979,
          "adult": false,
          "backdrop_path": "\/Awx3ld6kRqq0iMKPPCUTt1RidCn.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            18,
            14
          ],
          "title": "Os Fantasmas de Scrooge",
          "original_language": "en"
        },
        {
          "original_title": "The Princess and the Frog",
          "poster_path": "\/7uyZwjeHH9JmfULo4WzMsDpfW0S.jpg",
          "video": false,
          "vote_average": 7.1,
          "popularity": 34.13,
          "vote_count": 3728,
          "release_date": "2009-12-08",
          "overview": "Tiana é uma bela jovem que vive em Nova Orleans. Desde criança ela sonha em ter um restaurante próprio, o que faz com que tenha dois empregos e junte o máximo de dinheiro possível. Para conseguir a quantia necessária para que possa enfim alugar o imóvel de seus sonhos, ela aceita trabalhar na festa realizada por Charlotte LaBouff, sua amiga de infância. Charlotte deseja conquistar o príncipe Naveen, que acaba de chegar à cidade. Entretanto, um incidente faz com que Tiana troque de roupa e, no quarto de Charlotte, use um de seus vestidos. É quando surge um sapo, anunciando ser um príncipe e pedindo a Tiana que lhe conceda um beijo, para que o feitiço nele aplicado seja quebrado. De início Tiana acha a ideia repugnante, mas aceita ao receber a promessa do príncipe de que conseguirá para ela a quantia necessária para concretizar o aluguel. Só que, ao beijá-lo, ao invés dele se tornar humano novamente, é Tiana quem se transforma em sapo.",
          "id": 10198,
          "adult": false,
          "backdrop_path": "\/z62CBlBBBOoNUuuxZ1jMAcq5ARE.jpg",
          "media_type": "movie",
          "genre_ids": [
            10749,
            10751,
            16
          ],
          "title": "A Princesa e o Sapo",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Great Fairy Rescue",
          "poster_path": "\/yY69Kxm9QP9mHL9Awswxgqr3q1C.jpg",
          "video": false,
          "vote_average": 6.6,
          "popularity": 27.357,
          "overview": "Durante a visita das fadas às campinas floridas da Inglaterra no verão, Tinker Bell sai do acampamento em busca de coisas perdidas. Ela encontra uma pequena casa, feita por uma criança chamada Lizzie Griffiths. Curiosa, Tink explora o local, mas é alertada por Vidia de que a menina pode voltar a qualquer momento. Quando Lizzie começa a se aproximar da casa, Vidia tenta libertar Tink, que está presa dentro da estrutura, mas não adianta. Lizzie descobre Tinker Bell e a leva para casa. Ela se prepara para mostrar a fada ao seu pai, o Dr. Griffiths, um biólogo, mas ao testemunhar todas as borboletas que ele fixou em quadros de exposição, ela decide mantê-la em segredo.",
          "release_date": "2010-08-13",
          "vote_count": 605,
          "id": 44683,
          "adult": false,
          "backdrop_path": "\/gKfhkw4zZPJJk7wuQymKtuc5NuX.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751,
            14
          ],
          "title": "Tinker Bell e O Resgate das Fadas",
          "original_language": "en"
        },
        {
          "original_title": "Tangled",
          "poster_path": "\/wZzVkdnc0kw20lSJc13ZmgTPah3.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 51.224,
          "overview": "O bandido mais procurado do reino, Flynn Rider, se esconde em uma torre e imediatamente se torna prisioneiro de Rapunzel, residente de longa data do local. Dona de cabelos dourados mágicos com 21 metros de comprimento, ela está trancada há anos e quer, desesperadamente, a liberdade. A adolescente determinada faz um acordo com o rapaz, e, juntos, partem para uma aventura emocionante.",
          "release_date": "2010-11-24",
          "vote_count": 8131,
          "id": 38757,
          "adult": false,
          "backdrop_path": "\/rXLw50QWqJVkQQ47Ic6M8bqWNU5.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Enrolados",
          "original_language": "en"
        },
        {
          "original_title": "Winnie the Pooh",
          "title": "O Ursinho Pooh",
          "video": false,
          "vote_average": 6.9,
          "popularity": 12.305,
          "vote_count": 562,
          "release_date": "2011-04-13",
          "poster_path": "\/7uXSJt8x0rvloSFdardAxQC3wSN.jpg",
          "id": 51162,
          "adult": false,
          "backdrop_path": "\/5lTe0toKgE7wfpCP6YuyWrXtKqU.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "A trama se baseia em cinco histórias curtas dos livros de A.A. Milne para formar uma só. Nela, Corujão envia a turma de Pooh – Tigrão, Abel, Leitão, Bisonho, Can & Guru – numa jornada para salvar Cristóvão de um bandido imaginário. O filme em animação tradicional terá sete novas canções escritas por Bobby Lopez e Kristen Lopez. She & Him, a banda da atriz Zooey Deschanel, canta a música-tema.",
          "original_language": "en"
        },
        {
          "original_title": "Mars Needs Moms",
          "poster_path": "\/uCT6HwfN2xPvmrIT7OCxpKnNFtQ.jpg",
          "video": false,
          "vote_average": 6,
          "popularity": 18.964,
          "overview": "Milo é um garoto de nove anos com a agenda cheia. Ele precisa assistir a filmes com monstros, ler revistas em quadrinhos e fazer outras coisas divertidas. Ele certamente não tem tempo para fazer a lição de casa ou comer legumes. O garoto está cheio de ouvir a mãe reclamando sobre essas coisas. Quando Milo está para dizer à mãe que a vida seria mais divertida sem ela, os marcianos a raptam e Milo precisa resgatá-la.",
          "release_date": "2011-03-09",
          "vote_count": 448,
          "id": 50321,
          "adult": false,
          "backdrop_path": "\/sU9wVEAgWPXPULYQMctd0T5MCdI.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "title": "Marte Precisa de Mães",
          "original_language": "en"
        },
        {
          "original_title": "Secret of the Wings",
          "poster_path": "\/a4XtmRHjpcN8r4ZUn7g3kGEE3F4.jpg",
          "video": false,
          "vote_average": 7,
          "popularity": 26.456,
          "overview": "Tinker Bell, também conhecida como Sininho, é uma fada do verão que habita o Vale das Fadas. Curiosa e arteira, ela decide quebrar uma importante regra e vai parar no Bosque do Inverno. Lá, ela não pode voar porque está agasalhada e quando buscava entender a razão de suas asas terem um brilho especial, acaba conhecendo uma fada do inverno que tem o mesmo \"poder\". Com a ajuda do Guardião, um sábio local, elas descobrirão um importante segredo que mudará para sempre as suas vidas, mas também colocarão em risco o dia a dia de outros seres de toda a região.",
          "release_date": "2012-08-17",
          "vote_count": 770,
          "id": 75258,
          "adult": false,
          "backdrop_path": "\/qhNYPAWadfE7UV1jxoARMO66NRp.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            14,
            12
          ],
          "title": "Tinker Bell: O Segredo das Fadas",
          "original_language": "en"
        },
        {
          "original_title": "Frankenweenie",
          "title": "Frankenweenie",
          "video": false,
          "vote_average": 6.9,
          "popularity": 28.158,
          "vote_count": 2291,
          "release_date": "2012-10-04",
          "poster_path": "\/bvwbt1S0hrCDcszV8Fzmy0BVI4G.jpg",
          "id": 62214,
          "adult": false,
          "backdrop_path": "\/zu8QKHnL9a3bI82p8wTEmvvd5QC.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "overview": "Victor (Charlie Tahan) adora fazer filmes caseiros de terror, quase sempre estrelados por seu cachorro Sparky. Quando o cão morre atropelado, Victor fica triste e inconformado. Inspirado por uma aula de ciências que teve na escola, onde um professor mostra ser possível estimular os movimentos através da eletricidade, ele constrói uma máquina que permita reviver Sparky. O experimento dá certo, mas o que Victor não esperava era que seu melhor amigo voltasse com hábitos um pouco diferentes.",
          "original_language": "en"
        },
        {
          "original_title": "Wreck-It Ralph",
          "poster_path": "\/hVhVpqRfvl4j3JzEIpur4FufgZG.jpg",
          "video": false,
          "vote_average": 7.3,
          "popularity": 49.399,
          "overview": "Ralph está cansado de ser desprezado no seu próprio jogo de fliperama. Para ganhar a atenção do herói Felix e todos os outros personagens, o vilão tem um plano e sai em busca de uma medalha, com a intenção de provar o seu valor.",
          "release_date": "2012-11-01",
          "vote_count": 9398,
          "id": 82690,
          "adult": false,
          "backdrop_path": "\/riKyo85CmJU48ZaSMLpuDNTZHuE.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            35,
            12
          ],
          "title": "Detona Ralph",
          "original_language": "en"
        },
        {
          "original_title": "Planes",
          "poster_path": "\/4KrnsveRY7O6YR2X0j1vGrEksIZ.jpg",
          "video": false,
          "vote_average": 5.8,
          "popularity": 20.382,
          "overview": "Dusty não foi propriamente feito para participar em corridas aéreas e ainda por cima tem medo de alturas. Por isso, recorre a Skipper, um aviador naval, que ajuda Dusty a qualificar-se para competir com Ripslinger, o detentor do título de campeão do circuito de corridas. A coragem de Dusty é posta à prova quando ousa alcançar alturas que nunca imaginara possíveis, inspirando-o a voar mais alto.",
          "release_date": "2013-08-09",
          "vote_count": 1144,
          "id": 151960,
          "adult": false,
          "backdrop_path": "\/1BaUaXBRKzwNESZ6hZkZjelatmt.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35
          ],
          "title": "Aviões",
          "original_language": "en"
        },
        {
          "original_title": "Frozen",
          "poster_path": "\/qWFgaDLfiLtsFIEa8fcbmP2SIp9.jpg",
          "video": false,
          "vote_average": 7.3,
          "popularity": 89.978,
          "overview": "A caçula Anna adora sua irmã Elsa, mas um acidente envolvendo os poderes especiais da mais velha, durante a infância, fez com que os pais as mantivessem afastadas. Após a morte deles, as duas cresceram isoladas no castelo da família, até o dia em que Elsa deveria assumir o reinado de Arendell. Com o reencontro das duas, um novo acidente acontece e ela decide partir para sempre e se isolar do mundo, deixando todos para trás e provocando o congelamento do reino. É quando Anna decide se aventurar pelas montanhas de gelo para encontrar a irmã e acabar com o frio.",
          "release_date": "2013-11-27",
          "vote_count": 12558,
          "id": 109445,
          "adult": false,
          "backdrop_path": "\/fydUcbkqLyESCFa9U5XKqi8dIVj.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751
          ],
          "title": "Frozen: Uma Aventura Congelante",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Pirate Fairy",
          "title": "Tinker Bell: Fadas e Piratas",
          "video": false,
          "vote_average": 6.8,
          "popularity": 21.57,
          "vote_count": 672,
          "release_date": "2014-02-13",
          "poster_path": "\/2wnJj5SPmR70o6YK3m31SnOT33.jpg",
          "id": 175112,
          "adult": false,
          "backdrop_path": "\/o1i7cP3t4tyCJJUPSbMxEoA1pXP.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "Quando uma fada incompreendida chamada Zarina rouba o importantíssimo pó mágico azul e voa para longe a fim unir forças com os piratas da Pedra da Caveira, Tinker Bell e suas amigas fadas devem embarcar em uma aventura para devolvê-lo ao seu devido lugar. No entanto, em meio à busca por Zarina, o mundo de Tink é virado do avesso. Ela e suas amigas descobrem que seus respectivos talentos foram trocados e precisam correr contra o tempo para recuperar o pó azul, voltar para casa e salvar o Refúgio das Fadas.",
          "original_language": "en"
        },
        {
          "original_title": "Planes: Fire & Rescue",
          "poster_path": "\/1DUfg9fQNHVkxr2wM8VGYDAhdeX.jpg",
          "video": false,
          "vote_average": 6.1,
          "popularity": 17.992,
          "overview": "Aviões 2: Heróis do Fogo ao Resgate é uma nova comédia de aventura na qual Dusty se une a uma dinâmica equipe de elite de combate a incêndios e aprende o que é preciso para ser um verdadeiro herói.",
          "release_date": "2014-07-17",
          "vote_count": 564,
          "id": 218836,
          "adult": false,
          "backdrop_path": "\/9GRprCMQOWJzczPxqAaGxYft5m9.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            12,
            10751
          ],
          "title": "Aviões 2: Heróis do Fogo ao Resgate",
          "original_language": "en"
        },
        {
          "original_title": "Big Hero 6",
          "title": "Operação Big Hero",
          "video": false,
          "vote_average": 7.8,
          "popularity": 77.776,
          "vote_count": 12224,
          "release_date": "2014-10-24",
          "poster_path": "\/5EodFesjReSDlX1c0I5ANZijBFy.jpg",
          "id": 177572,
          "adult": false,
          "backdrop_path": "\/4s2d3xdyqotiVNHTlTlJjrr3q0H.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            10751,
            16,
            28,
            35
          ],
          "overview": "O grande robô inflável está sempre a postos para cuidar de Hiro Hamada. Quando algo devastador assola a cidade, o menino prodígio, seus amigos e o robô formam um grupo de heróis para combater o mal.",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Legend of the NeverBeast",
          "title": "Tinker Bell e o Monstro da Terra do Nunca",
          "video": false,
          "vote_average": 7.1,
          "popularity": 24.487,
          "vote_count": 650,
          "release_date": "2014-12-12",
          "poster_path": "\/vwv9AdjVlr0LBsNAPpk2LllJqAd.jpg",
          "id": 297270,
          "adult": false,
          "backdrop_path": "\/xj56cvf1rP6NGG5qfxgvKARo82i.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "overview": "A fada Fawn sempre teve um bom coração e se recusou a ver maldade nas pessoas. Por isso, ela torna-se amiga de um gigantesco monstros. Sininho e suas amigas temem que essa relação possa ser nociva para todas as moradoras da cidade, e decidem combater o vilão antes que seja tarde.",
          "original_language": "en"
        },
        {
          "original_title": "Zootopia",
          "poster_path": "\/nZAnKuEhztoOFi8PSUMPUcFLn2u.jpg",
          "video": false,
          "vote_average": 7.7,
          "popularity": 65.263,
          "overview": "Judy Hopps é a pequena coelha de uma fazenda isolada, filha de agricultores que plantam cenouras há décadas. Mas ela tem sonhos maiores: pretende se mudar para a cidade grande, Zootopia, onde todas as espécies de animais convivem em harmonia, na intenção de se tornar a primeira coelha policial. Judy enfrenta o preconceito e as manipulações dos outros animais, mas conta com a ajuda inesperada da raposa Nick Wilde, conhecida por sua malícia e suas infrações. A inesperada dupla se dedica à busca de um animal desaparecido, descobrindo uma conspiração que afeta toda a cidade.",
          "release_date": "2016-02-11",
          "vote_count": 12345,
          "id": 269149,
          "adult": false,
          "backdrop_path": "\/p2fRZzxla6NoRbIH2KOZq0gHb5S.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751,
            35
          ],
          "title": "Zootopia",
          "original_language": "en"
        },
        {
          "original_title": "Moana",
          "poster_path": "\/428rxQhNdZHMiiS4HVVExCPFzAs.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 22.305,
          "overview": "Moana Waialiki é uma corajosa jovem, filha do chefe de uma tribo na Oceania, vinda de uma longa linhagem de navegadores. Querendo descobrir mais sobre seu passado e ajudar a família, ela resolve partir em busca de seus ancestrais, habitantes de uma ilha mítica que ninguém sabe onde é. Acompanhada pelo lendário semideus Maui, Moana começa sua jornada em mar aberto, onde enfrenta terríveis criaturas marinhas e descobre histórias do submundo.",
          "release_date": "2016-11-23",
          "vote_count": 8888,
          "id": 277834,
          "adult": false,
          "backdrop_path": "\/oWU6dgu3RgdSZElkhbZuoPtkWAJ.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            35,
            10751,
            16
          ],
          "title": "Moana: Um Mar de Aventuras",
          "original_language": "en"
        },
        {
          "original_title": "Ralph Breaks the Internet",
          "title": "WiFi Ralph: Quebrando a Internet",
          "video": false,
          "vote_average": 7.3,
          "popularity": 135.487,
          "vote_count": 5096,
          "release_date": "2018-11-20",
          "poster_path": "\/lnpTKpAZ1RBjMzewtsC1fmWWXd0.jpg",
          "id": 404368,
          "adult": false,
          "backdrop_path": "\/88poTBTafMXaz73vYi3c74g0y2k.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            35,
            12
          ],
          "overview": "Ralph, o mais famoso vilão dos videogames, e Vanellope, sua companheira atrapalhada, iniciam mais uma arriscada aventura. Após a gloriosa vitória no Fliperama Litwak, a dupla viaja para a world wide web, no universo expansivo e desconhecido da internet. Dessa vez, a missão é achar uma peça reserva para salvar o videogame Corrida Doce, de Vanellope. Para isso, eles contam com a ajuda dos \"cidadãos da Internet\" e de Yess, a alma por trás do \"Buzzztube\", um famoso website que dita tendências.",
          "original_language": "en"
        },
        {
          "original_title": "Frozen II",
          "title": "Frozen II",
          "video": false,
          "vote_average": 7.3,
          "popularity": 328.188,
          "vote_count": 6486,
          "release_date": "2019-11-20",
          "poster_path": "\/y2pvlZsqGcXKT4S7nUdvYfETG5r.jpg",
          "id": 330457,
          "adult": false,
          "backdrop_path": "\/xJWPZIYOEFIjZpBL7SVBGnzRYXp.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35,
            14
          ],
          "overview": "De volta à infância de Elsa e Anna, as duas garotas descobrem uma história do pai, quando ainda era príncipe de Arendelle. Ele conta às meninas a história de uma visita à floresta dos elementos, onde um acontecimento inesperado teria provocado a separação dos habitantes da cidade com os quatro elementos fundamentais: ar, fogo, terra e água. Esta revelação ajudará Elsa a compreender a origem de seus poderes.",
          "original_language": "en"
        },
        {
          "original_title": "Raya and the Last Dragon",
          "poster_path": "\/wiBgWcoPnS9Q7NdbtoYU91Vx2g6.jpg",
          "video": false,
          "vote_average": 0,
          "popularity": 12.474,
          "vote_count": 0,
          "release_date": "2021-03-11",
          "genre_ids": [
            16,
            28,
            12,
            14,
            10751
          ],
          "overview": "O reino encantado Kumandra é dividido em cinco regiões e sua população venerava os dragões mágicos que eram presentes no reino, porém estes dragões entraram em extinção misteriosamente, e agora o reino está ameaçado por uma força maligna e obscura. Para salvar seu lar, a guerreira Raya embarca em uma jornada cheia de perigos pelas cinco regiões atrás do dragão Sisu, o último sobrevivente, que também irá embarcar em uma jornada atrás de sua pedra mágica perdida.",
          "adult": false,
          "backdrop_path": "\/jDhBdOotIMIQlgrpGgymr2LmTHe.jpg",
          "media_type": "movie",
          "title": "Raya e o Último Dragão",
          "id": 527774,
          "original_language": "en"
        }
      ],
      "information": {
        "contentTitle": "Todos os filmes lançados pela Disney",
        "contentText": "A Disney foi fundada em 16 de outubro de 1923, por Walt Disney e Roy Oliver Disney com o nome de Disney Brothers Cartoon Studios e estabeleceu-se como pioneira na indústria de animação, até diversificar seus produtos para filmes em live-action, redes de televisão e parques temáticos."
      }
    },
    {
      "type": "text",
      "content_text": "Se Betty era a rainha dos estúdios Fleischer, então Popeye era o rei. Fazendo sua estreia em <a href=\"https://_{type: 'screen', 'id': 145769, 'screen_type': movie}\">Popeye the Sailor</a> (BR: Popeye, o marinheiro, 1933), o homem de olhos apertados, dono de uma força sobrenatural, tem uma namorada que o adora, ostenta tatuagens masculinas e passa todo o tempo fumando cachimbo e se metendo em brigas."
    },
    {
      "type": "video",
      "video_id": "QIwUpvf2jXY",
      "information": {
        "contentTitle": "Curta Marinheiro Popeye Encontra o Marujo Sinbad (1936)",
        "contentText": "Este curta foi o primeiro dos três curtas <i>Popeye Color Specials</i>, que, com mais de dezesseis minutos cada, foram classificados como \"<i>A Popeye Feature</i>\". <a href=\"https://_{type: 'screen', 'id': 67713, 'screen_type': movie}\">Popeye the Sailor Meets Sindbad the Sailor</a> (Marinheiro Popeye Encontra o Marujo Sinbad, 1936) foi nomeado para em 1936 ao Oscar para Melhor Curta Animado, mas perdeu para Symphony <a href=\"https://_{type: 'screen', 'id': 67713, 'screen_type': movie}\">The Country Cousin</a> (BR: Primo da Roça, 1936), da <i>Walt Disney</i>. O curta foi considerado \"<i>culturalmente significativo</i>\" pela Biblioteca do Congresso dos Estados Unidos e selecionado para preservação no <i>National Film Registry</i>. Em 1994, o filme foi eleito o 17º dos 50 maiores desenhos animados de todos os tempos pelos membros da área de animação, tornando-o o desenho animado do <i>Fleischer Studios</i> com a melhor classificação no livro.",
        "source": "Youtube: Canal <i>8thManDVD.com™ Cartoon Channel</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Seria Popeye o primeiro herói de ação animado? Os irmãos <i>Fleischer</i> também produziram o segundo longa-metragem de animação do mundo: <a href=\"https://_{type: 'screen', 'id': 42518, 'screen_type': movie}\">Gulliver's Travels</a> (BR: As viagens de Gulliver, 1939). O filme foi sucesso de crítica e público, mas não conseguiu salvar o estúdio de uma morte prematura."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "...Quem tem medo do lobo mau\nLobo mau, lobo mau?!",
        "author": "Os Três porquinhos"
      }
    },
    {
      "type": "text",
      "content_text": "A <i>MGM</i> estabeleceu seu legado com a primeira aparição de Tom e Jerry no desenho. Um gato travesso, de 1940. A <i>Warner Bros.</i>, por sua vez, tinha sua própria linha de filmes animados, com as séries <strong>Turma do Pernalonga</strong> e <strong>Merrie Melodies</strong>. Esses curtas-metragens anárquicos estavam a anos-luz de distância do estilo sentimental e da produção detalhista e seletiva da Disney."
    },
    {
      "type": "text",
      "content_text": "Os animadores <a href=\"https://_{type: 'screen', 'id': 100888, 'screen_type': person}\">Chuck Jones</a> (1912-2002) e <a href=\"https://_{type: 'screen', 'id': 930633, 'screen_type': person}\">Friz Freleng</a> (1906-1995) tiveram liberdade para experimentar e, com a dublagem do incomparável <a href=\"https://_{type: 'screen', 'id': 33923, 'screen_type': person}\">Mel Blanc</a> (1908-1989), personagens amalucados como <i>Pernalonga</i> e <i>Patolino</i> ofereciam uma alternativa a heróis mais comuns como <i>Mickey Mouse</i> e <i>Popeye</i>. O único limite dos filmes animados é a imaginação e há mais de um século que crianças e adultos se deixam fascinar e divertir pelo cinema de animação."
    },
    {
      "type": "block_special",
      "title": "Isso é tudo pessoal! A arte da Warner Bros.",
      "image": {
        "image_type": "local",
        "url": "img_pernalonga",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Alguns dos personagens animados mais icônicos da história do cinema, como <i>Pernalonga, Patolino e Piu-Piu</i>, foram criados por animadores que trabalharam na <i>Warner Bros.</i> Além de entreter várias gerações de crianças e adultos, os curtas de animação ganharam vários prêmios da Academia Prêmios e têm sido incrivelmente influentes na indústria da animação no cinema e na TV. <br/><br/> \n\nA <strong>Warner Bros. Animation</strong> começou quando o produtor <a href=\"https://_{type: 'screen', 'id': 149374, 'screen_type': person}\">Leon Schlesinger</a> (1884-1949), que era parente distante da <i>Warner Brothers</i> que fundou seu estúdio homônimo, contratou dois animadores, <a href=\"https://_{type: 'screen', 'id': 112993, 'screen_type': person}\">Hugh Harman</a> (1903-1982) e <a href=\"https://_{type: 'screen', 'id': 112994, 'screen_type': person}\">Rudolf Ising</a> (1903-1992), veteranos do estúdio de desenho animado de Walt Disney em Kansas City. Harman e Ising criaram o personagem <strong>Bosko</strong>, que estrelou o primeiro curta de animação teatral do estúdio: <a href=\"https://_{type: 'screen', 'id': 34781, 'screen_type': movie}\">Sinkin 'in the Bathtub</a> (1930). <br/><br/> \n\nComo a <i>Walt Disney Productions</i> havia lançado sua série <strong>Silly Symphony</strong> de curtas de desenho animado no ano anterior, Schlesinger apelidou seus curtas de \"<strong>Looney Tunes</strong>\", já que esses curtas inicialmente envolviam música. Esse curta incluiu um personagem da Warner Bros. dizendo \"<i>Isso é tudo, pessoal!</i>\" para encerrar o curta, que mais tarde se tornou marca registrada do personagem <i>Gaguinho</i> (Porky Pig) do estúdio. <br/><br/> \n\nNo ano seguinte, a Warner Bros. iniciou uma segunda série intitulada <i>Merrie Melodies</i> que ainda envolvia música, mas apresentava canções de filmes anteriores da Warner Bros. para ajudar a vender as gravações dessas canções. Depois de produzir mais de 60 desenhos animados para a Warner Bros., a equipe de Harman e Ising se separou de Schlesinger por causa de disputas salariais em 1933, levando seus personagens com eles. A nova estrela do <i>Looney Tunes</i> foi inicialmente o Buddy - como Bosko. Buddy foi substituído como a estrela principal da série por outro clone de Bosko chamado <i>Beans the Cat</i>, que apareceu pela primeira vez em 1935 no curta em Technicolor <a href=\"https://_{type: 'screen', 'id': 100313, 'screen_type': movie}\">I Have not Got a Hat</a> (1935). No entanto, um personagem muito mais importante também apareceu naquele curta: <strong>Guaguinho</strong>. Embora Guaguinho fosse muito mais gordo do que nos últimos anos, em sua primeira aparição ele já apresentava sua gagueira característica. <br/><br/> \n\nUm dos principais motivos do sucesso de Guaguinho foi a influência do diretor de animação <a href=\"https://_{type: 'screen', 'id': 237588, 'screen_type': person}\">Tex Avery</a> (1908-1980), que ingressou na <i>Leon Schlesinger Productions</i> em 1935, e sua equipe de animadores que incluía <a href=\"https://_{type: 'screen', 'id': 121037, 'screen_type': person}\">Bob Clampett</a> (1913-1984) e <i>Chuck Jones</i>. Sob a direção de Avery, Guaguinho foi redesenhado para ser \"<i>mais macio</i>\" em oposição a gordo, e Avery encorajou seus animadores a desenvolverem personalidades distintas para os personagens que permitiriam que eles se representassem. Ele também foi um grande defensor da inclusão de piadas aceleradas em todos os curtas, um estilo que definiria os desenhos animados da Warner Bros. por décadas. <br/><br/> \n\nA equipe de Avery criou outras grandes estrelas dos desenhos animados da Warner Bros. Nos anos seguintes, incluindo Patolino (Daffy Duck), em <a href=\"https://_{type: 'screen', 'id': 190072, 'screen_type': movie}\">Porky's Duck Hunt</a> (BR: Caça Ao Pato, 1937), Hortelino (Egghead, que mais tarde se tornaria Elmer Fudd), em <a href=\"https://_{type: 'screen', 'id': 152234, 'screen_type': movie}\">Egghead Rides Again</a> (1937) e, depois de apresentar vários personagens de coelhos em curtas anteriores, Pernalonga (Bugs Bunny), em <a href=\"https://_{type: 'screen', 'id': 144904, 'screen_type': movie}\">A Wild Hare</a> (1940). Para aumentar seu apelo, estava na dublagem Mel Blanc, \"<i>O Homem das Mil Vozes</i>\", que deu a Guaguinho, Patolino, Hortelino (Elmer Fudd), Pernalonga e incontáveis outros personagens de desenhos animados da Warner Bros. suas vozes distintas.<br/><br/> \n\nAvery trocou a Warner Bros. pela MGM em 1942 e, à medida que os desenhos animados do estúdio cresciam em popularidade no início dos anos 1940, a Warner Bros. comprou o estúdio de Schlesinger imediatamente e o nomeou \"<i>Warner Bros. Cartoons, Inc.</i>\" em 1944. Chuck Jones tornou-se o animador mais influente do estúdio, e seus desenhos animados introduziram vários personagens principais, incluindo <strong>Pepé Le Pew, Marvin, o Marciano, o Coiote e o Papa-Léguas</strong>. Outros personagens importantes introduzidos durante este período incluem Piu-piu (em A Tale of Two Kitties de 1942), Frajola (em Life with Feathers de 1945), Eufrazino (em 1945) e Frangolino (em Walky Talky Hawky de 1946). Com <i>Chuck Jones</i> e outros grandes animadores trouxeram entre os anos 40 e 60 os maiores clássicos da Warner Bros, como <a href=\"https://_{type: 'screen', 'id': 53217, 'screen_type': movie}\">What's Opera, Doc</a> (BR: Vai de Ópera, Velhinho?, 1957), <a href=\"https://_{type: 'screen', 'id': 53210, 'screen_type': movie}\">Duck Amuck</a> (1953), <a href=\"https://_{type: 'screen', 'id': 67409, 'screen_type': movie}\">Duck Dodgers in the 24½th Century</a> (1953), <a href=\"https://_{type: 'screen', 'id': 53211, 'screen_type': movie}\">One Froggy Evening</a> (1955) e <a href=\"https://_{type: 'screen', 'id': 52971, 'screen_type': movie}\">Rabbit of Seville</a> (BR: O Coelho de Servilla, 1950).",
      "credits": "Resumo baseado no texto <i>The History of Warner Bros. Animation</i>, de <i>Christopher McKittrick</i>."
    },
    {
      "type": "text",
      "content_text": "Conforme observou a crítica <i>C. A. Lejeune</i> em sua resenha de <i>Branca de Neve e os sete anões</i>, escrita na época do seu lançamento: \"<i>Para ser franca, ele às vezes é um tanto mal desenhado. Mas creio que nenhum filme de sua geração trará tanto prazer, por mais simples que seja, a tantas pessoas</i>\".",
      "content_credits": "Resumo baseado no texto de <i>Simon Ward</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Os \"<strong>Nine Old Men</strong>\", assim referido pelo próprio Walt Disney da Disney, foram os animadores principais da <i>Walt Disney Productions</i> na sua era de Ouro, alguns dos quais mais tarde se tornaram diretores, que criaram alguns dos desenhos animados mais famosos da Disney, incluindo o primeiro longa-metragem da história, <i>Branca de Neve e os Sete Anões</i>, até <a href=\"https://_{type: 'screen', 'id': 11319, 'screen_type': movie}\">The Rescuers</a> (BR: Bernardo e Bianca, 1977). A Disney delegou mais e mais tarefas a eles no departamento de animação no início dos anos 1950, quando seus interesses se expandiram e diversificaram seu escopo. Todos são reconhecidos como lendas na Disney e no mundo da animação no mundo.",
      "content_title": "Os \"Nine Old Men\" da Walt Disney"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_nine_old_men",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Nine Old Men",
        "contentText": "Os Nine Old Men's acabaram sendo os mentores diretamente ou indiretamente de diversos animadores contemporâneos na <i>Walt Disney Animation</i> (ou até mesmo em outros estúdios, graças ao livro <i>The Illusion of Life</i>). Por exemplo, <a href=\"https://_{type: 'screen', 'id': 1763023, 'screen_type': person}\">Wayne Unten</a>, o supervisor de animação de Elsa em <a href=\"https://_{type: 'screen', 'id': 109445, 'screen_type': movie}\">Frozen</a> (Frozen: Uma Aventura Congelante, 2013), notou que foi aprendiz de <a href=\"https://_{type: 'screen', 'id': 1995178, 'screen_type': person}\">John Ripa</a>, que por sua vez foi aprendiz de <a href=\"https://_{type: 'screen', 'id': 139474, 'screen_type': person}\">Glen Keane</a> (n. 1954), que por sua vez foi aprendiz de Johnston.",
        "source": "Arquivo de jornais do Google / The Southeast Missourian"
      }
    },
    {
      "type": "essay",
      "video_id": "EVQflnGcx4k",
      "title": "Disney - The Magic of Animation",
      "description": "Um olhar sobre os 12 princípios da animação desenvolvidos pela Disney para dar vida a uma imagem.",
      "channel": "kaptainkristian"
    },
    {
      "type": "text",
      "content_text": "O trabalho feito por esses 9 animadores é usado até hoje como referência nas animações modernas, e com base nos estudos que eles realizaram nos anos 30 e 40, um <i>template</i> foi desenvolvido e explicado no livro <strong>The Illusion of Life: Disney Animation</strong>, escrito por <i>Frank Thomas e Ollie Johnston</i>, dois dos membros dos <i>Nine Old Men</i>. Nesse livro é apresentado os 12 princípios básicos da animação: <i>Squash and stretch, Anticipation, Staging, Straight Ahead, Action and Pose to Pose, Follow Through and Overlapping, Action Slow In and Slow Out, Arcs, Secondary Action, Timing, Exaggeration, Solid Drawing e Appeal</i>."
    },
    {
      "type": "text",
      "content_text": "<strong><a href=\"https://_{type: 'screen', 'id': 115754, 'screen_type': person}\">Les Clark</a> (1907-1979)</strong>: Não há dúvida de que o talento de Les Clark lhe rendeu um emprego nos estúdios Disney, mas sua coragem também desempenhou um papel importante. Quando era estudante do ensino médio, Clark trabalhava em uma lanchonete onde Walt e <a href=\"https://_{type: 'screen', 'id': 67630, 'screen_type': person}\">Roy Disney</a> (1893-1971) jantavam com frequência. Enquanto esperava por eles um dia, Clark pediu um emprego a Walt; Disney estava surpreendentemente pronto, pedindo para ver alguns de seus trabalhos. “<i>Então, eu copiei alguns desenhos e mostrei para Walt. Ele disse que eu tinha uma boa fala e por que não vou trabalhar na segunda-feira</i>”, lembrou Clark. Clark se formou naquela quinta-feira e foi trabalhar para Walt Disney quatro dias depois. Ele ajudou o animador <a href=\"https://_{type: 'screen', 'id': 123192, 'screen_type': person}\">Ub Iwerks</a> (1901-1971) nos primeiros curtas do Mickey Mouse, <a href=\"https://_{type: 'screen', 'id': 45665, 'screen_type': movie}\">Plane Crazy</a> (BR: O Avião do Mickey, 1928) e <a href=\"https://_{type: 'screen', 'id': 53565, 'screen_type': movie}\">Steamboat Willie</a> (BR: O Vapor Willie, 1928)."
    },
    {
      "type": "video",
      "video_id": "h03QBNVwX8Q",
      "information": {
        "contentTitle": "Cena de A Dança dos Esqueletos (The Skeleton Dance, 1929) ",
        "contentText": "Além da cena dos esqueletos, Les é conhecido por animar o Pinóquio, os anões da Branca de Neve e os Setes Anões, Ichabod Crane de <a href=\"https://_{type: 'screen', 'id': 43650, 'screen_type': movie}\">The Legend of Sleepy Hollow</> (BR: A Lenda da Caverna Adormecida, 1949), Alice, Peter Pan, o feiticeiro Mickey e a Cinderela.",
        "source": "Youtube: Canal <i>HarleyQuinnx313 </i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong><a href=\"https://_{type: 'screen', 'id': 150111, 'screen_type': person}\">Marc Davis</a> (1913-2000)</strong>: Em 1935, Davis estava procurando emprego como cartunista de jornal quando percebeu que o <i>Disney Studios</i> estava contratando. Embora não tivesse experiência em animação, Disney ficou impressionado com seus esboços de anatomia e movimento animal e contratou Davis como aprendiz de animador de <i>Branca de Neve e os Sete Anões</i>."
    },
    {
      "type": "video",
      "video_id": "4ylddTAX8KM",
      "information": {
        "contentTitle": "Cena da Maldição de A Bela Adormecida",
        "contentText": "Marc é responsável pela animação da Branca de Neve, Bambi, Sininho, Princesa Aurora, Malévola, Cruella de Vil, Sr. Sapo, Coelho Brer de Song of the South. Como um dos Imagineers originais da Disney, Davis contribuiu para atrações da Disneylândia como Enchanted Tiki Room, It's a Small World, Pirates of the Caribbean, The Haunted Mansion e The Jungle Cruise (Sua esposa Alice Davis criou o figurino original para os piratas de Piratas do Caribe e É um Mundo Pequeno).",
        "source": "Youtube: Canal <i>Disney Australia & New Zealand</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 143786, 'screen_type': person}\">Ollie Johnston</a> (1912-2008)</strong>: entrando junto com Marc Davis como um novato no Disney Studios em 1935, estava Ollie Johnston, que também foi contratado como aprendiz de animador. Um de seus primeiros projetos foi um curta de Silly Symphonies chamado <a href=\"https://_{type: 'screen', 'id': 58159, 'screen_type': movie}\">The Tortoise and the Hare</a> (1947), que ganhou um Oscar de Melhor Curta. Como Kimball, o hobby da vida de Johnston eram trens a vapor ao vivo. A partir de 1949, ele construiu uma ferrovia no seu quintal, com três locomotivas em escala de 1/12 (posteriormente pertencentes a seus filhos). Essa ferrovia foi uma das inspirações para Walt Disney construir sua própria ferrovia de quintal, que mais tarde inspirou a construção da ferrovia na Disneylândia."
    },
    {
      "type": "video",
      "video_id": "nF1CnDFf9dA",
      "information": {
        "contentTitle": "Curta O Retorno da Tartaruga Toby",
        "contentText": "Ollie é responsável pela animação de Sir Hiss e do Príncipe John em <a href=\"https://_{type: 'screen', 'id': 11886, 'screen_type': movie}\">Robin Hood</a> (1974), Mr. Smee de <a href=\"https://_{type: 'screen', 'id': 10693, 'screen_type': movie}\">Peter Pan</a> (1953), as três boas fadas de A Bela Adormecida e o Thumper de Bambi.",
        "source": "Youtube: Canal <i>Best Funny Kids Cartoon Movies</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 138170, 'screen_type': person}\">Milt Kahl</a> (1909 -1987)</strong>: Kahl é considerado um dos maiores mestres na história da animação, sendo o mentor de <a href=\"https://_{type: 'screen', 'id': 116100, 'screen_type': person}\">Richard Williams</a>, autor do livro <strong>The Animator's Survival</strong> e responsável pela animação de <a href=\"https://_{type: 'screen', 'id': 856, 'screen_type': movie}\">Who Framed Roger Rabbit</a> (BR: Uma Cilada para Roger Rabbit, 1988). Como Marc Davis, Kahl esperava encontrar trabalho como cartunista. Ele largou o colégio para trabalhar no <i>Oakland Post-Enquirer</i> e no <i>San Francisco Bulletin</i>, mas depois que Kahl viu o curta <i>Os Três Porquinhos</i> em um cinema local, ele decidiu tentar sua mão na animação. Ele foi contratado pela Disney em 1934 como assistente de animação de curtas como <a href=\"https://_{type: 'screen', 'id': 32428, 'screen_type': movie}\">Lonesome Ghosts</a> (BR: Fantasma Solitária, 1937) e <a href=\"https://_{type: 'screen', 'id': 418956, 'screen_type': movie}\">The Ugly Duckling</a> (BR: O Patinho Feio, 1939)."
    },
    {
      "type": "video",
      "video_id": "PpC4a6jCxSA",
      "information": {
        "contentTitle": "Cena do filme Mogli - O Menino Lobo (1967)",
        "contentText": "Dentre os personagens animados por Kahl, podemos citar a fada madrinha da Cinderella, os cães e raposa em Mary Poppins, Pongo e Perdita em 101 Dálmatas, Ludwig von Drake e a maioria dos personagens de Mogli e Robin Hood.",
        "source": "Youtube: Canal <i>John Maverick</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 109453, 'screen_type': person}\">Ward Kimball</a> (1914 -2002)</strong>: Kimball assim como Kahl, também foi inspirado a se tornar animador graças ao curta <i>Os Três Porquinhos</i>, da Disney. Depois de se formar na <i>Santa Barbara School of the Arts</i>, ele encontrou um emprego na Disney Studios em 1934 e trabalhou na maioria de seus filmes de animação até sua aposentadoria em 1972. Kimball era famoso por seu senso de humor. Ele se divertiu perpetuando o boato de que Walt Disney foi congelado: “<i>Eu sempre digo às pessoas que se alguém iria ser congelado, esse alguém seria o Walt. Conhecendo Walt, ele sempre se interessou por experimentos, sempre se interessou por ciência. Ele sempre se interessou pelas coisas 'novas'. Ele tinha esse tipo de personalidade...</i>\"."
    },
    {
      "type": "video",
      "video_id": "msvOUUgv6m8",
      "information": {
        "contentTitle": "Cena do Chá em Alice no País das Maravilhas (1951)",
        "contentText": "Kimball animou Tweedledee e Tweedledum, o Gato de Cheshire, o Chapeleiro Maluco, Grilo Jiminy e os Três Caballeros.",
        "source": "Youtube: Canal <i>aliceinwonderland262</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 57314, 'screen_type': person}\">Wolfgang Reitherman</a> (1909-1985)</strong>: Wolfgang “Woolie” Reitherman estava decidido a seguir a carreira como engenheiro de aeronaves quando de repente ficou encantado com as aquarelas. Ele mudou do <i>Pasadena Junior College</i> para o <i>Chouinard Art Institute</i> em LA, e conheceu um instrutor que por acaso também dava aulas no <i>Walt Disney Studio</i>. Reitherman conseguiu um emprego lá em 1933."
    },
    {
      "type": "video",
      "video_id": "uh1sCdcSDi0",
      "information": {
        "contentTitle": "Cenas com a Baleia em Pinóquio (1940)",
        "contentText": "Wolfgang animou o crocodilo em Peter Pan, os dinossauros em Fantasia, o Cavaleiro Sem Cabeça, o Espelho Mágico em Branca de Neve e a incrível cena de perseguição da baleia em Pinóquio.",
        "source": "Youtube: Canal <i>edgelee84</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 63646, 'screen_type': person}\">Frank Thomas</a> (1912-2004)</strong>: Quando Frank Thomas tinha apenas nove anos, ele perguntou ao pai como ele poderia ganhar dinheiro fazendo desenhos. Quer tenha se voltado para a carreira desde muito jovem, ou apenas estranhamente profético, Thomas se formou em Stanford e depois passou a estudar em Chouinard. Um colega estudante disse a Thomas que a Disney estava contratando e, em 24 de setembro de 1934, ele começou a trabalhar em um curta chamado <a href=\"https://_{type: 'screen', 'id': 67047, 'screen_type': movie}\">Mickey's Elephant</a> (BR: O Elefante de Mickey – 1936)."
    },
    {
      "type": "video",
      "video_id": "1nWNXO3CZkU",
      "information": {
        "contentTitle": "Cena do espaguete em a Dama e o Vagabundo (1940)",
        "contentText": "Frank animou a madrasta da Cinderela, algumas cenas de Brave Little Tailor , a famosa cena de espaguete em <a href=\"https://_{type: 'screen', 'id': 10340, 'screen_type': movie}\">Lady and the Tramp</a> (BR: a Dama e o Vagabundo, 1955), Rei Louie de Mogli, os pinguins dançantes em Mary Poppins (1964) e o Capitão Gancho em Peter Pan.",
        "source": "Youtube: Canal <i>Mickey World Travel</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 22066, 'screen_type': person}\">Eric Larson</a> (1905-1988)</strong>: Eric estudou jornalismo na Universidade de Utah e, à medida que se envolvia mais com a revista do campus, também se interessava por esboços. Depois de trabalhar como freelancer por um ano na pós-graduação, Larson decidiu enviar alguns de seus esboços para a Disney a conselho de um amigo. Quando se aposentou em 1986, já tinha 52 anos de empresa, um dos mais longos na Disney. Seu programa de treinamento na Disney incluem nomes como <a href=\"https://_{type: 'screen', 'id': 7879, 'screen_type': person}\">John Lasseter</a> (um dos fundadores da Pixar), <a href=\"https://_{type: 'screen', 'id': 7087, 'screen_type': person}\">Brad Bird</a> (diretor de Os Íncriveis), <a href=\"https://_{type: 'screen', 'id': 40345, 'screen_type': person}\">Don Bluth</a>, <a href=\"https://_{type: 'screen', 'id': 510, 'screen_type': person}\">Tim Burton</a>, <a href=\"https://_{type: 'screen', 'id': 139474, 'screen_type': person}\">Glen Keane</a>, <a href=\"https://_{type: 'screen', 'id': 57646, 'screen_type': person}\">Henry Selick</a>, <a href=\"https://_{type: 'screen', 'id': 65534, 'screen_type': person}\">Andreas Deja</a>, <a href=\"https://_{type: 'screen', 'id': 15810, 'screen_type': person}\">Ron Clements</a>, dentre muitos, muitos outros."
    },
    {
      "type": "video",
      "video_id": "jXRN8DndZ9E",
      "information": {
        "contentTitle": "Cena de A Espada Era a Lei (1963)",
        "contentText": "Eric animou a Dama e o Vagabundo, Wart e Merlin de <a href=\"https://_{type: 'screen', 'id': 9078, 'screen_type': movie}\">The Sword in the Stone</a> (BR: A Espada Era a Lei, 1964) , Roquefort e Scat Cat de <a href=\"https://_{type: 'screen', 'id': 10112, 'screen_type': movie}\">The Aristocats</a> (BR: Aristogatas, 1970), Pegasus e Centaurs de Fantasia, Can e Guru de <a href=\"https://_{type: 'screen', 'id': 250480, 'screen_type': movie}\">The Many Adventures of Winnie the Pooh</a> (BR: Puff - O Ursinho Guloso, 1977).",
        "source": "Youtube: Canal <i>Patrick's Movie Corner</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 69003, 'screen_type': person}\">John Lounsbery</a> (1911-1977)</strong>: A história de Lounsbery é muito parecida com a de seus colegas: ele se formou em um instituto de arte (Denver) e depois foi para Los Angeles em busca de trabalho. Enquanto ele estava participando de alguns cursos de ilustração na <i>Art Center School of Design</i>, um instrutor de lá achou que ele seria adequado para a Disney e indicou-lhe o estúdio de contratação. Lounsbery ingressou em 1935, especializando-se nos curtas do Pluto."
    },
    {
      "type": "video",
      "video_id": "fT2F3MnRC44",
      "information": {
        "contentTitle": "Curta do Pluto Passeio no Zoológico (1942)",
        "contentText": "John animou Willie the Giant, Jasper e Horace de 101 dálmatas, os hipopótamos e o crocodilo de Fantasia, Dumbo e Timothy de Dumbo, as flores de Alice no País das Maravilhas, o Rei Leônidas e os jogadores de futebol de Bedknobs.",
        "source": "Youtube: Canal <i>Cartoon Movies Collectors City </i>"
      }
    },
    {
      "type": "text",
      "content_credits": "Resumo baseado no texto <i>Get to Know Walt Disney's \"Nine Old Men\"</i>, de <i>Stacy Conradt</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/4UvFMz8Ys0TaTTxma5e2tKj8u61.jpg",
          "popularity": 40.486,
          "vote_count": 5294,
          "video": false,
          "media_type": "movie",
          "id": 408,
          "adult": false,
          "backdrop_path": "\/9Et8UARuYp6CAiZIpL5jCMkuVp6.jpg",
          "original_language": "en",
          "original_title": "Snow White and the Seven Dwarfs",
          "genre_ids": [
            16,
            14,
            10751
          ],
          "title": "Snow White and the Seven Dwarfs",
          "vote_average": 7.1,
          "overview": "A beautiful girl, Snow White, takes refuge in the forest in the house of seven dwarfs to hide from her stepmother, the wicked Queen. The Queen is jealous because she wants to be known as \"the fairest in the land,\" and Snow White's beauty surpasses her own.",
          "release_date": "1937-12-21"
        },
        {
          "poster_path": "\/tJev6cNihRzUHYvUl113gO715TF.jpg",
          "popularity": 8.554,
          "vote_count": 264,
          "video": false,
          "media_type": "movie",
          "id": 53565,
          "adult": false,
          "backdrop_path": "\/sE8MaqJVQObAKhyxIFNdTHRfQxv.jpg",
          "original_language": "en",
          "original_title": "Steamboat Willie",
          "genre_ids": [
            16
          ],
          "title": "Steamboat Willie",
          "vote_average": 7.3,
          "overview": "Mickey Mouse, piloting a steamboat, delights his passenger, Minnie, by making musical instruments out of the menagerie on deck.",
          "release_date": "1928-11-18"
        },
        {
          "poster_path": "\/2MTc9Nb2piriw8kXozCbeCuqxed.jpg",
          "popularity": 3.334,
          "vote_count": 57,
          "video": false,
          "media_type": "movie",
          "id": 127409,
          "adult": false,
          "backdrop_path": "\/aeAOyD7XnDZm9hRXxgz8KlNK5Io.jpg",
          "original_language": "en",
          "original_title": "Snow-White",
          "genre_ids": [
            16,
            35,
            14
          ],
          "title": "Snow-White",
          "vote_average": 7,
          "overview": "Trouble starts when the queen's magic mirror says Betty Boop is fairest.",
          "release_date": "1933-08-01"
        },
        {
          "vote_count": 50,
          "popularity": 4.155,
          "id": 67713,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.2,
          "title": "Popeye the Sailor Meets Sindbad the Sailor",
          "release_date": "1936-11-27",
          "original_language": "en",
          "original_title": "Popeye the Sailor Meets Sindbad the Sailor",
          "genre_ids": [
            16,
            35,
            12,
            10751,
            14,
            10402
          ],
          "backdrop_path": "\/v72aGYqPcX5kLD1AVzsTXoxfS4d.jpg",
          "adult": false,
          "overview": "Sailors Popeye and Sindbad (Bluto) do battle to see which is the greatest.",
          "poster_path": "\/Ae4r3014zCLSbaL9PiiFm9QGWXS.jpg"
        },
        {
          "vote_count": 64,
          "popularity": 6.708,
          "id": 42518,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.1,
          "title": "Gulliver's Travels",
          "release_date": "1939-11-10",
          "original_language": "en",
          "original_title": "Gulliver's Travels",
          "genre_ids": [
            28,
            12,
            16,
            10751
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Gulliver washes ashore on Lilliput and attempts to prevent war between that tiny kingdom and its equally-miniscule rival, Blefiscu, as well as smooth the way for the romance between the Princess and Prince of the opposing lands. In this he is alternately aided and hampered by the Lilliputian town crier and general fussbudget, Gabby. A life-threatening situation develops when the bumbling trio of Blefiscu spies, Sneak, Snoop, and Snitch, manage to steal Gulliver's pistol.",
          "poster_path": "\/oxJuUeTOaAunEJJ64F2ua0Q3XSz.jpg"
        },
        {
          "vote_count": 113,
          "popularity": 7.398,
          "id": 53217,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "What's Opera, Doc?",
          "release_date": "1957-07-06",
          "original_language": "en",
          "original_title": "What's Opera, Doc?",
          "genre_ids": [
            10402,
            16,
            35
          ],
          "backdrop_path": "\/uLBAdHJflcPz38suDfbYUTHFPhr.jpg",
          "adult": false,
          "overview": "Bugs is in drag as the Valkyrie Brunhilde who sits on an overwieght horse. \"She\" is pursued by Elmer playing the demigod \"Siegfried\".",
          "poster_path": "\/kkbaY8UyPbyzU3xg8CONgwW0Eid.jpg"
        },
        {
          "vote_count": 106,
          "popularity": 6.226,
          "id": 52971,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Rabbit of Seville",
          "release_date": "1950-12-16",
          "original_language": "en",
          "original_title": "Rabbit of Seville",
          "genre_ids": [
            16,
            35
          ],
          "backdrop_path": "\/gILgPrQztkmZzikPVXF4am1TLqA.jpg",
          "adult": false,
          "overview": "Behind the Hollywood Bowl stage which is playing the opera, The Barber of Seville, Bugs Bunny flees into the backstage area with Elmer Fudd in close pursuit. Seeing his opportunity to fight on his terms, Bugs raises the curtain on Elmer, trapping him on stage. As the orchestra begins playing, Bugs comes into play as the barber who is going to make sure that Elmer is going to get a grooming he will never forget.",
          "poster_path": "\/27VEl23uM1aDxR9if2Ncs8IbSmK.jpg"
        },
        {
          "poster_path": "\/1nCzeRj75ygXIG8r63TbkfeqM9x.jpg",
          "popularity": 38.528,
          "vote_count": 4075,
          "video": false,
          "media_type": "movie",
          "id": 10895,
          "adult": false,
          "backdrop_path": "\/wOw0IKC8hxLsPNswkmyxvPe3UiE.jpg",
          "original_language": "en",
          "original_title": "Pinocchio",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Pinocchio",
          "vote_average": 7.1,
          "overview": "Lonely toymaker Geppetto has his wishes answered when the Blue Fairy arrives to bring his wooden puppet Pinocchio to life. Before becoming a real boy, however, Pinocchio must prove he's worthy as he sets off on an adventure with his whistling sidekick and conscience, Jiminy Cricket.",
          "release_date": "1940-02-23"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2106,
          "profile_path": "\/rucTIeVtozKer6TmCYBxFr8Wy2q.jpg",
          "name": "Walt Disney"
        },
        {
          "id": 100888,
          "profile_path": "\/akHjjvb13odwWsEBdbAcaYCF7uI.jpg",
          "name": "Chuck Jones"
        },
        {
          "id": 606084,
          "profile_path": "\/tCYCccuHcX9rVigwqlA5MSSJkTX.jpg",
          "name": "Max Fleischer"
        },
        {
          "id": 33923,
          "profile_path": "\/sicAwqCq5PLCj12KlGWFKJLr1Zv.jpg",
          "name": "Mel Blanc"
        },
        {
          "id": 237588,
          "profile_path": "\/tWE9YsbtYZdbbTmZwW3h3GQ2mC4.jpg",
          "name": "Tex Avery"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}