{
  "number": 7,
  "content_list": [
    {
      "type": "text",
      "content_text": "A <strong>quebra da Bolsa de Nova York</strong> em outubro de 1929 inaugurou uma era de desespero e desemprego galopante nos Estados Unidos. Em 1933, estima-se que 14 milhões de americanos em idade produtiva estivessem sem trabalho."
    },
    {
      "type": "text",
      "content_text": "\"<i>O dólar que andava tão sumido voltou para a carteira / Com grana no bolso você pode transformar seus sonhos em ouro</i>\", dizia a letra de \"<i>We're in the Money</i>\" na sequência coreografada por <i>Busby Berkeley</i> em <a href=\"https://_{type: 'screen', 'id': 31511, 'screen_type': movie}\">Gold Diggers of 1933</a> (BR: Caçadoras de ouro, 1933). O dinheiro é celebrado pelo fato de tanta gente ter tão pouco dele. A alegria das coristas vestidas com moedas parece forçada e a analogia entre sexo e dinheiro é óbvio. Contudo, seria um erro pensar que os musicais dos anos 1930 tratavam apenas de opulência, sexo e escapismo."
    },
    {
      "type": "video",
      "video_id": "UJOjTNuuEVw",
      "information": {
        "contentTitle": "Cena de Caçadoras de Ouro com a música \"We're in the Money\"",
        "contentText": "Esta sequência que satiriza a Depressão é fabulosa e deliberadamente vulgar, com versos como \"<i>Os jornais já não falam sobre filas de gente pedindo comida</i>\". Ela combina garotas bonitas, moedas, gigantes e Ginger Rogers cantando o refrão da música na \"<i>língua do P</i>\".",
        "source": "Youtube: Canal <i>chackwor</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em um clima tão sombrio, dançar era um ato de resistência. Em <a href=\"https://_{type: 'screen', 'id': 3062, 'screen_type': movie}\">42nd Street</a> (BR: Rua 42, 1933), a sequência final de Berkeley mostra policiais, gângsteres e lojistas dançando, como se quisessem manter longe os problemas da época. Os musicais de bastidores do período, entre eles Rua 42 e <a href=\"https://_{type: 'screen', 'id': 28432, 'screen_type': movie}\">Footlight Parade</a> (BR: Belezas em revista, 1933), partiam da ideia de que os ensaios demandavam \"<i>sacrifício, sangue e suor</i>\"."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Meu talento é jogo, Pop. Sapateado é bom, mas não há futuro nisso",
        "author": "John \"Lucky\" Garnett (Fred Astaire) para \"Pop\" Gardetti (Victor Moore) em Ritmo Louco"
      }
    },
    {
      "type": "text",
      "content_text": "Havia dois tipos de musicais na década de 1930. De um lado, as produções da <i>Warner Bros.</i> com as coreografias fabulosamente expressionistas de Berkeley e, de outro, os filmes em que os protagonistas se ocupavam da dança. Conforme a célebre frase de Fred Astaire: \"<i>Ou dança a câmera ou danço eu</i>\". Nos filmes de Astaire, o astro costumava ficar no centro do quadro em tomadas longas, para que os espectadores pudessem apreciar seus movimentos."
    },
    {
      "type": "video",
      "video_id": "ILxo-TUkzOQ",
      "information": {
        "contentTitle": "Cena do filme O Picolino (1935)",
        "contentText": "O grande número romântico saiu completo, com penas de avestruz e tudo. Astaire se desculpou por sua reação ao vestido e deu a Rogers um pingente de ouro em forma de pena. Ele também parodiou a dança com <a href=\"https://_{type: 'screen', 'id': 9066, 'screen_type': person}\">Judy Garland</a> em <a href=\"https://_{type: 'screen', 'id': 3062, 'screen_type': movie}\">Easter Parade</a> (BR: Desfile de Páscoa, 1948). \"<i>Feathers</i>\" (penas) se tornou o apelido de Rogers.",
        "source": "Youtube: Canal <i>FilmStruck</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nas sequencias de Berkeley, os dançarinos faziam parte de arranjos extremamente complexos que o coreógrafo concebia para as telas. A câmera corria ao redor dos dançarinos, por cima deles e às vezes até por debaixo de suas pernas. As plateias não tinham como saber se os atores sabiam ou não dançar de verdade. Quanto a Astaire, porém, não havia a menor dúvida. Suas pernas teriam sido seguradas em 1 milhão de dólares e o astro chegou a convencer os técnicos a projetar novos equipamentos para filmá-lo dançando."
    },
    {
      "type": "text",
      "content_text": "Astaire dava a impressão de fazer seus números sem o menor esforço. Em filmes como <a href=\"https://_{type: 'screen', 'id': 3080, 'screen_type': movie}\">Top Hat</a> (BR: O picolino, 1935) ele sempre estava com um sorriso alegre no rosto enquanto <a href=\"https://_{type: 'screen', 'id': 30003, 'screen_type': person}\">Ginger Rogers</a> (1911-1995) parecia radiante, como se a dupla dançasse de forma espontânea. As plateias da época da Grande Depressão podiam se deixar levar por sequências musicais que transmitiam a mais completa despreocupação - porém, não havia nada de fácil nesses números."
    },
    {
      "type": "block_special",
      "title": "O Ator que mudou o Cinema",
      "image": {
        "image_type": "local",
        "url": "img_astaire",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Considerado o dançarino mais influente na história do cinema, Fred Astaire foi uma das figuras mais importantes na era de ouro dos musicais.<br/> <br/> \n\nSua carreira no palco e subsequente no cinema e na televisão durou um total de 76 anos. Ele atuou em mais de 10 musicais da <i>Broadway</i> e de Londres, fez 31 filmes musicais, quatro especiais televisivos, e lançou inúmeras canções. Como dançarino, seus traços mais marcantes eram seu absurdo senso de ritmo, seu perfeccionismo, e sua inovação. Sua favorita e mais memorável parceria de dança foi com <a href=\"https://_{type: 'screen', 'id': 30003, 'screen_type': person}\">Ginger Rogers</a> (1911-1995), com quem ele co-estrelou em uma série de dez musicais de Hollywood. O <i>American Film Institute</i> nomeou Astaire a quinta maior estrela masculina do cinema clássico de Hollywood em sua lista \"<i>100 Anos... 100 Estrelas</i>\". <br/> <br/> \n\n<a href=\"https://_{type: 'screen', 'id': 13294, 'screen_type': person}\">Gene Kelly</a> (1912-1996), outra renomada estrela da dança filmada, disse que \"<i>a história da dança no cinema começa com Astaire</i>\". Mais tarde, ele afirmou que Astaire era \"<i>o único dos dançarinos de hoje que será lembrado</i>\". Além do cinema e da televisão, muitos dançarinos e coreógrafos, incluindo <i>Rudolf Nureyev, Sammy Davis Jr., Michael Jackson, Gregory Hines e Mikhail Baryshnikov, George Balanchine, Jerome Robbins, Madhuri Dixit e Bob Fosse</i>, que chamaram Astaire de \"<i>ídolo</i>\", também reconheceram sua influência.",
      "credits": "Resumo baseado no texto <strong>Fred Astaire</strong>, publicado no \"<i>Wikipédia</i>\""
    },
    {
      "type": "text",
      "content_text": "Astaire era implacável consigo mesmo e bastante rigoroso com Rogers. Calcula-se que tenha gasto no mínimo mil pares de sapatos de dança ao longo de sua carreira. Nas filmagens de <a href=\"https://_{type: 'screen', 'id': 20325, 'screen_type': movie}\">Swing Time</a> (BR: Ritmo louco, 1936), este perfeccionista ao extremo forçou Rogers a ensaiar uma sequência difícil tantas vezes que seus pés teriam sangrado nas sapatilhas de seda."
    },
    {
      "type": "text",
      "content_text": "Outra diferença entre os musicais de Astaire e os filmes que traziam o exército de coristas de Berkeley é que os primeiros se baseiam no individualismo, ao passo que os últimos celebram a coletividade. Alguns teóricos sugeriram que Berkeley seria ou um ideólogo do <i>New Deal</i>, que louvava os méritos do coletivo, ou um \"<i>velho safado</i>\" cuja câmera era um olho malicioso que espiava as coristas voluptuosas de todos os ângulos possíveis.",
      "content_credits": "Resumo baseado no texto de <strong>Geoffrey Macnab</strong>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 133,
          "popularity": 7.32,
          "id": 20325,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Swing Time",
          "release_date": "1936-08-27",
          "original_language": "en",
          "original_title": "Swing Time",
          "genre_ids": [
            35,
            18,
            10402,
            10749
          ],
          "backdrop_path": "\/lXiQusG4WJtwkDoYsOQLKG6Hzvn.jpg",
          "adult": false,
          "overview": "Lucky is tricked into missing his own wedding again and has to make $25,000 so her father allows him to marry Margaret. He and business partner Pop go to New York where they run into dancing instructor Penny. She and Lucky form a successful dance partnership, but romance is blighted by his old attachment to Margaret and hers for Ricky Romero.",
          "poster_path": "\/cECQGtw13ooPIuEpVWOUlUXaAnO.jpg"
        },
        {
          "vote_count": 172,
          "popularity": 11.815,
          "id": 3080,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Top Hat",
          "release_date": "1935-08-29",
          "original_language": "en",
          "original_title": "Top Hat",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/tnPgH5j3rPRajvF1iUqLH9WgWqz.jpg",
          "adult": false,
          "overview": "Showman Jerry Travers is working for producer Horace Hardwick in London. Jerry demonstrates his new dance steps late one night in Horace's hotel room, much to the annoyance of sleeping Dale Tremont below. She goes upstairs to complain and the two are immediately attracted to each other. Complications arise when Dale mistakes Jerry for Horace.",
          "poster_path": "\/qoPBiN6PBs2NsP7BNOJGCnmwruG.jpg"
        },
        {
          "vote_count": 86,
          "popularity": 8.296,
          "id": 3062,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "42nd Street",
          "release_date": "1933-03-11",
          "original_language": "en",
          "original_title": "42nd Street",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/t7rLMyIV4TweznQ6R1YM8bCmkSC.jpg",
          "adult": false,
          "overview": "A producer puts on what may be his last Broadway show, and at the last moment a chorus girl has to replace the star.",
          "poster_path": "\/q4UEd8BL74zVsOOaJkKVMLMmdTg.jpg"
        },
        {
          "vote_count": 42,
          "popularity": 5.895,
          "id": 28432,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Footlight Parade",
          "release_date": "1933-10-21",
          "original_language": "en",
          "original_title": "Footlight Parade",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/hSBSZX2qhGgwmJXgtp8BOyu7lyW.jpg",
          "adult": false,
          "overview": "A fledgling producer finds himself at odds with his workers, financiers and his greedy ex-wife when he tries to produce live musicals for movie-going audiences. This film has been inducted into the Library of Congress National Film Registry.",
          "poster_path": "\/4mrL1qVnQXjl6NDfhnp1LjGlqis.jpg"
        },
        {
          "poster_path": "\/r5C7SVt6WZdjJStSNxE3pFAmVsG.jpg",
          "popularity": 5.085,
          "vote_count": 39,
          "video": false,
          "media_type": "movie",
          "id": 28293,
          "adult": false,
          "backdrop_path": "\/1C5bRd2bIcR7T7jaLuESzovxjiM.jpg",
          "original_language": "en",
          "original_title": "Flying Down to Rio",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "title": "Flying Down to Rio",
          "vote_average": 6.6,
          "overview": "A dance band leader finds love and success in Brazil.",
          "release_date": "1933-12-22"
        },
        {
          "poster_path": "\/7oaRBmiEjqzLk1j36N8TRSFPebQ.jpg",
          "popularity": 7.528,
          "vote_count": 66,
          "video": false,
          "media_type": "movie",
          "id": 65203,
          "adult": false,
          "backdrop_path": "\/bbLc3gYLOS2egDCZO0SGWE8Vml9.jpg",
          "original_language": "en",
          "original_title": "The Broadway Melody",
          "genre_ids": [
            18,
            10402,
            10749
          ],
          "title": "The Broadway Melody",
          "vote_average": 5.5,
          "overview": "Harriet and Queenie Mahoney, a vaudeville act, come to Broadway, where their friend Eddie Kerns needs them for his number in one of Francis Zanfield's shows. Eddie was in love with Harriet, but when he meets Queenie, he falls in love to her, but she is courted by Jock Warriner, a member of the New Yorker high society. It takes a while till Queenie recognizes, that she is for Jock nothing more than a toy, and it also takes a while till Harriet recognizes, that Eddie is in love with Queenie",
          "release_date": "1929-02-08"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 30181,
          "profile_path": "\/zdYM70m1EhhHaOJaN6TmrZDExoS.jpg",
          "name": "Fred Astaire"
        },
        {
          "id": 30003,
          "profile_path": "\/ah4nyaNUOMZwmGbDOAtN8S8J6ap.jpg",
          "name": "Ginger Rogers"
        },
        {
          "id": 13294,
          "profile_path": "\/qpxdcekD3x77J6dIxMOUfJifu49.jpg",
          "name": "Gene Kelly"
        },
        {
          "id": 30001,
          "profile_path": "\/5CmcKWPEaGgxMb8SgOtybECboj6.jpg",
          "name": "Ruby Keeler"
        },
        {
          "id": 5788,
          "profile_path": "\/kcFPx9Xq63AUZ83zMoqqs8Zjrcj.jpg",
          "name": "James Cagney"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}