{
  "number": 6,
  "content_list": [
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 143, 'screen_type': movie}\">All Quiet on the Western Front</a> (BR: Sem novidades no front, 1930) - drama humanitário sobre a primeira Guerra Mundial dirigido por <a href=\"https://_{type: 'screen', 'id': 2000, 'screen_type': person}\">Lewis Milestone</a> (1895-1980) e baseado no romance best-seller de <i>Erich Maria Remarque</i> - refletia os sentimentos de uma geração de americanos que concordavam com a letra da canção \"<i>I Didn't Raise My Son To Ba Soldier</i>\" (Eu não criei meu filho para ser soldado). O filme mostra o conflito do ponto de vista dos alemães, e seus vilões são os políticos e civis que usam o patriotismo como desculpa para enviar jovens à frente de batalha para morrer inutilmente. O filme também calou fundo naqueles que se lembravam dos horrores da \"<i>guerra para acabar com todas as guerras</i>\"."
    },
    {
      "type": "video",
      "video_id": "Nmmif6wAxYk",
      "information": {
        "contentTitle": "O discurso final de O Grande Ditador (1940)",
        "contentText": "<a href=\"https://_{type: 'screen', 'id': 13848, 'screen_type': person}\">Charles Chaplin</a> (1889-1977) teve a ideia de <a href=\"https://_{type: 'screen', 'id': 914, 'screen_type': movie}\">The Great Dictator</a> (BR: O Grande ditador, 1940) quando <a href=\"https://_{type: 'screen', 'id': 2490, 'screen_type': person}\">Alexander Korda</a>, seu amigo, reparou na semelhança física existente entre Carlitos e <i>Adolf Hitler</i>. Posteriormente Chaplin descobriu que ele e Hitler tinham nascido com apenas uma semana de diferença, tinham a mesma altura e peso e ainda nasceram na pobreza e depois ascenderam. Chaplin resolveu usar esta semelhança para atacar Hitler quando soube da política de opressão racial que o governante estava implementando na Alemanha.",
        "source": "Youtube: Canal <i>Rafael Samsa</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O astro <a href=\"https://_{type: 'screen', 'id': 2007, 'screen_type': person}\">Lew Ayres</a> (1908-1996) se tornou tão pessoalmente comprometido com o pacifismo que, mais tarde, sua carreira seria prejudicada pela revelação de que ele se manteve contrário à Segunda Guerra Mundial mesmo quando o país já pensava de outra forma. Durante boa parte da década de 1930, apesar - ou por causa - das notícias que vinham da Europa e da Ásia, filmes como <a href=\"https://_{type: 'screen', 'id': 147776, 'screen_type': movie}\">The Man Who Reclaimed His Head</a> (BR: O homem que recuperou sua cabeça, 1934) representavam a guerra mundial como um mal promovido por políticos desonestos, comerciantes de armas corruptos e fanáticos de mentalidade tacanha."
    },
    {
      "type": "text",
      "content_text": "A ascensão do nazismo transtornou muitas pessoas em Hollywood. Ironicamente, os chefes dos estúdios, quase todos judeus, tinham um estilo pessoal que poderia deixá-los mais inclinados a admirar o fascismo - <i>Harry Cohn</i> da <i>Columbia</i>, projetou seu escritório baseando-se no de <i>Benito Mussolini</i> -, não fosse pelo antissemitismo que ele trazia consigo. Produtores como <i>Cohn</i>, <a href=\"https://_{type: 'screen', 'id': 2106, 'screen_type': person}\">Walt Disney</a> (um raro não judeu na indústria) e <a href=\"https://_{type: 'screen', 'id': 1060761, 'screen_type': person}\">Louis B. Mayer</a> ficariam muito mais satisfeitos – como o ficaram na década de 1950 - em combater os comunistas, que lhes pareciam um ameaça pessoal mais grave (por meio da disseminação dos sindicatos) do que os fascistas Hollywood também queria garantir o sucesso comercial de seus filmes Europa."
    },
    {
      "type": "video",
      "video_id": "ocAzfplTdTw",
      "information": {
        "contentTitle": "A transmissão patriótica em Correspondente estrangeiro (1940)",
        "contentText": "O epilogo empolgante traz o herói americano, agora um devoto da causa antifascista, transmitindo um tributo urgente ao heroísmo da Grã-Bretanha sob o ataque aéreo dos alemães, enquanto sirenes soam e bombas caem sobre Londres. \"<i>Esta é uma grande história</i>\", diz ele, \"<i>e vocês fazem parte dela</i>\".",
        "source": "Youtube: Canal <i>WatersStillRunDeep</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A retorica <i>anti-hollywoodiana</i> intelectual e inflamada tanto da esquerda quanto da direita nos anos 1930 foi também marcada pelo antissemitismo de o que os chefes dos estúdios, em sua maioria, preferiram ficar calados quanto a assuntos políticos e religiosos. Quando a Warner Bros. produziu, corajosamente, <a href=\"https://_{type: 'screen', 'id': 43278, 'screen_type': movie}\">The Life of Emile Zola</a> (BR: A vida de Emile Zola,1937), que narra o envolvimento do escritor francês no caso Dreyfus, o fato de o réu ser judeu quase não é mencionado no filme."
    },
    {
      "type": "text",
      "content_text": "Contudo por ironia, a popularidade de <i>Sem novidades no front</i> forçou Hollywood a realizar mais filmes que abordassem a situação da Alemanha à época, na esperança de repetir o sucesso do original. <a href=\"https://_{type: 'screen', 'id': 139793, 'screen_type': movie}\">The Road Back</a> (BR: O caminho de volta, 1937), <a href=\"https://_{type: 'screen', 'id': 109970, 'screen_type': movie}\">Three Comrades</a> (BR: Três camaradas, 1938) e <a href=\"https://_{type: 'screen', 'id': 989, 'screen_type': movie}\">The mortal storm</a> (BR: Tempestades d'Alma, 1940) são continuações não oficiais de <i>Sem novidades no front</i> e mostram a Alemanha do pós-guerra dando uma violenta guinada política para a direita."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "... Why should he put a musket to his shoulder, To kill another mother's darling boy...",
        "author": "Trecho da canção 'I Didn't Raise My Son To Be A Soldier' "
      }
    },
    {
      "type": "text",
      "content_text": "A Warner Bros. foi o estúdio mais antinazista de todos, chegando a fechar sua sucursal alemã -supostamente porque delinquentes antissemitas teriam assassinado seu representante no país. Em 1939, o estúdio produziu o incendiário <a href=\"https://_{type: 'screen', 'id': 99920, 'screen_type': movie}\">Confessions of a Nazi Spy</a> (BR: Confissões de um Espião Nazista, 1939), uma denúncia baseada em fatos reais da espionagem alemã nos Estados Unidos que critica as inclinações nazistas do Bund Germano-Americano, organização americana de simpatizantes do ultranacionalismo alemão."
    },
    {
      "type": "text",
      "content_text": "Com outra guerra mundial parecendo inevitável a indústria cinematográfica reage produzindo mais filmes com essa temática: <a href=\"https://_{type: 'screen', 'id': 84034, 'screen_type': person}\">Clarence Brown</a> dirigiu <a href=\"https://_{type: 'screen', 'id': 61523, 'screen_type': movie}\">Idiot's Delight</a> (BR: Este mundo louco, 1939), baseado na peça Idiot`s Delight, de <a href=\"https://_{type: 'screen', 'id': 3386, 'screen_type': person}\">Robert Sherwood</a> (1896-1955), conta a história de um grupo de americanos presos na Europa quando a guerra e deflagrada e já estava nos cinemas poucos meses depois de a situação que retrata ter ocorrido. O que ele insinua é que os Estados Unidos não poderiam deixar de se envolver no conflito."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_confissoes_nazi",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cartaz de Divulgação de Confissões de um Espião Nazista (1939)",
        "contentText": "Sendo o primeiro filme antinazista de Hollywood, <i>Confissões de um Espião Nazista</i> (1939) foi lançado, de forma ousada, seis meses antes de a guerra ser declarada na Europa.",
        "source": "warnerbros.com"
      }
    },
    {
      "type": "text",
      "content_text": "Os isolacionistas americanos fizeram duras críticas à maneira como Hollywood parecia pender para o lado dos britânicos no início da guerra, especialmente no que dizia respeito a cineastas ingleses como <a href=\"https://_{type: 'screen', 'id': 13848, 'screen_type': person}\">Charlie Chaplin</a> (1889-1977) com <a href=\"https://_{type: 'screen', 'id': 914, 'screen_type': movie}\">The Great Dictator</a> (BR: O Grande ditador, 1940) e <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980) com <a href=\"https://_{type: 'screen', 'id': 25670, 'screen_type': movie}\">Foreign Correspondent</a> (BR: Correspondente estrangeiro, 1940)."
    },
    {
      "type": "text",
      "content_text": "Em 1941, talvez Hollywood já estivesse em melhores condições para enfrentar uma guerra do que o Exército americano ou qualquer órgão de defesa nacional. Conformada com a perda do mercado europeu e alinhada com a política de \"<i>Boa Vizinhança</i>\" do presidente Roosevelt, a indústria investiu nas mais variadas tentativas de se expandir - como o malfadado inconcluso.",
      "content_credits": "Resumo baseado no texto de <strong>Kim Newman</strong>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/1QpO9wo7JWecZ4NiBuu625FiY1j.jpg",
          "popularity": 17.58,
          "vote_count": 2031,
          "video": false,
          "media_type": "movie",
          "id": 914,
          "adult": false,
          "backdrop_path": "\/7jTgJ24UPkWeb5zzH7ihs554xVy.jpg",
          "original_language": "en",
          "original_title": "The Great Dictator",
          "genre_ids": [
            35
          ],
          "title": "The Great Dictator",
          "vote_average": 8.4,
          "overview": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.",
          "release_date": "1940-10-23"
        },
        {
          "vote_count": 189,
          "popularity": 11.347,
          "id": 25670,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Foreign Correspondent",
          "release_date": "1940-08-16",
          "original_language": "en",
          "original_title": "Foreign Correspondent",
          "genre_ids": [
            9648,
            53,
            10752
          ],
          "backdrop_path": "\/oEKaT0nQaQhnaVIQ6yEMFpnO4nF.jpg",
          "adult": false,
          "overview": "The European war was only beginning to erupt across national borders. Johnny Jones, an American crime reporter dispatched by his New York publisher to put a fresh spin on the drowsy dispatches emanating from overseas, has a nose for a good story—which promptly leads him to the crime of fascism and Nazi Germany's designs on European conquest. In attempting to learn more about a seemingly noble peace effort, Jones walks into the middle of an assassination, uncovers a spy ring and—not entirely coincidentally—falls in love.",
          "poster_path": "\/voiObyqh8LDAOdnBCKD1ZuoPVbL.jpg"
        },
        {
          "vote_count": 404,
          "popularity": 11.055,
          "id": 143,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "All Quiet on the Western Front",
          "release_date": "1930-04-29",
          "original_language": "en",
          "original_title": "All Quiet on the Western Front",
          "genre_ids": [
            18,
            10752
          ],
          "backdrop_path": "\/xqLnq7Yge5r8acUdXnMpqnriB0x.jpg",
          "adult": false,
          "overview": "A young soldier faces profound disillusionment in the soul-destroying horror of World War I. Together with several other young German soldiers, he experiences the horrors of war, such evil of which he had not conceived of when signing up to fight. They eventually become sad, tormented, and confused of their purpose.",
          "poster_path": "\/yAU6jklJLUjZot3WyvyJrxVdLKb.jpg"
        },
        {
          "vote_count": 464,
          "popularity": 10.626,
          "id": 940,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "The Lady Vanishes",
          "release_date": "1938-10-07",
          "original_language": "en",
          "original_title": "The Lady Vanishes",
          "genre_ids": [
            9648,
            53
          ],
          "backdrop_path": "\/fSick8lZSmgVM7lBRUdxqxfgpam.jpg",
          "adult": false,
          "overview": "On a train headed for England a group of travelers is delayed by an avalanche. Holed up in a hotel in a fictional European country, young Iris befriends elderly Miss Froy. When the train resumes, Iris suffers a bout of unconsciousness and wakes to find the old woman has disappeared. The other passengers ominously deny Miss Froy ever existed, so Iris begins to investigate with another traveler and, as the pair sleuth, romantic sparks fly.",
          "poster_path": "\/gbucfpfbowcXW0eUqVGZUplooW.jpg"
        },
        {
          "poster_path": "\/1kHeWi5eLOay1HNvgO2HOHFfxFy.jpg",
          "popularity": 1.214,
          "vote_count": 0,
          "video": false,
          "media_type": "movie",
          "id": 147776,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "The Man Who Reclaimed His Head",
          "genre_ids": [
            18
          ],
          "title": "The Man Who Reclaimed His Head",
          "vote_average": 0,
          "overview": "A writer discovers he's being used as a pawn by greedy businessmen. Director Edward Ludwig's 1934 drama stars Claude Rains, Lionel Atwill, Joan Bennett, Henry O'Neill and Wallace Ford.",
          "release_date": "1934-12-24"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 13848,
          "profile_path": "\/lRI9Ky1SMOehn04OqhYJ5hQfgIK.jpg",
          "name": "Charlie Chaplin"
        },
        {
          "id": 2007,
          "profile_path": "\/rXT2hHyiQV3Ufb8tHD2iyoCabPC.jpg",
          "name": "Lew Ayres"
        },
        {
          "id": 2636,
          "profile_path": "\/108fiNM6poRieMg7RIqLJRxdAwG.jpg",
          "name": "Alfred Hitchcock"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}