{
  "number": 4,
  "content_list": [
    {
      "type": "text",
      "content_text": "O animador de teatro de sombras alemão <a href=\"https://_{type: 'screen', 'id': 549834, 'screen_type': person}\">Lotte Reiniger</a> (1899-1981) teve muito sucesso com o mais antigo longa-metragem completamente animado a sobreviver até os dias de hoje: <a href=\"https://_{type: 'screen', 'id': 19354, 'screen_type': movie}\">Die Abenteuer des Prinzen Achmed</a> (BR: As aventuras do principe Achmed, 1926). Vinte anos depois nasceu o filho mais famoso do cinema de animação. Ele é um ícone conhecido em todo o mundo e já apareceu em centenas de curtas e longas-metragens."
    },
    {
      "type": "text",
      "content_text": "Mickey Mouse surgiu pela primeira vez em 1928 e o mais famoso dentre os seus desenhos animados da época é <a href=\"https://_{type: 'screen', 'id': 53565, 'screen_type': movie}\">Steamboat Willie</a> (BR: O Vapor Willie, 1928), desse mesmo ano. A magia das animações dos estúdios <strong>Disney</strong> fica evidente neste exemplo precoce do gênero, com sua música cativante e seus personagens antropomórficos. Por décadas a fio, bastou que os artistas do estúdio colocassem um vestido em Minnie e um laço em sua cabeça para convencer os espectadores de que, apesar de ser quase idêntica a Mickey, ela era uma garota."
    },
    {
      "type": "video",
      "video_id": "bjr3wYTI3YY",
      "information": {
        "contentTitle": "Trailer de lançamento do relançamento de As Aventuras do Príncipe Achmed (1926)",
        "contentText": "O filme trabalhava diversas tramas que <i>Lotte Reiniger</i> tomou emprestadas de contos de Mil e Uma Noites. Creditado como o filme de animação mais antigo do mundo, foi produzido com a técnica de tintura. Somente dois filmes de animação argentinos, de Quirino Cristiani, foram precursores; contudo, estes são considerados perdidos.",
        "source": "Youtube: Canal <i>absolutMEDIENBerlin</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na era de ouro da Disney, <a href=\"https://_{type: 'screen', 'id': 2106, 'screen_type': person}\">Walt Disney</a> (1901-1966) e seus \"<strong>Nine Old Men</strong>\" (\"Os nove veteranos\", principais animadores do estúdio) trabalharam incansavelmente para produzir desenhos animados para as massas e criar o que se tornaria o padrão para os longas-metragens animados do Ocidente."
    },
    {
      "type": "text",
      "content_text": "Entre 1937 e 1942, lançaram <a href=\"https://_{type: 'screen', 'id': 408, 'screen_type': movie}\">Snow White and the Seven Dwarfs</a> (BR: Branca de Neve e os Sete Anões, 1937), <a href=\"https://_{type: 'screen', 'id': 10895, 'screen_type': movie}\">Pinocchio</a> (BR: Pinóquio, 1940), <a href=\"https://_{type: 'screen', 'id': 756, 'screen_type': movie}\">Fantasia</a> (1940), <a href=\"https://_{type: 'screen', 'id': 11360, 'screen_type': movie}\">Dumbo</a> (1941) e <a href=\"https://_{type: 'screen', 'id': 3170, 'screen_type': movie}\">Bambi</a> (1942). Cada um desses filmes é um marco cultural e, à sua maneira, pioneiro - como no caso da mistura de animação e gravação sonora estereofônica de Fantasia ou do equilíbrio entre momentos de grande emotividade e passagens sombrias em Pinóquio e Bambi."
    },
    {
      "type": "video",
      "video_id": "cKOSJ5AAwfc",
      "information": {
        "contentTitle": "Curta Betty Boop in Snow White (1933)",
        "contentText": "<strong>Betty Boop</strong> é uma personagem de desenho animado criada por <a href=\"https://_{type: 'screen', 'id': 606084, 'screen_type': person}\">Max Fleischer</a> (1883-1972) e desenhada por <i>Grim Natwick</i>. Betty Boop fez sua primeira aparição no desenho animado <i>Dizzy Dishes</i> , lançado em 9 de agosto de 1930, o sétimo episódio da série <i>Talkartoon</i> de Fleischer. Embora <i>Clara Bow</i> seja frequentemente considerada a inspiração para Boop, alguns dizem que ela realmente começou como uma caricatura da cantora <i>Helen Kane</i>, que se apresentava em um estilo compartilhado por muitos artistas da época. A dança de <i>Koko</i> (incluindo alguns movimentos que parecem muito com \"<i>moonwalk</i>\") durante o número de \"<i>St. James</i>\" foi realizada com a técnica de <strong>rotoscopia</strong>, baseada em uma filmagem de <i>Cab Calloway</i>. O filme foi considerado \"<i>culturalmente significativo</i>\" pela <i>Biblioteca do Congresso dos Estados Unidos</i> e selecionado para preservação no <i>National Film Registry</i> em 1994. No mesmo ano, foi eleito nº 19 dos 50 maiores desenhos animados de todos os tempos por membros do campo da animação. O filme agora está em domínio público.",
        "source": "Youtube: Canal <i>SuperRiles</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo, os estúdios <i>Fleischer</i>, a <i>MGM</i> e a <i>Warner Bros.</i> produziam suas próprias e excelentes animações. Os irmãos Fleischer criaram a lendária <strong>Betty Roop</strong> cuja mistura de inocência e sensualidade causou controvérsia em curtas como <a href=\"https://_{type: 'screen', 'id': 127409, 'screen_type': movie}\">Betty Boop in Snow White</a> (BR: Branca de Neve, 1933). Desde então sua estética e sua persona de garota de filme de gângster vêm sendo eternamente parodiadas."
    },
    {
      "type": "text",
      "content_text": "Se Betty era a rainha dos estúdios Fleischer, então Popeye era o rei. Fazendo sua estreia em <a href=\"https://_{type: 'screen', 'id': 145769, 'screen_type': movie}\">Popeye the Sailor</a> (BR: Popeye, o marinheiro, 1933), o homem de olhos apertados, dono de uma força sobrenatural, tem uma namorada que o adora, ostenta tatuagens masculinas e passa todo o tempo fumando cachimbo e se metendo em brigas."
    },
    {
      "type": "video",
      "video_id": "QIwUpvf2jXY",
      "information": {
        "contentTitle": "Curta Marinheiro Popeye Encontra o Marujo Sinbad (1936)",
        "contentText": "Este curta foi o primeiro dos três curtas <i>Popeye Color Specials</i>, que, com mais de dezesseis minutos cada, foram classificados como \"<i>A Popeye Feature</i>\". <a href=\"https://_{type: 'screen', 'id': 67713, 'screen_type': movie}\">Popeye the Sailor Meets Sindbad the Sailor</a> (Marinheiro Popeye Encontra o Marujo Sinbad, 1936) foi nomeado para em 1936 ao Oscar para Melhor Curta Animado, mas perdeu para Symphony <a href=\"https://_{type: 'screen', 'id': 67713, 'screen_type': movie}\">The Country Cousin</a> (BR: Primo da Roça, 1936), da <i>Walt Disney</i>. O curta foi considerado \"<i>culturalmente significativo</i>\" pela Biblioteca do Congresso dos Estados Unidos e selecionado para preservação no <i>National Film Registry</i>. Em 1994, o filme foi eleito o 17º dos 50 maiores desenhos animados de todos os tempos pelos membros da área de animação, tornando-o o desenho animado do <i>Fleischer Studios</i> com a melhor classificação no livro.",
        "source": "Youtube: Canal <i>8thManDVD.com™ Cartoon Channel</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Seria Popeye o primeiro herói de ação animado? Os irmãos <i>Fleischer</i> também produziram o segundo longa-metragem de animação do mundo: <a href=\"https://_{type: 'screen', 'id': 42518, 'screen_type': movie}\">Gulliver's Travels</a> (BR: As viagens de Gulliver, 1939). O filme foi sucesso de crítica e público, mas não conseguiu salvar o estúdio de uma morte prematura."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "...Quem tem medo do lobo mau\nLobo mau, lobo mau?!",
        "author": "Os Três porquinhos"
      }
    },
    {
      "type": "text",
      "content_text": "A <i>MGM</i> estabeleceu seu legado com a primeira aparição de Tom e Jerry no desenho. Um gato travesso, de 1940. A <i>Warner Bros.</i>, por sua vez, tinha sua própria linha de filmes animados, com as séries <strong>Turma do Pernalonga</strong> e <strong>Merrie Melodies</strong>. Esses curtas-metragens anárquicos estavam a anos-luz de distância do estilo sentimental e da produção detalhista e seletiva da Disney."
    },
    {
      "type": "text",
      "content_text": "Os animadores <a href=\"https://_{type: 'screen', 'id': 100888, 'screen_type': person}\">Chuck Jones</a> (1912-2002) e <a href=\"https://_{type: 'screen', 'id': 930633, 'screen_type': person}\">Friz Freleng</a> (1906-1995) tiveram liberdade para experimentar e, com a dublagem do incomparável <a href=\"https://_{type: 'screen', 'id': 33923, 'screen_type': person}\">Mel Blanc</a> (1908-1989), personagens amalucados como <i>Pernalonga</i> e <i>Patolino</i> ofereciam uma alternativa a heróis mais comuns como <i>Mickey Mouse</i> e <i>Popeye</i>. O único limite dos filmes animados é a imaginação e há mais de um século que crianças e adultos se deixam fascinar e divertir pelo cinema de animação."
    },
    {
      "type": "block_special",
      "title": "Isso é tudo pessoal! A arte da Warner Bros.",
      "image": {
        "image_type": "local",
        "url": "img_pernalonga",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Alguns dos personagens animados mais icônicos da história do cinema, como <i>Pernalonga, Patolino e Piu-Piu</i>, foram criados por animadores que trabalharam na <i>Warner Bros.</i> Além de entreter várias gerações de crianças e adultos, os curtas de animação ganharam vários prêmios da Academia Prêmios e têm sido incrivelmente influentes na indústria da animação no cinema e na TV. <br/><br/> \n\nA <strong>Warner Bros. Animation</strong> começou quando o produtor <a href=\"https://_{type: 'screen', 'id': 149374, 'screen_type': person}\">Leon Schlesinger</a> (1884-1949), que era parente distante da <i>Warner Brothers</i> que fundou seu estúdio homônimo, contratou dois animadores, <a href=\"https://_{type: 'screen', 'id': 112993, 'screen_type': person}\">Hugh Harman</a> (1903-1982) e <a href=\"https://_{type: 'screen', 'id': 112994, 'screen_type': person}\">Rudolf Ising</a> (1903-1992), veteranos do estúdio de desenho animado de Walt Disney em Kansas City. Harman e Ising criaram o personagem <strong>Bosko</strong>, que estrelou o primeiro curta de animação teatral do estúdio: <a href=\"https://_{type: 'screen', 'id': 34781, 'screen_type': movie}\">Sinkin 'in the Bathtub</a> (1930). <br/><br/> \n\nComo a <i>Walt Disney Productions</i> havia lançado sua série <strong>Silly Symphony</strong> de curtas de desenho animado no ano anterior, Schlesinger apelidou seus curtas de \"<strong>Looney Tunes</strong>\", já que esses curtas inicialmente envolviam música. Esse curta incluiu um personagem da Warner Bros. dizendo \"<i>Isso é tudo, pessoal!</i>\" para encerrar o curta, que mais tarde se tornou marca registrada do personagem <i>Gaguinho</i> (Porky Pig) do estúdio. <br/><br/> \n\nNo ano seguinte, a Warner Bros. iniciou uma segunda série intitulada <i>Merrie Melodies</i> que ainda envolvia música, mas apresentava canções de filmes anteriores da Warner Bros. para ajudar a vender as gravações dessas canções. Depois de produzir mais de 60 desenhos animados para a Warner Bros., a equipe de Harman e Ising se separou de Schlesinger por causa de disputas salariais em 1933, levando seus personagens com eles. A nova estrela do <i>Looney Tunes</i> foi inicialmente o Buddy - como Bosko. Buddy foi substituído como a estrela principal da série por outro clone de Bosko chamado <i>Beans the Cat</i>, que apareceu pela primeira vez em 1935 no curta em Technicolor <a href=\"https://_{type: 'screen', 'id': 100313, 'screen_type': movie}\">I Have not Got a Hat</a> (1935). No entanto, um personagem muito mais importante também apareceu naquele curta: <strong>Guaguinho</strong>. Embora Guaguinho fosse muito mais gordo do que nos últimos anos, em sua primeira aparição ele já apresentava sua gagueira característica. <br/><br/> \n\nUm dos principais motivos do sucesso de Guaguinho foi a influência do diretor de animação <a href=\"https://_{type: 'screen', 'id': 237588, 'screen_type': person}\">Tex Avery</a> (1908-1980), que ingressou na <i>Leon Schlesinger Productions</i> em 1935, e sua equipe de animadores que incluía <a href=\"https://_{type: 'screen', 'id': 121037, 'screen_type': person}\">Bob Clampett</a> (1913-1984) e <i>Chuck Jones</i>. Sob a direção de Avery, Guaguinho foi redesenhado para ser \"<i>mais macio</i>\" em oposição a gordo, e Avery encorajou seus animadores a desenvolverem personalidades distintas para os personagens que permitiriam que eles se representassem. Ele também foi um grande defensor da inclusão de piadas aceleradas em todos os curtas, um estilo que definiria os desenhos animados da Warner Bros. por décadas. <br/><br/> \n\nA equipe de Avery criou outras grandes estrelas dos desenhos animados da Warner Bros. Nos anos seguintes, incluindo Patolino (Daffy Duck), em <a href=\"https://_{type: 'screen', 'id': 190072, 'screen_type': movie}\">Porky's Duck Hunt</a> (BR: Caça Ao Pato, 1937), Hortelino (Egghead, que mais tarde se tornaria Elmer Fudd), em <a href=\"https://_{type: 'screen', 'id': 152234, 'screen_type': movie}\">Egghead Rides Again</a> (1937) e, depois de apresentar vários personagens de coelhos em curtas anteriores, Pernalonga (Bugs Bunny), em <a href=\"https://_{type: 'screen', 'id': 144904, 'screen_type': movie}\">A Wild Hare</a> (1940). Para aumentar seu apelo, estava na dublagem Mel Blanc, \"<i>O Homem das Mil Vozes</i>\", que deu a Guaguinho, Patolino, Hortelino (Elmer Fudd), Pernalonga e incontáveis outros personagens de desenhos animados da Warner Bros. suas vozes distintas.<br/><br/> \n\nAvery trocou a Warner Bros. pela MGM em 1942 e, à medida que os desenhos animados do estúdio cresciam em popularidade no início dos anos 1940, a Warner Bros. comprou o estúdio de Schlesinger imediatamente e o nomeou \"<i>Warner Bros. Cartoons, Inc.</i>\" em 1944. Chuck Jones tornou-se o animador mais influente do estúdio, e seus desenhos animados introduziram vários personagens principais, incluindo <strong>Pepé Le Pew, Marvin, o Marciano, o Coiote e o Papa-Léguas</strong>. Outros personagens importantes introduzidos durante este período incluem Piu-piu (em A Tale of Two Kitties de 1942), Frajola (em Life with Feathers de 1945), Eufrazino (em 1945) e Frangolino (em Walky Talky Hawky de 1946). Com <i>Chuck Jones</i> e outros grandes animadores trouxeram entre os anos 40 e 60 os maiores clássicos da Warner Bros, como <a href=\"https://_{type: 'screen', 'id': 53217, 'screen_type': movie}\">What's Opera, Doc</a> (BR: Vai de Ópera, Velhinho?, 1957), <a href=\"https://_{type: 'screen', 'id': 53210, 'screen_type': movie}\">Duck Amuck</a> (1953), <a href=\"https://_{type: 'screen', 'id': 67409, 'screen_type': movie}\">Duck Dodgers in the 24½th Century</a> (1953), <a href=\"https://_{type: 'screen', 'id': 53211, 'screen_type': movie}\">One Froggy Evening</a> (1955) e <a href=\"https://_{type: 'screen', 'id': 52971, 'screen_type': movie}\">Rabbit of Seville</a> (BR: O Coelho de Servilla, 1950).",
      "credits": "Resumo baseado no texto <i>The History of Warner Bros. Animation</i>, de <i>Christopher McKittrick</i>."
    },
    {
      "type": "text",
      "content_text": "Conforme observou a crítica <i>C. A. Lejeune</i> em sua resenha de <i>Branca de Neve e os sete anões</i>, escrita na época do seu lançamento: \"<i>Para ser franca, ele às vezes é um tanto mal desenhado. Mas creio que nenhum filme de sua geração trará tanto prazer, por mais simples que seja, a tantas pessoas</i>\".",
      "content_credits": "Resumo baseado no texto de <i>Simon Ward</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Os \"<strong>Nine Old Men</strong>\", assim referido pelo próprio Walt Disney da Disney, foram os animadores principais da <i>Walt Disney Productions</i> na sua era de Ouro, alguns dos quais mais tarde se tornaram diretores, que criaram alguns dos desenhos animados mais famosos da Disney, incluindo o primeiro longa-metragem da história, <i>Branca de Neve e os Sete Anões</i>, até <a href=\"https://_{type: 'screen', 'id': 11319, 'screen_type': movie}\">The Rescuers</a> (BR: Bernardo e Bianca, 1977). A Disney delegou mais e mais tarefas a eles no departamento de animação no início dos anos 1950, quando seus interesses se expandiram e diversificaram seu escopo. Todos são reconhecidos como lendas na Disney e no mundo da animação no mundo.",
      "content_title": "Os \"Nine Old Men\" da Walt Disney"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_nine_old_men",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Nine Old Men",
        "contentText": "Os Nine Old Men's acabaram sendo os mentores diretamente ou indiretamente de diversos animadores contemporâneos na <i>Walt Disney Animation</i> (ou até mesmo em outros estúdios, graças ao livro <i>The Illusion of Life</i>). Por exemplo, <a href=\"https://_{type: 'screen', 'id': 1763023, 'screen_type': person}\">Wayne Unten</a>, o supervisor de animação de Elsa em <a href=\"https://_{type: 'screen', 'id': 109445, 'screen_type': movie}\">Frozen</a> (Frozen: Uma Aventura Congelante, 2013), notou que foi aprendiz de <a href=\"https://_{type: 'screen', 'id': 1995178, 'screen_type': person}\">John Ripa</a>, que por sua vez foi aprendiz de <a href=\"https://_{type: 'screen', 'id': 139474, 'screen_type': person}\">Glen Keane</a> (n. 1954), que por sua vez foi aprendiz de Johnston.",
        "source": "Arquivo de jornais do Google / The Southeast Missourian"
      }
    },
    {
      "type": "text",
      "content_text": "O trabalho feito por esses 9 animadores é usado até hoje como referência nas animações modernas, e com base nos estudos que eles realizaram nos anos 30 e 40, um <i>template</i> foi desenvolvido e explicado no livro <strong>The Illusion of Life: Disney Animation</strong>, escrito por <i>Frank Thomas e Ollie Johnston</i>, dois dos membros dos <i>Nine Old Men</i>. Nesse livro é apresentado os 12 princípios básicos da animação: <i>Squash and stretch, Anticipation, Staging, Straight Ahead, Action and Pose to Pose, Follow Through and Overlapping, Action Slow In and Slow Out, Arcs, Secondary Action, Timing, Exaggeration, Solid Drawing e Appeal</i>."
    },
    {
      "type": "text",
      "content_text": "<strong><a href=\"https://_{type: 'screen', 'id': 115754, 'screen_type': person}\">Les Clark</a> (1907-1979)</strong>: Não há dúvida de que o talento de Les Clark lhe rendeu um emprego nos estúdios Disney, mas sua coragem também desempenhou um papel importante. Quando era estudante do ensino médio, Clark trabalhava em uma lanchonete onde Walt e <a href=\"https://_{type: 'screen', 'id': 67630, 'screen_type': person}\">Roy Disney</a> (1893-1971) jantavam com frequência. Enquanto esperava por eles um dia, Clark pediu um emprego a Walt; Disney estava surpreendentemente pronto, pedindo para ver alguns de seus trabalhos. “<i>Então, eu copiei alguns desenhos e mostrei para Walt. Ele disse que eu tinha uma boa fala e por que não vou trabalhar na segunda-feira</i>”, lembrou Clark. Clark se formou naquela quinta-feira e foi trabalhar para Walt Disney quatro dias depois. Ele ajudou o animador <a href=\"https://_{type: 'screen', 'id': 123192, 'screen_type': person}\">Ub Iwerks</a> (1901-1971) nos primeiros curtas do Mickey Mouse, <a href=\"https://_{type: 'screen', 'id': 45665, 'screen_type': movie}\">Plane Crazy</a> (BR: O Avião do Mickey, 1928) e <a href=\"https://_{type: 'screen', 'id': 53565, 'screen_type': movie}\">Steamboat Willie</a> (BR: O Vapor Willie, 1928)."
    },
    {
      "type": "video",
      "video_id": "h03QBNVwX8Q",
      "information": {
        "contentTitle": "Cena de A Dança dos Esqueletos (The Skeleton Dance, 1929) ",
        "contentText": "Além da cena dos esqueletos, Les é conhecido por animar o Pinóquio, os anões da Branca de Neve e os Setes Anões, Ichabod Crane de <a href=\"https://_{type: 'screen', 'id': 43650, 'screen_type': movie}\">The Legend of Sleepy Hollow</> (BR: A Lenda da Caverna Adormecida, 1949), Alice, Peter Pan, o feiticeiro Mickey e a Cinderela.",
        "source": "Youtube: Canal <i>HarleyQuinnx313 </i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong><a href=\"https://_{type: 'screen', 'id': 150111, 'screen_type': person}\">Marc Davis</a> (1913-2000)</strong>: Em 1935, Davis estava procurando emprego como cartunista de jornal quando percebeu que o <i>Disney Studios</i> estava contratando. Embora não tivesse experiência em animação, Disney ficou impressionado com seus esboços de anatomia e movimento animal e contratou Davis como aprendiz de animador de <i>Branca de Neve e os Sete Anões</i>."
    },
    {
      "type": "video",
      "video_id": "4ylddTAX8KM",
      "information": {
        "contentTitle": "Cena da Maldição de A Bela Adormecida",
        "contentText": "Marc é responsável pela animação da Branca de Neve, Bambi, Sininho, Princesa Aurora, Malévola, Cruella de Vil, Sr. Sapo, Coelho Brer de Song of the South. Como um dos Imagineers originais da Disney, Davis contribuiu para atrações da Disneylândia como Enchanted Tiki Room, It's a Small World, Pirates of the Caribbean, The Haunted Mansion e The Jungle Cruise (Sua esposa Alice Davis criou o figurino original para os piratas de Piratas do Caribe e É um Mundo Pequeno).",
        "source": "Youtube: Canal <i>Disney Australia & New Zealand</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 143786, 'screen_type': person}\">Ollie Johnston</a> (1912-2008)</strong>: entrando junto com Marc Davis como um novato no Disney Studios em 1935, estava Ollie Johnston, que também foi contratado como aprendiz de animador. Um de seus primeiros projetos foi um curta de Silly Symphonies chamado <a href=\"https://_{type: 'screen', 'id': 58159, 'screen_type': movie}\">The Tortoise and the Hare</a> (1947), que ganhou um Oscar de Melhor Curta. Como Kimball, o hobby da vida de Johnston eram trens a vapor ao vivo. A partir de 1949, ele construiu uma ferrovia no seu quintal, com três locomotivas em escala de 1/12 (posteriormente pertencentes a seus filhos). Essa ferrovia foi uma das inspirações para Walt Disney construir sua própria ferrovia de quintal, que mais tarde inspirou a construção da ferrovia na Disneylândia."
    },
    {
      "type": "video",
      "video_id": "nF1CnDFf9dA",
      "information": {
        "contentTitle": "Curta O Retorno da Tartaruga Toby",
        "contentText": "Ollie é responsável pela animação de Sir Hiss e do Príncipe John em <a href=\"https://_{type: 'screen', 'id': 11886, 'screen_type': movie}\">Robin Hood</a> (1974), Mr. Smee de <a href=\"https://_{type: 'screen', 'id': 10693, 'screen_type': movie}\">Peter Pan</a> (1953), as três boas fadas de A Bela Adormecida e o Thumper de Bambi.",
        "source": "Youtube: Canal <i>Best Funny Kids Cartoon Movies</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 138170, 'screen_type': person}\">Milt Kahl</a> (1909 -1987)</strong>: Kahl é considerado um dos maiores mestres na história da animação, sendo o mentor de <a href=\"https://_{type: 'screen', 'id': 116100, 'screen_type': person}\">Richard Williams</a>, autor do livro <strong>The Animator's Survival</strong> e responsável pela animação de <a href=\"https://_{type: 'screen', 'id': 856, 'screen_type': movie}\">Who Framed Roger Rabbit</a> (BR: Uma Cilada para Roger Rabbit, 1988). Como Marc Davis, Kahl esperava encontrar trabalho como cartunista. Ele largou o colégio para trabalhar no <i>Oakland Post-Enquirer</i> e no <i>San Francisco Bulletin</i>, mas depois que Kahl viu o curta <i>Os Três Porquinhos</i> em um cinema local, ele decidiu tentar sua mão na animação. Ele foi contratado pela Disney em 1934 como assistente de animação de curtas como <a href=\"https://_{type: 'screen', 'id': 32428, 'screen_type': movie}\">Lonesome Ghosts</a> (BR: Fantasma Solitária, 1937) e <a href=\"https://_{type: 'screen', 'id': 418956, 'screen_type': movie}\">The Ugly Duckling</a> (BR: O Patinho Feio, 1939)."
    },
    {
      "type": "video",
      "video_id": "PpC4a6jCxSA",
      "information": {
        "contentTitle": "Cena do filme Mogli - O Menino Lobo (1967)",
        "contentText": "Dentre os personagens animados por Kahl, podemos citar a fada madrinha da Cinderella, os cães e raposa em Mary Poppins, Pongo e Perdita em 101 Dálmatas, Ludwig von Drake e a maioria dos personagens de Mogli e Robin Hood.",
        "source": "Youtube: Canal <i>John Maverick</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 109453, 'screen_type': person}\">Ward Kimball</a> (1914 -2002)</strong>: Kimball assim como Kahl, também foi inspirado a se tornar animador graças ao curta <i>Os Três Porquinhos</i>, da Disney. Depois de se formar na <i>Santa Barbara School of the Arts</i>, ele encontrou um emprego na Disney Studios em 1934 e trabalhou na maioria de seus filmes de animação até sua aposentadoria em 1972. Kimball era famoso por seu senso de humor. Ele se divertiu perpetuando o boato de que Walt Disney foi congelado: “<i>Eu sempre digo às pessoas que se alguém iria ser congelado, esse alguém seria o Walt. Conhecendo Walt, ele sempre se interessou por experimentos, sempre se interessou por ciência. Ele sempre se interessou pelas coisas 'novas'. Ele tinha esse tipo de personalidade...</i>\"."
    },
    {
      "type": "video",
      "video_id": "msvOUUgv6m8",
      "information": {
        "contentTitle": "Cena do Chá em Alice no País das Maravilhas (1951)",
        "contentText": "Kimball animou Tweedledee e Tweedledum, o Gato de Cheshire, o Chapeleiro Maluco, Grilo Jiminy e os Três Caballeros.",
        "source": "Youtube: Canal <i>aliceinwonderland262</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 57314, 'screen_type': person}\">Wolfgang Reitherman</a> (1909-1985)</strong>: Wolfgang “Woolie” Reitherman estava decidido a seguir a carreira como engenheiro de aeronaves quando de repente ficou encantado com as aquarelas. Ele mudou do <i>Pasadena Junior College</i> para o <i>Chouinard Art Institute</i> em LA, e conheceu um instrutor que por acaso também dava aulas no <i>Walt Disney Studio</i>. Reitherman conseguiu um emprego lá em 1933."
    },
    {
      "type": "video",
      "video_id": "uh1sCdcSDi0",
      "information": {
        "contentTitle": "Cenas com a Baleia em Pinóquio (1940)",
        "contentText": "Wolfgang animou o crocodilo em Peter Pan, os dinossauros em Fantasia, o Cavaleiro Sem Cabeça, o Espelho Mágico em Branca de Neve e a incrível cena de perseguição da baleia em Pinóquio.",
        "source": "Youtube: Canal <i>edgelee84</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 63646, 'screen_type': person}\">Frank Thomas</a> (1912-2004)</strong>: Quando Frank Thomas tinha apenas nove anos, ele perguntou ao pai como ele poderia ganhar dinheiro fazendo desenhos. Quer tenha se voltado para a carreira desde muito jovem, ou apenas estranhamente profético, Thomas se formou em Stanford e depois passou a estudar em Chouinard. Um colega estudante disse a Thomas que a Disney estava contratando e, em 24 de setembro de 1934, ele começou a trabalhar em um curta chamado <a href=\"https://_{type: 'screen', 'id': 67047, 'screen_type': movie}\">Mickey's Elephant</a> (BR: O Elefante de Mickey – 1936)."
    },
    {
      "type": "video",
      "video_id": "1nWNXO3CZkU",
      "information": {
        "contentTitle": "Cena do espaguete em a Dama e o Vagabundo (1940)",
        "contentText": "Frank animou a madrasta da Cinderela, algumas cenas de Brave Little Tailor , a famosa cena de espaguete em <a href=\"https://_{type: 'screen', 'id': 10340, 'screen_type': movie}\">Lady and the Tramp</a> (BR: a Dama e o Vagabundo, 1955), Rei Louie de Mogli, os pinguins dançantes em Mary Poppins (1964) e o Capitão Gancho em Peter Pan.",
        "source": "Youtube: Canal <i>Mickey World Travel</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 22066, 'screen_type': person}\">Eric Larson</a> (1905-1988)</strong>: Eric estudou jornalismo na Universidade de Utah e, à medida que se envolvia mais com a revista do campus, também se interessava por esboços. Depois de trabalhar como freelancer por um ano na pós-graduação, Larson decidiu enviar alguns de seus esboços para a Disney a conselho de um amigo. Quando se aposentou em 1986, já tinha 52 anos de empresa, um dos mais longos na Disney. Seu programa de treinamento na Disney incluem nomes como <a href=\"https://_{type: 'screen', 'id': 7879, 'screen_type': person}\">John Lasseter</a> (um dos fundadores da Pixar), <a href=\"https://_{type: 'screen', 'id': 7087, 'screen_type': person}\">Brad Bird</a> (diretor de Os Íncriveis), <a href=\"https://_{type: 'screen', 'id': 40345, 'screen_type': person}\">Don Bluth</a>, <a href=\"https://_{type: 'screen', 'id': 510, 'screen_type': person}\">Tim Burton</a>, <a href=\"https://_{type: 'screen', 'id': 139474, 'screen_type': person}\">Glen Keane</a>, <a href=\"https://_{type: 'screen', 'id': 57646, 'screen_type': person}\">Henry Selick</a>, <a href=\"https://_{type: 'screen', 'id': 65534, 'screen_type': person}\">Andreas Deja</a>, <a href=\"https://_{type: 'screen', 'id': 15810, 'screen_type': person}\">Ron Clements</a>, dentre muitos, muitos outros."
    },
    {
      "type": "video",
      "video_id": "jXRN8DndZ9E",
      "information": {
        "contentTitle": "Cena de A Espada Era a Lei (1963)",
        "contentText": "Eric animou a Dama e o Vagabundo, Wart e Merlin de <a href=\"https://_{type: 'screen', 'id': 9078, 'screen_type': movie}\">The Sword in the Stone</a> (BR: A Espada Era a Lei, 1964) , Roquefort e Scat Cat de <a href=\"https://_{type: 'screen', 'id': 10112, 'screen_type': movie}\">The Aristocats</a> (BR: Aristogatas, 1970), Pegasus e Centaurs de Fantasia, Can e Guru de <a href=\"https://_{type: 'screen', 'id': 250480, 'screen_type': movie}\">The Many Adventures of Winnie the Pooh</a> (BR: Puff - O Ursinho Guloso, 1977).",
        "source": "Youtube: Canal <i>Patrick's Movie Corner</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong> <a href=\"https://_{type: 'screen', 'id': 69003, 'screen_type': person}\">John Lounsbery</a> (1911-1977)</strong>: A história de Lounsbery é muito parecida com a de seus colegas: ele se formou em um instituto de arte (Denver) e depois foi para Los Angeles em busca de trabalho. Enquanto ele estava participando de alguns cursos de ilustração na <i>Art Center School of Design</i>, um instrutor de lá achou que ele seria adequado para a Disney e indicou-lhe o estúdio de contratação. Lounsbery ingressou em 1935, especializando-se nos curtas do Pluto."
    },
    {
      "type": "video",
      "video_id": "fT2F3MnRC44",
      "information": {
        "contentTitle": "Curta do Pluto Passeio no Zoológico (1942)",
        "contentText": "John animou Willie the Giant, Jasper e Horace de 101 dálmatas, os hipopótamos e o crocodilo de Fantasia, Dumbo e Timothy de Dumbo, as flores de Alice no País das Maravilhas, o Rei Leônidas e os jogadores de futebol de Bedknobs.",
        "source": "Youtube: Canal <i>Cartoon Movies Collectors City </i>"
      }
    },
    {
      "type": "text",
      "content_credits": "Resumo baseado no texto <i>Get to Know Walt Disney's \"Nine Old Men\"</i>, de <i>Stacy Conradt</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/4UvFMz8Ys0TaTTxma5e2tKj8u61.jpg",
          "popularity": 40.486,
          "vote_count": 5294,
          "video": false,
          "media_type": "movie",
          "id": 408,
          "adult": false,
          "backdrop_path": "\/9Et8UARuYp6CAiZIpL5jCMkuVp6.jpg",
          "original_language": "en",
          "original_title": "Snow White and the Seven Dwarfs",
          "genre_ids": [
            16,
            14,
            10751
          ],
          "title": "Snow White and the Seven Dwarfs",
          "vote_average": 7.1,
          "overview": "A beautiful girl, Snow White, takes refuge in the forest in the house of seven dwarfs to hide from her stepmother, the wicked Queen. The Queen is jealous because she wants to be known as \"the fairest in the land,\" and Snow White's beauty surpasses her own.",
          "release_date": "1937-12-21"
        },
        {
          "poster_path": "\/tJev6cNihRzUHYvUl113gO715TF.jpg",
          "popularity": 8.554,
          "vote_count": 264,
          "video": false,
          "media_type": "movie",
          "id": 53565,
          "adult": false,
          "backdrop_path": "\/sE8MaqJVQObAKhyxIFNdTHRfQxv.jpg",
          "original_language": "en",
          "original_title": "Steamboat Willie",
          "genre_ids": [
            16
          ],
          "title": "Steamboat Willie",
          "vote_average": 7.3,
          "overview": "Mickey Mouse, piloting a steamboat, delights his passenger, Minnie, by making musical instruments out of the menagerie on deck.",
          "release_date": "1928-11-18"
        },
        {
          "poster_path": "\/2MTc9Nb2piriw8kXozCbeCuqxed.jpg",
          "popularity": 3.334,
          "vote_count": 57,
          "video": false,
          "media_type": "movie",
          "id": 127409,
          "adult": false,
          "backdrop_path": "\/aeAOyD7XnDZm9hRXxgz8KlNK5Io.jpg",
          "original_language": "en",
          "original_title": "Snow-White",
          "genre_ids": [
            16,
            35,
            14
          ],
          "title": "Snow-White",
          "vote_average": 7,
          "overview": "Trouble starts when the queen's magic mirror says Betty Boop is fairest.",
          "release_date": "1933-08-01"
        },
        {
          "vote_count": 50,
          "popularity": 4.155,
          "id": 67713,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.2,
          "title": "Popeye the Sailor Meets Sindbad the Sailor",
          "release_date": "1936-11-27",
          "original_language": "en",
          "original_title": "Popeye the Sailor Meets Sindbad the Sailor",
          "genre_ids": [
            16,
            35,
            12,
            10751,
            14,
            10402
          ],
          "backdrop_path": "\/v72aGYqPcX5kLD1AVzsTXoxfS4d.jpg",
          "adult": false,
          "overview": "Sailors Popeye and Sindbad (Bluto) do battle to see which is the greatest.",
          "poster_path": "\/Ae4r3014zCLSbaL9PiiFm9QGWXS.jpg"
        },
        {
          "vote_count": 64,
          "popularity": 6.708,
          "id": 42518,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.1,
          "title": "Gulliver's Travels",
          "release_date": "1939-11-10",
          "original_language": "en",
          "original_title": "Gulliver's Travels",
          "genre_ids": [
            28,
            12,
            16,
            10751
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Gulliver washes ashore on Lilliput and attempts to prevent war between that tiny kingdom and its equally-miniscule rival, Blefiscu, as well as smooth the way for the romance between the Princess and Prince of the opposing lands. In this he is alternately aided and hampered by the Lilliputian town crier and general fussbudget, Gabby. A life-threatening situation develops when the bumbling trio of Blefiscu spies, Sneak, Snoop, and Snitch, manage to steal Gulliver's pistol.",
          "poster_path": "\/oxJuUeTOaAunEJJ64F2ua0Q3XSz.jpg"
        },
        {
          "vote_count": 113,
          "popularity": 7.398,
          "id": 53217,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "What's Opera, Doc?",
          "release_date": "1957-07-06",
          "original_language": "en",
          "original_title": "What's Opera, Doc?",
          "genre_ids": [
            10402,
            16,
            35
          ],
          "backdrop_path": "\/uLBAdHJflcPz38suDfbYUTHFPhr.jpg",
          "adult": false,
          "overview": "Bugs is in drag as the Valkyrie Brunhilde who sits on an overwieght horse. \"She\" is pursued by Elmer playing the demigod \"Siegfried\".",
          "poster_path": "\/kkbaY8UyPbyzU3xg8CONgwW0Eid.jpg"
        },
        {
          "vote_count": 106,
          "popularity": 6.226,
          "id": 52971,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Rabbit of Seville",
          "release_date": "1950-12-16",
          "original_language": "en",
          "original_title": "Rabbit of Seville",
          "genre_ids": [
            16,
            35
          ],
          "backdrop_path": "\/gILgPrQztkmZzikPVXF4am1TLqA.jpg",
          "adult": false,
          "overview": "Behind the Hollywood Bowl stage which is playing the opera, The Barber of Seville, Bugs Bunny flees into the backstage area with Elmer Fudd in close pursuit. Seeing his opportunity to fight on his terms, Bugs raises the curtain on Elmer, trapping him on stage. As the orchestra begins playing, Bugs comes into play as the barber who is going to make sure that Elmer is going to get a grooming he will never forget.",
          "poster_path": "\/27VEl23uM1aDxR9if2Ncs8IbSmK.jpg"
        },
        {
          "poster_path": "\/1nCzeRj75ygXIG8r63TbkfeqM9x.jpg",
          "popularity": 38.528,
          "vote_count": 4075,
          "video": false,
          "media_type": "movie",
          "id": 10895,
          "adult": false,
          "backdrop_path": "\/wOw0IKC8hxLsPNswkmyxvPe3UiE.jpg",
          "original_language": "en",
          "original_title": "Pinocchio",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Pinocchio",
          "vote_average": 7.1,
          "overview": "Lonely toymaker Geppetto has his wishes answered when the Blue Fairy arrives to bring his wooden puppet Pinocchio to life. Before becoming a real boy, however, Pinocchio must prove he's worthy as he sets off on an adventure with his whistling sidekick and conscience, Jiminy Cricket.",
          "release_date": "1940-02-23"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2106,
          "profile_path": "\/rucTIeVtozKer6TmCYBxFr8Wy2q.jpg",
          "name": "Walt Disney"
        },
        {
          "id": 100888,
          "profile_path": "\/akHjjvb13odwWsEBdbAcaYCF7uI.jpg",
          "name": "Chuck Jones"
        },
        {
          "id": 606084,
          "profile_path": "\/tCYCccuHcX9rVigwqlA5MSSJkTX.jpg",
          "name": "Max Fleischer"
        },
        {
          "id": 33923,
          "profile_path": "\/sicAwqCq5PLCj12KlGWFKJLr1Zv.jpg",
          "name": "Mel Blanc"
        },
        {
          "id": 237588,
          "profile_path": "\/tWE9YsbtYZdbbTmZwW3h3GQ2mC4.jpg",
          "name": "Tex Avery"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}