{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nas primeiras décadas, a história do cinema de horror está diretamente relacionada ao romance de terror gótico. <strong>O castelo de Otranto (1764)</strong> e <strong>Os mistérios de Udolfo (1794)</strong> desenvolveram um gênero de literatura que se tornou popular pela maneira como misturava romance e horror. Sua popularidade chegou ao auge com a obra-prima de Mary Shelley, <strong>Frankenstein</strong> ou o <strong>Prometeu moderno (1818)</strong>."
    },
    {
      "type": "text",
      "content_text": "Manifestações posteriores incluem a obra de <i>Edgar Allan Poe</i> e a música de <i>Hector Berlioz</i>, que combinavam alusões a exotismo, heresia e ao sobrenatural com uma atmosfera de pessimismo e mau agouro. Outros elementos típicos em descrições de loucura e certa desconfiança em relação a novas tecnologias. Em 1897, quando <strong>Drácula</strong> de <i>Bram Stoker</i> foi publicado, os aspectos estilísticos e temáticos do terror gótico já haviam influenciado diversos tipos de narrativas, entre elas, <strong>O médico e o monstro (1886)</strong>, de <i>Robert Louis Stevenson</i>."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_castle_of_otranto",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cópia original de The Castle of Otranto",
        "contentText": "<strong>O Castelo de Otranto</strong> (The Castle of Otranto), romance de 1764 e escrito por <i>Horace Walpole</i>, é considerado o primeiro romance da literatura gótica. Foi fonte de inspiração para muitos autores posteriores, como <i>Ann Radcliffe </i>, <i> Bram Stoker </i>, <i> Daphne du Maurier </i> e <i> Stephen King </i>. Na primeira edição, Walpole simulou tratar-se de uma tradução de um manuscrito italiano medieval. Na edição subsequente reconhece a autoria e explica que tentou mesclar os dois tipos de romance, o antigo, dominado pela imaginação, e o moderno, fiel à realidade.",
        "source": "The British Library"
      }
    },
    {
      "type": "text",
      "content_text": "Nos primórdios, o cinema nos trouxeram várias tentativas de se adaptar romances góticos para as telas, porém foi somente nos anos 1920 que uma tradição de filmes de terror de inspiração gótica foi estabelecida, com películas que deviam muito aos livros do gênero escritos nos séculos XVIII e XIX e à aura sombria e lúgubre dos filmes expressionistas alemães, como <a href=\"https://_{type: 'screen', 'id': 29267, 'screen_type': movie}\">Der müde Tod</a> (BR: A morte cansada, 1921), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), e <a href=\"https://_{type: 'screen', 'id': 653, 'screen_type': movie}\">Nosferatu</a> (BR: Nosferatu, uma sinfonia do horror, 1922), de <a href=\"https://_{type: 'screen', 'id': 9076, 'screen_type': person}\">F. W. Murnau</a> (1888-1931)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Bela Lugosi cria um dos mais excepcionais e poderosos papéis do cinema. ",
        "author": "The Film Daily"
      }
    },
    {
      "type": "text",
      "content_text": "As incursões de Hollywood no terror gótico seguiram o exemplo desses filmes. Diretores imigrantes como <a href=\"https://_{type: 'screen', 'id': 48055, 'screen_type': person}\">Paul Leni</a> (1885-1929), com <a href=\"https://_{type: 'screen', 'id': 76804, 'screen_type': movie}\">The Cat and the Canary</a> (BR: O gato e o canário, 1927), e <a href=\"https://_{type: 'screen', 'id': 89674, 'screen_type': person}\">Benjamin Christensen</a> (1879-1959) com <a href=\"https://_{type: 'screen', 'id': 27500, 'screen_type': movie}\">Seven Footprints to Satan</a> (BR: Nos Domínios de Satã, 1929), introduziram o estilo alemão em Hollywood, Os avanços nos efeitos de maquiagem e na cenografia são mais evidentes nos filmes do ator Lon Chaney, entre eles, <a href=\"https://_{type: 'screen', 'id': 18987, 'screen_type': movie}\">The Hunchback of Notre Dame</a> (BR: O corcunda de Notre Dame, 1923), um dos primeiros exemplos cinematográficos da mistura de <i>Grand Guignol</i>, romance gótico, circo de horrores, pantomima e vaudeville."
    },
    {
      "type": "video",
      "video_id": "9XUdJqG5PAk",
      "information": {
        "contentTitle": "Cenas de O Corcunda de Notre-Dame (1923) ",
        "contentText": "O filme é baseado no romance de Victor Hugo de 1831, e é notável pelos grandes cenários que lembram a Paris do século 15, bem como pela atuação e maquiagem de Chaney como o torturado corcunda Quasimodo. O filme elevou <strong>Lon Chaney</strong>, já um conhecido ator, ao status de estrela em Hollywood e também ajudou a estabelecer um padrão para muitos filmes de terror posteriores, incluindo <i>O Fantasma da Ópera</i>, também de Chaney em 1925.",
        "source": "Youtube: Canal <i>Silent Hall of Fame</i>"
      }
    },
    {
      "type": "text",
      "content_text": "As representações de Chaney de personagens desfigurados e loucos (para os quais ele criou sua própria maquiagem) - geralmente em cenários de arquitetura gótica horripilante, como em <a href=\"https://_{type: 'screen', 'id': 964, 'screen_type': movie}\">The Phantom of the Opera</a> (BR: O fantasma da opera, 1925) e <a href=\"https://_{type: 'screen', 'id': 64852, 'screen_type': movie}\">London After Midnight</a> (BR: Londres depois da meia-noite, 1927) - causaram furor, com os espectadores literalmente se encolhendo de medo diante da última criação assombrosa do \"homem das mil faces\"."
    },
    {
      "type": "text",
      "content_text": "Antes do surgimento do <i>Hays Office</i>, órgão de censura criado pelos próprios estúdios de Hollywood, interromper experiencias com temas sugestivos e violência explicita, o início da era sonora foi um período de prosperidade para o cinema de terror, incluindo filmes como <a href=\"https://_{type: 'screen', 'id': 3019, 'screen_type': movie}\">Dr. Jekyll and Mr. Hyde</a> (BR: O médico e o monstro, 1931), da Paramount, famoso por sua forte conotação sexual."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_hays_code",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Capa do Código Hays de 1934",
        "contentText": "O <strong>Código Hays</strong> foi um conjunto de normas morais aplicadas aos filmes lançados nos Estados Unidos entre 1930 e 1968 pelos grandes estúdios cinematográficos. Seu nome deriva de <i>Will H. Hays</i>, advogado e político presbiteriano e presidente da <strong>Motion Picture Producers and Distributors of America</strong> (MPPDA) de 1922 a 1945. Sob a liderança de Hays, a MPPDA (mais tarde conhecida como MPAA), adotou um código de autocensura em 1930, que foi aplicado de maneira mais rígida a partir de 1934. Este código explicitava qual conteúdo era aceitável ou não-aceitável para os filmes produzidos nos Estados Unidos. A indústria cinematográfica seguiu o código à risca até 1956, quando — devido ao impacto da televisão, à influência de filmes estrangeiros e à intervenção da Suprema Corte — o código sofreu ligeiras mudanças. Como resultado da contracultura dos anos 1960, vários cineastas começaram a violar o código de maneira deliberada. Em 1964, <i>Sidney Lumet</i> incluiu cenas de mulheres nuas em <strong>The Pawnbroker</strong>. Foi um dos primeiros filmes estadunidenses a trazer cenas de nudez e embora a MPAA tivesse garantido que se tratava de uma exceção, pouco tempo depois outros diretores começaram a enfrentar o código Hays, que foi substituído em 1968 pelo sistema de classificação indicativa da MPAA ainda hoje em vigor.",
        "source": "Eighteenth Century Collections Online"
      }
    },
    {
      "type": "text",
      "content_text": "A maioria dos filmes do género da época era produzida pela Universal e o estúdio lançou dois filmes em 1931: <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': movie}\">Dracula</a> (1931) e <a href=\"https://_{type: 'screen', 'id': 3035, 'screen_type': movie}\">Frankenstein</a> (1931), que estabeleceram de forma decisiva quais eram os temas, o estilo e as inspirações do terror gótico. Drácula foi dirigido por <a href=\"https://_{type: 'screen', 'id': 1496, 'screen_type': person}\">Tod Browning</a> (1880-1962), que havia trabalhado com Chaney em diversos filmes antes da morte prematura do ator. Tratava-se de uma adaptação tanto do livro de Stoker quanto da peça da Broadway que trouxera fama ao ator, <i>Bela Lugosi</i>, em 1927. No entanto, o filme de terror gótico mais famoso e icônico de todos é Frankenstein, dirigido por <a href=\"https://_{type: 'screen', 'id': 2917, 'screen_type': person}\">James Whale</a> (1889-1957)."
    },
    {
      "type": "text",
      "content_text": "A história de um cientista, Henry Frankenstein, que realiza a experiência bem-sucedida de reanimar as partes reunidas de vários cadáveres, se concentra no Monstro, interpretado por <a href=\"https://_{type: 'screen', 'id': 2922, 'screen_type': person}\">Boris Karloff</a> (1887-1969) - uma criatura gentil, porém estabanada, que mata uma garotinha por acidente e então é caçado pelos habitantes de um vilarejo. Enquanto <i>Drácula</i> sintetizava tudo o que o cinema de horror podia fazer, <i>Frankenstein</i> acrescentou um novo elemento importante ao gênero: o sentimento de piedade pela figura do monstro, retratado como vítima da sociedade."
    },
    {
      "type": "video",
      "video_id": "1qNeGSJaQ9Q",
      "information": {
        "contentTitle": "It's alive, it's alive!",
        "contentText": "Os gritos do ator Colin Clive de \"<strong>it's alive, it's alive</strong>\" ocupam a posição 49 na lista das 100 melhores frases do cinema escolhidas pelo <i>American Film Institute</i>. ",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso de Drácula e Frankenstein deu início a uma enxurrada de filmes que tentaram se aproveitar de sua técnica narrativa e de seu estilo. A ânsia da Universal por repetir seus sucessos cristalizou as convenções e a iconografia do filme de terror na imaginação do público. Filmes como <a href=\"https://_{type: 'screen', 'id': 28435, 'screen_type': movie}\">Murders in the Rue Morgue</a> (BR: Os assassinatos da rua Morgue, 1932) estrelado por <a href=\"https://_{type: 'screen', 'id': 1547, 'screen_type': person}\">Bela Lugosi</a> (1882-1956), A <a href=\"https://_{type: 'screen', 'id': 15849, 'screen_type': movie}\">The Mummy</a> (BR: A múmia, 1932) e <a href=\"https://_{type: 'screen', 'id': 229, 'screen_type': movie}\">Bride of Frankenstein</a> (BR: A noiva de Frankenstein, 1935) ambos com <i>Karloff</i>, trazem pequenas variações do modelo, mas continuam dentro do arquétipo gótico em seus enredos e sua atmosfera salientada por locações exóticas, objetos cénicos macabros e coadjuvantes bizarros."
    },
    {
      "type": "text",
      "content_text": "Uma das inovações mais significativas do gênero foi o aprofundamento dos papéis femininos. As produções passaram a conceber, de forma cada vez mais criativa, objetos de desejos impuros ao redor dos quais as histórias giravam, o que fazia com que os homens - ao menos para a maioria dos espectadores - dessem a impressão de exalar repressão sexual, indecência, ansiedade e histeria tanto por parte dos homens quanto das mulheres."
    },
    {
      "type": "video",
      "video_id": "8qkahQVFzMI",
      "information": {
        "contentTitle": "Um golira no Empire State",
        "contentText": "Tanto o <strong>Empire State Building</strong> quanto o prédio da <i>Chrysler</i> estava sendo construídos em Nova York. Inicialmente o roteiro previa que Kong escalaria o prédio da Chrysler, que seria o prédio mais alto do mundo. Porém uma mudança nos planos de construção do <i>Empire State Building</i> fez com que ele se tornasse o prédio mais alto, fazendo também com que fosse o escolhido pelos produtores para a escalada de Kong no filme.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O grito visceral e penetrante da vítima ou heroína indefesa foi dado pela primeira vez por <a href=\"https://_{type: 'screen', 'id': 3242, 'screen_type': person}\">Fay Wray</a> (1907-2004) no papel da intrépida prisioneira loura <i>Ann Darrow</i> diante de <i>Kong</i>, um gorila gigante, em <a href=\"https://_{type: 'screen', 'id': 244, 'screen_type': movie}\">King Kong</a> (1933), produzido pela <i>RKO</i> e dirigido por <a href=\"https://_{type: 'screen', 'id': 3238, 'screen_type': person}\">Merian C. Cooper</a> (1893-1973) e <a href=\"https://_{type: 'screen', 'id': 3239, 'screen_type': movie}\">Ernest B Schoedsack</a> (1893-1979)."
    },
    {
      "type": "text",
      "content_text": "Ela foi incentivada a ensaiar seu grito, que se tornou o mais perfeito exemplo das insinuações sexuais evocadas por esse tipo de filme. Por conta dele, Wray ficou conhecida como \"a rainha do grito\". <i>King Kong</i> também é famoso por seus avanços no terreno dos efeitos especiais, tendo feito uso da tecnologia stop-motion para animar os dinossauros e o gigante Kong. O fato de a Universal ter buscado inspiração em obras góticas tornou o gênero terror uma espécie de cinema \"para adultos\"."
    },
    {
      "type": "video",
      "video_id": "G_BDOTTfJj4",
      "information": {
        "contentTitle": "Entrevista com Fay Wray",
        "contentText": "A atriz <i>Fay Wray</i>, que estrelou a versão original de <i></i>King Kong, esteve em negociações para participar desta nova versão em uma ponta, mas faleceu antes que pudesse gravá-la. A intenção de <a href=\"https://_{type: 'screen', 'id': 108, 'screen_type': person}\">Peter Jackson</a> era que ela repetisse a famosa frase final do filme original, \"<strong>Oh no, it wasn't the airplanes. It was beauty killed the beast</strong>\".",
        "source": "Youtube: Canal <i>Alan Eichler</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No entanto, nem todos os filmes de terror góticos foram produzidos sob a égide da Universal. Produções tão diversas quanto <a href=\"https://_{type: 'screen', 'id': 26860, 'screen_type': movie}\">White Zombie</a> (BR: Zumbi branco, 1932), <a href=\"https://_{type: 'screen', 'id': 136, 'screen_type': movie}\">Freaks</a> (BR: Monstros, 1932), <a href=\"https://_{type: 'screen', 'id': 28046, 'screen_type': movie}\">The Ghoul</a> (BR: O zumbi, 1933), <a href=\"https://_{type: 'screen', 'id': 25508, 'screen_type': movie}\">Cat People</a> (BR: Sangue de Pantera, 1942) e <a href=\"https://_{type: 'screen', 'id': 27130, 'screen_type': movie}\">I Walked With a Zombie</a> (BR: A morta-viva, 1943) foram realizadas por outros estúdios, geralmente independentes, e acusadas de serem \"cópias de Frankenstein\", que tentavam superar o original. Monstros, em especial, ganhou notoriedade."
    },
    {
      "type": "block_special",
      "title": "Uma obra prima controvérsia",
      "image": {
        "image_type": "local",
        "url": "img_freaks",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Monstros, de <i>Tod Browning</i>, um dos filmes mais chocantes e bizarros já produzidos por um grande estúdio hollywoodiano atira para dois lados radicalmente diferentes ao mesmo tempo. Ele é tanto um filme assumidamente apelativo (anunciado como \"a mais assustadora história de terror sobre os anormais e indesejáveis\"), quanto uma obra que trata seus protagonistas disformes com considerável sensibilidade. A intenção da MGM foi clara desde o início: \"Quero que façam algo mais apavorante do que <i>Frankenstein</i>\", teria dito o executivo do estúdio <i>Irving Thalberg</i> aos realizadores, ciente do sucesso que a Universal acabara de obter com seu filme.<br/><br/>  \n\nBrowning havia dirigido Drácula para a Universal e, embora possuísse uma sensibilidade mórbida e estranha, tinha uma relação forte e clara de empatia com seus personagens. Os maiores astros da MGM não quiseram se envolver com um filme desse tipo. <a href=\"https://_{type: 'screen', 'id': 13577, 'screen_type': person}\">Myrna Loy</a> (1905-1983), originalmente escalada como Cleópatra, a trapezista, implorou aos chefes do estúdio que a dispensassem do papel. Ela foi substituída por <a href=\"https://_{type: 'screen', 'id': 1508, 'screen_type': person}\">Olga Baclanova</a> (1893-1974). <br/><br/> \n\nA ação se passa em um circo itinerante repleto de palhaços, acrobatas e \"aberrações\". Hans (Harry Earles), um anão elegante, acaba de herdar uma fortuna. Cleópatra tenta arruinar a relação dele com sua noiva Frieda (Daisy Earles), ao mesmo tempo que tem um caso com Hercules (Henry Victor), o Homem-Músculos da trupe. Ela tenta envenenar Hans, mas é pega no ato - e as aberrações executam uma vingança terrível. <br/><br/> \n\nApós algumas exibições prévias desastrosas, ele foi duramente editado. Mesmo assim, foi recebido com hostilidade. Foi somente com a chegada dos anos 1960 e da era da contracultura que ele alcançou seu atual status de cult.",
      "credits": "Resumo baseado no texto de <i>Geoffrey Macnab</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "A morta-viva também se destacou, mas por motivos diferentes. Como parte de um ciclo de filmes de terror produzidos por <a href=\"https://_{type: 'screen', 'id': 97047, 'screen_type': person}\">Val Lewton</a> (1904-1951) e distribuídos pela RKO, ele foi promovido como uma franquia apelativa qualquer. Porém, o filme não traz nenhum monstro \"vendável\" e quase não possui violência explicita, embora seja repleto de conotações sexuais. Ele interioriza grande parte do horror que os filmes anteriores do gênero mostravam explicitamente - e isso tem o efeito de potencializar qualquer ansiedade gerada por ele.",
      "content_credits": "Resumo baseado no texto de <i>Russ Hunter</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_title": "Os monstros clássicos da Universal",
      "content_text": "Com o final da Primeira Guerra Mundial, durante a década de 1920, o terror invadiu os palcos das salas de teatros dos Estados Unidos. Produções como <strong>The Bat</strong>, <strong>The Monster</strong> e <strong>The Cat and The Canary</strong> começaram a ser encenadas e fazer um baita sucesso até que, em 1927, uma certa adaptação de um livro do irlandês <i>Abraham Stoker</i> entrou em cartaz na Broadway, assustando e arrebatando o público de vez. Drácula, produzido por <i>Horace Liveright</i> estreou e a peça faturou cerca de US$2 Milhões em bilheterias."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_monsters",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Rostos dos principais monstros da Universal",
        "contentText": "A série de filmes chamada \"<strong>Universal Monsters</strong>\" foi a primeira série de filmes em um universo ficcional compartilhado.",
        "source": "Bloody Disgusting"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso da adaptação, somada a forte influência do expressionismo alemão, a crise econômica do pós-guerra e multiplicado pelo desejo ávido da audiência no horror como válvula de escape ou retratação metafórica dos pesadelos da violência e angústia reprimidas, resultou na equação perfeita para incentivar uma nova geração de produtores em se arriscar em uma nova tendência em Hollywood: o cinema de terror."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "vote_count": 56,
          "popularity": 3.492,
          "id": 18987,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.6,
          "title": "O Corcunda de Notre-Dame",
          "release_date": "1923-09-06",
          "original_language": "en",
          "original_title": "The Hunchback of Notre Dame",
          "genre_ids": [
            10749,
            18
          ],
          "backdrop_path": "\/af3TaPp0i5BSiRd8yWVPU4pJ4x7.jpg",
          "adult": false,
          "overview": "Produção da era silenciosa que adapta o clássico de Victor Hugo. Chaney está no papel de Quasimodo, o tocador de sino da Catedral de Notre Dame, desafortunadamente deformado. Ele se apaixona por Esmeralda, uma jovem e bela dançarina cigana, logo depois que ela lhe deu água quando ele estava apanhando em praça pública. as o gesto fora apenas por comiseração. Ainda assim, Esmeralda mais tarde é acusada de trair e esfaquear seu amado. Por isso ela é torturada e sentenciada à morte. Quasimodo é quem vai resgata-la nas escadarias de Notre Dame.",
          "poster_path": "\/3oheTQrTuqS1jPUW6GOc65ZbM5u.jpg"
        },
        {
          "vote_count": 191,
          "popularity": 10.178,
          "id": 964,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "O Fantasma da Ópera",
          "release_date": "1925-09-22",
          "original_language": "en",
          "original_title": "The Phantom of the Opera",
          "genre_ids": [
            18,
            27
          ],
          "backdrop_path": "\/yfswxWKomOIhJ88DTobEOR2JaQ7.jpg",
          "adult": false,
          "overview": "Um compositor grotescamente desfigurado conhecido como o \"Fantasma\" assombra a casa de ópera de Paris, onde, apaixonado, ajuda secretamente Christine Daae a ser uma diva da ópera. Após atraí-la para seu covil subterrâneo, o Fantasma declara seu amor por ela. Mas Christine ama Raoul de Chagny e planeja fugir com ele depois de sua próxima apresentação. Quando o Fantasma descobre, ele rapta Christine, provocando a ira de Raoul - e uma horda de parisienses raivosos. O filme foi relançado com som, em 1929, usando discos de som da Vitaphone\/Western Electric.",
          "poster_path": "\/itfhSxbIgsan85iY1NrquIx7qxo.jpg"
        },
        {
          "vote_count": 650,
          "popularity": 12.621,
          "id": 138,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Drácula",
          "release_date": "1931-02-12",
          "original_language": "en",
          "original_title": "Dracula",
          "genre_ids": [
            27,
            14
          ],
          "backdrop_path": "\/cemjdP7HrUyJAry85vRT19Hidbi.jpg",
          "adult": false,
          "overview": "Após hipnotizar um soldado britânico e transformá-lo em seu escravo, o misterioso Conde Drácula viaja para Londres e passa a residir em um velho castelo. Logo, Drácula passa a sugar o sangue de mulheres jovens, transformando-as em vampiras. Quando ele coloca seus olhos em Mina, a filha de um importante médico, o caçador de vampiros Van Helsing é convocado a impedir que o vampiro continue a causar estragos.",
          "poster_path": "\/aq3lliuEZEgNCTLZokDt4ofCNvP.jpg"
        },
        {
          "poster_path": "\/jFpc9w3RmYeaOXMEfrtgshwVf4u.jpg",
          "popularity": 16.254,
          "vote_count": 855,
          "video": false,
          "media_type": "movie",
          "id": 3035,
          "adult": false,
          "backdrop_path": "\/5gcgkq5oQkrXqUJt6vrmTkUWG4a.jpg",
          "original_language": "en",
          "original_title": "Frankenstein",
          "genre_ids": [
            18,
            27,
            878
          ],
          "title": "Frankenstein",
          "vote_average": 7.5,
          "overview": "O Dr. Henry Frankenstein está obcecado em montar um ser vivo a partir de partes de vários cadáveres exumados.",
          "release_date": "1931-11-21"
        },
        {
          "vote_count": 298,
          "popularity": 11.194,
          "id": 15849,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "A Múmia",
          "release_date": "1932-01-01",
          "original_language": "en",
          "original_title": "The Mummy",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/nbUNY5dKHtRIeTkO9z66ITFxM9E.jpg",
          "adult": false,
          "overview": "Em 1921, uma equipe de arqueologistas no Egito, liderados por Sir Joseph Whemple, descobre a múmia do príncipe Imhotep, que vivera há 3.700 anos e teve como castigo ser enterrado vivo. Também foram encontrados manuscritos com o poder de fazer mortos ressuscitarem, e uma noite, um dos membros da expedição traz o príncipe de volta à vida. Agora, Imhotep vive e se passa por Ardath Bay, um egípcio contemporâneo que persegue uma mulher que acredita ser a reencarnação de sua adorada princesa.",
          "poster_path": "\/6Hv6mHolpMNJOiGZcknA5cYTt6S.jpg"
        },
        {
          "poster_path": "\/4nF0FTbpcCR7WX5y2wmXbeIVbkt.jpg",
          "popularity": 13.437,
          "vote_count": 398,
          "video": false,
          "media_type": "movie",
          "id": 10787,
          "adult": false,
          "backdrop_path": "\/zDn6FKwG7V5SuJcA6M8xggS0Z41.jpg",
          "original_language": "en",
          "original_title": "The Invisible Man",
          "genre_ids": [
            27,
            878
          ],
          "title": "O Homem Invisível",
          "vote_average": 7.5,
          "overview": "Um estranho chega em uma pequena localidade com o objetivo de terminar suas pesquisas científicas. Seu nome é Jack Griffin (Claude Rains), que criou uma fórmula que o permitiu tornar-se invisível. Porém, enquanto busca o antídoto, os problemas começam a acontecer quando as pessoas da localidade descobrem sua natureza e forçam sua fuga. Enlouquecido e com a cabeça cheia de planos destrutivos, Jack torna-se uma grande ameaça e põe toda a polícia em seu encalço.",
          "release_date": "1933-11-03"
        },
        {
          "poster_path": "\/459XH176R35BwUhdjvAT7oBfoJL.jpg",
          "popularity": 12.83,
          "vote_count": 501,
          "video": false,
          "media_type": "movie",
          "id": 229,
          "adult": false,
          "backdrop_path": "\/haPU3dCyYUTRN34ceyJrX4DAjZq.jpg",
          "original_language": "en",
          "original_title": "The Bride of Frankenstein",
          "genre_ids": [
            27
          ],
          "title": "A Noiva de Frankenstein",
          "vote_average": 7.5,
          "overview": "Dr. Frankenstein (Colin Clive) e seu monstro (Boris Karloff) retornam, pois não estavam mortos como inicialmente se acreditava. O pesquisador planeja parar suas demoníacas experiências, mas quando um cientista louco (Ernest Thesiger) seqüestra sua esposa (Valerie Hobson), ele concorda em ajudá-lo em criar uma nova criatura, uma mulher (Elsa Lanchester), para ser companheira do monstro.",
          "release_date": "1935-04-20"
        },
        {
          "poster_path": "\/quAtj0ZPdpUD4bednv32JK7Jipq.jpg",
          "popularity": 5.938,
          "vote_count": 55,
          "video": false,
          "media_type": "movie",
          "id": 27970,
          "adult": false,
          "backdrop_path": "\/mE2TnC4VC5Ilv7dHsZkVfGQy9CA.jpg",
          "original_language": "en",
          "original_title": "Werewolf of London",
          "genre_ids": [
            18,
            14,
            27
          ],
          "title": "O Lobisomem de Londres",
          "vote_average": 6.4,
          "overview": "Homem é atacado por estranho animal. Agora, ele precisa conviver e tentar se livrar da maldição de ser lobisomem.",
          "release_date": "1935-05-13"
        },
        {
          "poster_path": "\/cr1mJ3n7ZEUiBfHFPHW2ejTu36a.jpg",
          "popularity": 6.246,
          "vote_count": 65,
          "video": false,
          "media_type": "movie",
          "id": 22440,
          "adult": false,
          "backdrop_path": "\/d16wbD3Vn9jYk983t28uG8Dm0Wj.jpg",
          "original_language": "en",
          "original_title": "Dracula's Daughter",
          "genre_ids": [
            18,
            14,
            27
          ],
          "title": "A Filha de Drácula",
          "vote_average": 6.1,
          "overview": "Dr. Van Helsing, pensando ter livrado Londres de todos os vampiros, é ao contrário preso por assassinato. Quando o destino de Van Helsing parece estar traçado, os corpos desaparecem repentinamente. Logo, inúmeras pessoas são encontradas mortas, seus corpos encharcados de sangue. Enquanto isso, a bela Condessa Marya Zaleska aparece em Londres. A problemática mulher procura a ajuda de Dr. Garth, psiquiatra de Van Helsing, para uma consulta.",
          "release_date": "1936-05-11"
        },
        {
          "poster_path": "\/hop8IKgDYHfFI7uMvZ0gcDYqqXZ.jpg",
          "popularity": 10.561,
          "vote_count": 100,
          "video": false,
          "media_type": "movie",
          "id": 3077,
          "adult": false,
          "backdrop_path": "\/fk4fUMgHEH2qBFNvWQiiLyoRms5.jpg",
          "original_language": "en",
          "original_title": "Son of Frankenstein",
          "genre_ids": [
            27,
            878
          ],
          "title": "O Filho de Frankenstein",
          "vote_average": 6.8,
          "overview": "Barão Wolf von Frankenstein quer limpar o nome da família da desgraça. Com a ajuda de Ygor, Wolf consegue reanimar o monstro que seu pai criou. Mas quando vários aldeões são mortos misteriosamente, Wolf deverá encontrar o culpado.",
          "release_date": "1939-01-13"
        },
        {
          "poster_path": "\/mk4HBkyY1Z5A07q44nw251Sb3Ax.jpg",
          "popularity": 6.488,
          "vote_count": 54,
          "video": false,
          "media_type": "movie",
          "id": 28421,
          "adult": false,
          "backdrop_path": "\/s9fkuABRgvo4ovWft8O4ywdtlRB.jpg",
          "original_language": "en",
          "original_title": "The Invisible Man Returns",
          "genre_ids": [
            18,
            27,
            9648,
            878,
            53
          ],
          "title": "A Volta do Homem Invisível",
          "vote_average": 6.1,
          "overview": "Preso sob a acusação de ter matado seu irmão, Geoffrey Radcliffe aguarda sua sentenção - morrer na forca. Mas, logo depois de receber a visita de seu amigo Dr. Frank Griffin, Geoffrey simplesmente desaparece. O inspetor policial Sampson começa a investigar e acredita que Griffin é na verdade o irmão do Homem Invisível original (do primeiro filme) e deu a Geoffrey a fórmula da invisibilidade. Continuação do clássico de 1933.",
          "release_date": "1940-01-12"
        },
        {
          "vote_count": 36,
          "popularity": 5.249,
          "id": 31498,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.3,
          "title": "A Mão da Múmia",
          "release_date": "1940-09-20",
          "original_language": "en",
          "original_title": "The Mummy's Hand",
          "genre_ids": [
            27
          ],
          "backdrop_path": "\/4c6qv7spRVy1lp4itOT5GEptlQG.jpg",
          "adult": false,
          "overview": "A cômica dupla de arqueólogos Steve (Dick Foran) e Babe (Wallace Ford) estão viajando pelo Egito quando descobrem evidências do local de sepultamento da antiga princesa egípcia Ananka. Depois de receber financiamento de um excêntrico mágico (Cecil Kellaway) e sua bela filha Marta (Peggy Moran), eles partem para o deserto onde são aterrorizados por um sinistro sumo sacerdote (George Zucco) e a múmia Kharis (Tom Tyler), que são os guardiões do túmulo de Ananka. Sequência de \"A Múmia\" (1932).",
          "poster_path": "\/jSSdvLkGXy4oICnSo5Cnz12B6Ae.jpg"
        },
        {
          "poster_path": "\/ocPEinlay3g6QIiCpqRt7bzDpz4.jpg",
          "popularity": 4.808,
          "vote_count": 21,
          "video": false,
          "media_type": "movie",
          "id": 28423,
          "adult": false,
          "backdrop_path": "\/rOYdBzo9y9pe5S1EnUeyDgQygf1.jpg",
          "original_language": "en",
          "original_title": "The Invisible Woman",
          "genre_ids": [
            35,
            878,
            10749
          ],
          "title": "A Mulher Invisível",
          "vote_average": 5.8,
          "overview": "O excêntrico Professor Gibbs, brilhante, mas pouco prático, inventa uma máquina de invisibilidade e põe um anúncio para uma cobaia. Ele recebe uma candidata, Kitty Carroll, uma modelo atraente e aventureira, que acha que ser invisível a ajudaria a resolver algumas pendências. As complicações surgem quando três bandidos atrapalhados roubam a máquina para usar no seu chefe.",
          "release_date": "1940-12-27"
        },
        {
          "poster_path": "\/vG8fu5syTtQLzK1hQXyi3ugOPNF.jpg",
          "popularity": 11.351,
          "vote_count": 297,
          "video": false,
          "media_type": "movie",
          "id": 13666,
          "adult": false,
          "backdrop_path": "\/zDPx4cDT89UFja5DEv7RWzTmJUv.jpg",
          "original_language": "en",
          "original_title": "The Wolf Man",
          "genre_ids": [
            18,
            27
          ],
          "title": "O Lobisomem",
          "vote_average": 7.1,
          "overview": "O clássico de terror original que apresentou um dos mais abomináveis monstros do cinema! Lon Chaney jr. retrata Larry Talbot, que regressa ao castelo do seu pai (Claude Rains) no País de Gales e encontra uma bela mulher (Evelyn Ankers). Numa noite fatídica, Talbot acompanha-a a uma festa local onde o destino de Jenny é revelado por uma misteriosa cigana. As atmosferas de sonho e os cenários aprimorados, combinados com uma trilha sonora arrepiante tornam \"O Lobisomem\" numa obra-prima não só do gênero, mas também de todos os tempos!",
          "release_date": "1941-12-12"
        },
        {
          "poster_path": "\/7NtCuLtymDBCWBDj5MVxBjzDUPe.jpg",
          "popularity": 6.263,
          "vote_count": 61,
          "video": false,
          "media_type": "movie",
          "id": 3074,
          "adult": false,
          "backdrop_path": "\/xLXaoqEejsyJOvzTf0iTMM23NYF.jpg",
          "original_language": "en",
          "original_title": "The Ghost of Frankenstein",
          "genre_ids": [
            18,
            14,
            27,
            878
          ],
          "title": "O Fantasma de Frankenstein",
          "vote_average": 6,
          "overview": "Ygor ressuscita o monstro de Frankenstein e leva-o até o filho do médico original, Ludwig, em busca de ajuda.",
          "release_date": "1942-03-13"
        },
        {
          "poster_path": "\/gOUWs7FNcHSZBGgPYaXL1rAXSwl.jpg",
          "popularity": 4.203,
          "vote_count": 17,
          "video": false,
          "media_type": "movie",
          "id": 28426,
          "adult": false,
          "backdrop_path": "\/bQcWWA0kFDjcei4ECXEUwIjNjQK.jpg",
          "original_language": "en",
          "original_title": "Invisible Agent",
          "genre_ids": [
            12,
            35,
            878,
            10749,
            10752
          ],
          "title": "O Agente Invisível",
          "vote_average": 6.3,
          "overview": "Os alemães desejam comprar a fórmula da invisibilidade com o filho do Dr. Frank Griffin. Este por sua vez, não vende a fórmula, e os Estados Unidos no período da Segunda Guerra Mundial, também desejam o produto. Mas Frank Raymond resolve dar a fórmula com a condição de que ele mesmo a tome e se infiltre nos quartéis generais dos nazistas, a fim de pegar um caderno com o nome de todos agentes duplos infiltrados nos Estados Unidos e também evitar um grande ataque em massa à Nova York que planejaram. Com a ajuda na Alemanha de Maria Soreson (Ilona Massey), o agente invisível poderá auxiliar na Guerra mais do que mil espiões juntos.",
          "release_date": "1942-08-07"
        },
        {
          "poster_path": "\/wBhML8WkyjF6YsEbs8A6KYnv5z6.jpg",
          "popularity": 3.338,
          "vote_count": 20,
          "video": false,
          "media_type": "movie",
          "id": 29239,
          "adult": false,
          "backdrop_path": "\/xV9ZfoPENX4yoMl3L5Dm3BZXAMm.jpg",
          "original_language": "en",
          "original_title": "The Mummy's Tomb",
          "genre_ids": [
            18,
            14,
            27,
            9648,
            53
          ],
          "title": "A Tumba da Múmia",
          "vote_average": 7,
          "overview": "30 anos depois de profanar a tumba de Ananka e enfrentar seu guardião, a múmia Kharis (Lon Chaney Jr.), Steve Banning está velho e constitui família. Mas Kharis e seu Sacerdote não morreram e prometem vingança a toda linhagem dos Banning. Sendo assim, vão para os Estados Unidos trazer terror aos familiares dos arqueólogos que ficaram famosos e ricos há mais de 30 anos com a profanação da tumba sagrada da princesa Ananka. Sequência de \"A Múmia\" (1932) e \"A Mão da Múmia\" (1940).",
          "release_date": "1942-10-23"
        },
        {
          "poster_path": "\/jOTN2CiUBeIPg3GNkrx95c5KnSR.jpg",
          "popularity": 10.411,
          "vote_count": 88,
          "video": false,
          "media_type": "movie",
          "id": 3076,
          "adult": false,
          "backdrop_path": "\/ykbk7an62qpgHxwEz16XXKNvXRd.jpg",
          "original_language": "en",
          "original_title": "Frankenstein Meets the Wolf Man",
          "genre_ids": [
            27
          ],
          "title": "Frankenstein Encontra o Lobisomem",
          "vote_average": 6.3,
          "overview": "Lon Chaney Jr., agora um lobisomem, procura o Dr. Frankenstein na esperança de que este o liberte de sua maldição. Ele encontra o cientista morto, mas a sua criatura continua viva e causando o terror.",
          "release_date": "1943-03-05"
        },
        {
          "vote_count": 84,
          "popularity": 7.531,
          "id": 15855,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.3,
          "title": "O Fantasma da Ópera",
          "release_date": "1943-08-12",
          "original_language": "en",
          "original_title": "Phantom of the Opera",
          "genre_ids": [
            27,
            10749,
            18
          ],
          "backdrop_path": "\/eORjNFyds3Ckg4LtOpbl7FCkBHn.jpg",
          "adult": false,
          "overview": "Este imortal e espetacular conto de terror de Gaston Leroux é estrelado por Claude Rains como o mascarado fantasma da Ópera de Paris, um compositor enlouquecido que planeja fazer de uma linda jovem soprano (Susanna Foster) a estrela da companhia de ópera e saciar sua vingança contra os que roubaram sua música. Nelson Eddy, o heróico barítono, tenta obter o afeto da garota enguanto persegue os passos do monstro que começa a matar aqueles que resiste a suas loucas exigências.",
          "poster_path": "\/5wg5jwImpW0CabjaBnZ5j0pJQAO.jpg"
        },
        {
          "vote_count": 39,
          "popularity": 4.968,
          "id": 32023,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "O Filho do Drácula",
          "release_date": "1943-10-05",
          "original_language": "en",
          "original_title": "Son of Dracula",
          "genre_ids": [
            14,
            27
          ],
          "backdrop_path": "\/tq6JlMmuBzrZ3PtZ6L9f9nlWzaZ.jpg",
          "adult": false,
          "overview": "O maior filme de vampiros de todos os tempos renova seu reino de terror nesse espetacular filme de 1840. Lon Chaney Jr., conhecido por seus papéis como Lobisomem e Frankenstein, estrela como Conde Alucard, o sanguinolento filho do famoso vampiro da Transilvânia.\nQuando Katherine (Louise Allbritton), uma bela garota do sul obcecada por pensamentos sobre a vida eterna, convida o conde para sua mansão nos Estados Unidos, ela abre uma caixa de pandora do maldoso conde. Juntos eles procuram saciar sua sede por sangue humano com assassinatos noturnos, nessa experiência no gênero de terror dirigida por Robert Siodmak.",
          "poster_path": "\/fFEqccFp2sfZYXMDbtspvrpzr7X.jpg"
        },
        {
          "poster_path": "\/ihBQD7RHXjrgyNiVkNvY1yfrT6x.jpg",
          "popularity": 4.431,
          "vote_count": 21,
          "video": false,
          "media_type": "movie",
          "id": 28425,
          "adult": false,
          "backdrop_path": "\/5Ayh76arJCy9lebsbF0dtabaMCH.jpg",
          "original_language": "en",
          "original_title": "The Invisible Man's Revenge",
          "genre_ids": [
            27,
            878
          ],
          "title": "A Vingança do Homem Invisível",
          "vote_average": 5.9,
          "overview": "Robert Griffin (Jon Hall) é um foragido de manicômio com sérios distúrbios mentais, pois há mais de 6 anos foi soterrado em uma escavação, perdendo assim a memória e o juízo mental. Agora ele volta para junto de seus amigos de expedição e cobra sua parte na fortuna que foi descoberta. Por ser uma pessoa alterada e foragida, os amigos chamam a polícia e este é expulso do condado. Em uma noite vagando na chuva, bate a porta do Dr. Drury (John Carradine) que faz experiencia com animais a respeito da invisibilidade. Robert Griffin vê a invisibilidade como uma forma de se vingar dos amigos que o \"roubaram\" e tentar conquistar a filha do casal, oferecendo-se assim de cobaia para tal experimento.",
          "release_date": "1944-06-09"
        },
        {
          "poster_path": "\/eRNWTjYXkUQvqopfgz8DvHolxWA.jpg",
          "popularity": 3.307,
          "vote_count": 25,
          "video": false,
          "media_type": "movie",
          "id": 29243,
          "adult": false,
          "backdrop_path": "\/fdcaZFQeV9By5VSMHoN5uwELlAj.jpg",
          "original_language": "en",
          "original_title": "The Mummy's Ghost",
          "genre_ids": [
            27
          ],
          "title": "O Fantasma da Múmia",
          "vote_average": 6.3,
          "overview": "Supremo Sacerdote Yousef Bey (John Carradine) é enviado aos Estados Unidos para resgatar a múmia de Kharis (Lon Chaney Jr.) e da princesa Ananka e trazê-las de volta ao Egito. Ao realizar um ritual no Museu onde se encontra a múmia da princesa Ananka, ela some no ar como se fosse uma alma e reencarna no corpo de Amina (Ramsay Ames), uma egípcia que vive na América e têm a mesma aparência da falecida princesa. Agora Kharis deve sequestrar Amina e levá-la até o Supremo Sacerdote, para juntos voltarem para o Egito e obterem o descanso eterno em sua tumba.",
          "release_date": "1944-07-01"
        },
        {
          "poster_path": "\/z6f2ve0aSuWaGCLrRDoEIhtw6gj.jpg",
          "popularity": 4.659,
          "vote_count": 28,
          "video": false,
          "media_type": "movie",
          "id": 29242,
          "adult": false,
          "backdrop_path": "\/tQgmwBrqVBkFa6zW2TkJpaPhkMq.jpg",
          "original_language": "en",
          "original_title": "The Mummy's Curse",
          "genre_ids": [
            27
          ],
          "title": "A Praga da Múmia",
          "vote_average": 6.2,
          "overview": "Após 25 anos dos últimos acontecimentos, a múmia Kharis e a princesa Ananka permanecem submergidos no pântano do vilarejo de Mapleton. Um novo Sacerdote surge destinado a levar ambas múmias de volta ao Egito, mas a múmia da princesa Ananka tomou sua forma mortal e anda pelo vilarejo com amnésia, sem saber quem é e de onde veio... sem se lembrar que estava há 25 anos no pântano da cidade. Agora, Kharis tem que trazê-la até o monastério abandonado onde está o Sacerdote para lhe dar a poção das folhas de tana e transformar a princesa novamente em uma múmia e levar ambas finalmente de volta para o Egito.",
          "release_date": "1944-12-22"
        },
        {
          "poster_path": "\/l8eWMBpFODFPa9xfUQCNILeo9KS.jpg",
          "popularity": 8.756,
          "vote_count": 68,
          "video": false,
          "media_type": "movie",
          "id": 3103,
          "adult": false,
          "backdrop_path": "\/tbktJh2LbE4fJzswHVbgQq1h0dJ.jpg",
          "original_language": "en",
          "original_title": "House of Frankenstein",
          "genre_ids": [
            27,
            878
          ],
          "title": "A Mansão de Frankenstein",
          "vote_average": 6,
          "overview": "Um cientista lunático e perigoso foge da prisão e ressuscita Drácula. Seu ato de terror vai mais além, quando ele consegue trazer de volta os monstros Frankenstein e Lobisomem, que estavam congelados e enterrados.",
          "release_date": "1944-12-01"
        },
        {
          "poster_path": "\/cIcpl3TMRvm5LVl9NwBaDMQzfYD.jpg",
          "popularity": 6.222,
          "vote_count": 50,
          "video": false,
          "media_type": "movie",
          "id": 30793,
          "adult": false,
          "backdrop_path": "\/2yPeVCim2ugYiYVgSFxZBhDbdpb.jpg",
          "original_language": "en",
          "original_title": "House of Dracula",
          "genre_ids": [
            14,
            27,
            878
          ],
          "title": "A Casa do Drácula",
          "vote_average": 5.7,
          "overview": "Os veteranos do terror Lon Chaney (Lobisomem) e John Carradine (Drácula) chegam ao laboratório do Dr. Edelman (Onslow Stevens) para implorar uma cura para seus instintos assassinos. Mas apesar da sinceridade do Lobisomem, Dracula na verdade procura apenas se aproximar da enfermeira (Martha O'Driscoll), quem ele pretende convencer a se tornar uma de suas \"princesas das trevas\". A loucura chega a seu extremo quando o doutor descobre o corpo de Frankenstein e faz tentativas de trazê-lo de volta à vida. Esses fatos são mais do que os moradores da vilas vizinhas podem suportar, levando-os a se unir para impedir as loucuras que ameaçam a segurança de seus familias e moradias.",
          "release_date": "1945-12-07"
        },
        {
          "poster_path": "\/1YOQwMlX53MqusGCOWf8PjGDW1R.jpg",
          "popularity": 5.52,
          "vote_count": 29,
          "video": false,
          "media_type": "movie",
          "id": 45322,
          "adult": false,
          "backdrop_path": "\/5NiraYzsxYg40hj4jwg68KcNtxR.jpg",
          "original_language": "en",
          "original_title": "She-Wolf of London",
          "genre_ids": [
            80,
            27,
            9648
          ],
          "title": "A Mulher-Lobo de Londres",
          "vote_average": 6,
          "overview": "Os cidadãos de Londres, em véspera de virada de século, estão apavorados e a Scotland Yard está confusa com a misteriosa série de sangrentos assassinatos no mais famoso parque da cidade. Em uma propriedade próxima, Phyllis Allenby (June Lockhart) teme que a maldição de Allenby, responsável pela morte de seus pais, tenha a transformado em uma mulher-lobo. Assombrada por seus sonhos e preocupada em ficar louca, Phyllis termina o seu noivado com seu noivo (Don Porter). Determinado em provar que a mulher que ele ama não poderia ser uma assassina, ele trama um jeito de desmascarar o verdadeiro assassino.",
          "release_date": "1946-05-17"
        },
        {
          "poster_path": "\/w2tak1UWLGU5hSWbzwnyyjIKGtL.jpg",
          "popularity": 11.498,
          "vote_count": 161,
          "video": false,
          "media_type": "movie",
          "id": 3073,
          "adult": false,
          "backdrop_path": "\/w4kUcGEgjvVE6F1CY6Zfu3kyNDK.jpg",
          "original_language": "en",
          "original_title": "Bud Abbott Lou Costello Meet Frankenstein",
          "genre_ids": [
            35,
            27
          ],
          "title": "Abbott e Costello Encontram Frankenstein",
          "vote_average": 7.2,
          "overview": "Aboot e Costello trabalham na agência de correspondências, até que ficam responsáveis por uma carga macabra: duas grandes caixas, contendo uma o corpo de Drácula, e a outra o de Frankenstein. O plano de Drácula é dar a Frankenstein um novo cérebro, e é aí que os atrapalhados amigos entram em uma fria, pois são seduzidos por uma bela garota que trabalha para o vampiro.",
          "release_date": "1948-06-15"
        },
        {
          "poster_path": "\/dDmCjhfE0aTlqPY5D4vxT1G9Qm2.jpg",
          "popularity": 4.762,
          "vote_count": 40,
          "video": false,
          "media_type": "movie",
          "id": 33475,
          "adult": false,
          "backdrop_path": "\/5pXhfTMklUEKVtDt6EIUKcEqtSx.jpg",
          "original_language": "en",
          "original_title": "Abbott and Costello Meet the Invisible Man",
          "genre_ids": [
            35,
            27
          ],
          "title": "Budd Abbott & Lou Costello e o Homem Invisível",
          "vote_average": 6.8,
          "overview": "Dois detetives particulares trapalhões ajudam um homem que foi acusado injustamente de assassinato e que se tornou invisível, a limpar seu nome!",
          "release_date": "1951-03-07"
        },
        {
          "poster_path": "\/spZzSuujqiYHMK5pIvJOS5LDYD0.jpg",
          "popularity": 4.889,
          "vote_count": 41,
          "video": false,
          "media_type": "movie",
          "id": 3023,
          "adult": false,
          "backdrop_path": "\/aM81XfMvYyb1Qpig5rp8tOodRjt.jpg",
          "original_language": "en",
          "original_title": "Abbott and Costello Meet Dr. Jekyll and Mr. Hyde",
          "genre_ids": [
            35,
            27,
            878
          ],
          "title": "Abbott e Costello Enfrentando o Médico e o Monstro",
          "vote_average": 6.5,
          "overview": "Os policiais Slim e Tubby vão para Londres e conhecem um médico que apresenta uma personalidade diabólica.",
          "release_date": "1953-08-01"
        },
        {
          "poster_path": "\/abjbpSakAEGVrpBothLIc1NJcPR.jpg",
          "popularity": 11.962,
          "vote_count": 395,
          "video": false,
          "media_type": "movie",
          "id": 10973,
          "adult": false,
          "backdrop_path": "\/I8EtLONvTEq0mjafuCMEuScYnd.jpg",
          "original_language": "en",
          "original_title": "Creature from the Black Lagoon",
          "genre_ids": [
            12,
            27,
            878
          ],
          "title": "O Monstro da Lagoa Negra",
          "vote_average": 6.9,
          "overview": "Na Amazônia brasileira, o pesquisador Carl Maia fotografa o que parece ser a nadadeira de um anfíbio possivelmente extinto. Carl viaja para mostrar sua descoberta e obter apoio financeiro, mas ao retornar com outros pesquisadores, descobre que dois funcionários deles foram mortos. Eles rumam para a Lagoa Negra, onde acham uma misteriosa criatura anfíbia, que pode ser o elo perdido entre duas espécies - uma aquática e outra terrestre.",
          "release_date": "1954-03-05"
        },
        {
          "poster_path": "\/fVHzu68DultKbg5Scd5nexySucB.jpg",
          "popularity": 7.26,
          "vote_count": 67,
          "video": false,
          "media_type": "movie",
          "id": 40761,
          "adult": false,
          "backdrop_path": "\/uqnsM7TlWDBVeJyHKUSUfNkxuZm.jpg",
          "original_language": "en",
          "original_title": "Revenge of the Creature",
          "genre_ids": [
            27,
            878
          ],
          "title": "A Revanche do Monstro",
          "vote_average": 5.8,
          "overview": "Um grupo de cientistas encontrou na Amazônia um ser anfíbio, meio homem, meio peixe. A criatura fora baleada e deda como morta, mas agora se descobre que ele sobreviveu. Feito prisioneira, ela foi levada para um laboratório na Flórida. Após várias tentativas de humaniza-la ou até mesmo domesticá-la, a criatura sai de controle. Escapa do laboratório e tenta chegar ao mar, mas começa sofrer uma intensa perseguição.",
          "release_date": "1955-05-13"
        },
        {
          "poster_path": "\/aHKjPVnDwE6iiz3pVj7MGwXo8B.jpg",
          "popularity": 5.03,
          "vote_count": 51,
          "video": false,
          "media_type": "movie",
          "id": 26661,
          "adult": false,
          "backdrop_path": "\/8rOpJuby0HBjaphddR8CAF3i35.jpg",
          "original_language": "en",
          "original_title": "Abbott and Costello Meet the Mummy",
          "genre_ids": [
            35,
            27
          ],
          "title": "Caçando Múmias no Egito",
          "vote_average": 6.2,
          "overview": "Abbott e Costello vão até o Dr. Zoomer conseguir o emprego de acompanhantes da múmia Klaris para os Estados Unidos. Ao chegarem lá, a múmia foi roubada e o Dr. Zoomer morto, mas Lou Costello pegou o medalhão de Klaris que traz a maldição da múmia. Com isso, um grupo de ladrões querem roubar a qualquer custo o medalhão para descobrirem a tumba dos tesouros da princesa Ara, mas um grupo de sacerdotes irá protege-la.",
          "release_date": "1955-06-23"
        },
        {
          "poster_path": "\/gQwaCrCqunEDcuFNObyK2k8Tv17.jpg",
          "popularity": 3.73,
          "vote_count": 35,
          "video": false,
          "media_type": "movie",
          "id": 39408,
          "adult": false,
          "backdrop_path": "\/hkse91ecZgp53soKjsPB9kZHz4y.jpg",
          "original_language": "en",
          "original_title": "The Creature Walks Among Us",
          "genre_ids": [
            27,
            878
          ],
          "title": "À Caça do Monstro",
          "vote_average": 5.6,
          "overview": "Seqüência de \"A Revanche do Monstro\", dirigido por Jack Arnold. Agora a criatura é capturada por cientistas que querem transformá-la em um ser humano.",
          "release_date": "1956-04-26"
        }
      ],
      "information": {
        "contentTitle": "Todos os filmes lançados na era dos Monstros da Universal",
        "contentText": "Todos os filmes da universal lançados até a década de 1950"
      }
    },
    {
      "type": "text",
      "content_text": "Foi nesse cenário que <a href=\"https://_{type: 'screen', 'id': 1557, 'screen_type': person}\">Carl Laemmle Jr.</a> (1908-1979), filho e herdeiro do sujeito que criou a <i>Universal Pictures</i>, que assumiu o estúdio em 1928, resolveu levar Drácula dos palcos para as telas em 1931 – seguindo os passos de seu pai que, na década anterior, havia se aventurado durante o cinema mudo adaptando <i>O Corcunda de Notre Dame</i> (1923) e <i>O Fantasma da Ópera</i> (1925) – e deu o pontapé inicial no ciclo dos famosos <strong>Monstros da Universal</strong>, que resultou em 30 filmes lançados durante duas décadas, tendo o <i>Gill-man</i>, a criatura de <i>O Monstro da Lagoa Negra</i>, como seu último representante."
    },
    {
      "type": "text",
      "content_text": "O estúdio promoveu uma série de franquias lendárias que o consolidaram como o bastião do horror gótico, como <a href=\"https://_{type: 'screen', 'id': 22440, 'screen_type': movie}\">Dracula's Daughter</a> (BR: A filha de Drácula, 1936), estrelado por <a href=\"https://_{type: 'screen', 'id': 100779, 'screen_type': person}\">Gloria Holden</a> (1903-1921), como a condessa Marya Zaleska, a filha do vampiro - personagem que, com suas insinuações de lesbianismo, bebia na fonte da tradição vampe."
    },
    {
      "type": "video",
      "video_id": "o1Izq-E3o7Y",
      "information": {
        "contentTitle": "O monstro conhece a sua noiva",
        "contentText": "Apesar da relutância de <i>Boris Karloff</i>, foi decidido que o Monstro capaz de pronunciar algumas poucas palavras. Sua humanização o deixa mais completo e fiel ao romance de <i>Mary Shelley</i>, e dificilmente sua busca desesperada por uma companheira poderia ser mais tocante. De um modo geral, embora isso tenha sido minimizado a pedido dos censores. Sem dúvida, a noiva interpretada por <i>Elza Lancho</i> continua sendo até hoje uma das mais impressionantes criaturas já vistas nas telas: sua aparição - numa espécie de versão grotesca de uma cerimônia de casamento - é ainda um dos pontos altos do gênero terror, com o corpo mumificado, a voz sibilante como um canto de cisne e o penteado egípcio preto com mechas brancas.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nos anos posteriores, a produção de terror da Universal assumiu diversas facetas, como em <a href=\"https://_{type: 'screen', 'id': 3077, 'screen_type': movie}\">Son of Frankenstein</a> (BR: O filho de Frankenstein, 1939), <a href=\"https://_{type: 'screen', 'id': 30793, 'screen_type': movie}\">House of Dracula</a> (BR: A casa de Drácula, 1945) e até mesmo na comédia <a href=\"https://_{type: 'screen', 'id': 3073, 'screen_type': movie}\">Abbott and Costello Meet Frankenstein</a> (BR: Às voltas com fantasmas, 1948). Essas produções tendiam a dissociar seus personagens dos filmes menos góticos e menos ameaçadores. Isso também fez com que os primeiros aos quais eles estavam inicialmente ligados; assim, Drácula e Frankenstein e, por extensão de sentido, os conceitos do vampiro e do monstro criado pelo homem se distanciaram de sua aura gótica. Retirar os personagens de seu habitat fez com que os filmes de terror do estúdio obtivessem o status de \"<i>anciões da tribo</i>\" - deferência que é ilustrada pela dignidade inabalável da chancela \"terror da Universal\" e pela admiração por atores originais e revolucionários como Lugosi e Karloff."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não há como negar que é o mais eficaz do seu gênero. Ao seu lado, Drácula é monótono.",
        "author": "Mordaunt Hall sobre Frankenstein"
      }
    },
    {
      "type": "text",
      "content_text": "Um elemento essencial para o sucesso das películas do estúdio foi a equipe envolvida nessas produções. Em <i>James Whale</i>, um veterano da Primeira Guerra Mundial, a Universal encontrou um cineasta visionário, cuja imaginação e cujo senso de humor aguçado (e muitas vezes peculiar) acrescentaram muito aos filmes que ele dirigiu. Outra figura não menos crucial para o sucesso dos filmes de monstros foi o maquiador revolucionário <a href=\"https://_{type: 'screen', 'id': 29813, 'screen_type': person}\">Jack P. Pierce</a> (1889-1968). Foi ele quem criou o visual do Monstra com cabeça quadrada e pinos no pescoço, além de ter concebido uma série de maquiagens diferentes e inovadoras para A noiva de Frankenstein e o <a href=\"https://_{type: 'screen', 'id': 13666, 'screen_type': movie}\">The Wolf Man</a> (BR: Lobisomem, 1941), entre outros."
    },
    {
      "type": "video",
      "video_id": "YGzCWhn-AcM",
      "information": {
        "contentTitle": "Entrevista com Boris Karloff sobre Frankenstein",
        "contentText": "Boris realizou mais de 140 filmes, sendo boa parte deles do gênero fantástico, até falecer em 1969 aos 82 anos.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em A noiva de Frankenstein, Pierce modificou o visual original da criatura para representar os efeitos de um incêndio, acrescentando cicatrizes e encurtando seu cabelo, além disso, foi alterando a maquiagem ao longo do filme para indicar que seus ferimentos estavam se curando. As sessões de maquiagem eram geralmente longas e trabalhosas. Em A noiva de Frankenstein, Pierce trabalhou sete horas por dia durante 32 dias de filmagens para criar os dois monstros. O resultado foi espetacular e garantiu que as criaturas da Universal se tornassem ícones."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/jFpc9w3RmYeaOXMEfrtgshwVf4u.jpg",
          "popularity": 22.283,
          "vote_count": 849,
          "video": false,
          "media_type": "movie",
          "id": 3035,
          "adult": false,
          "backdrop_path": "\/5gcgkq5oQkrXqUJt6vrmTkUWG4a.jpg",
          "original_language": "en",
          "original_title": "Frankenstein",
          "genre_ids": [
            18,
            27,
            878
          ],
          "title": "Frankenstein",
          "vote_average": 7.5,
          "overview": "Dr Henry Frankenstein is obsessed with assembling a living being from parts of several exhumed corpses.",
          "release_date": "1931-11-21"
        },
        {
          "poster_path": "\/j2dwljljOrLTcnwfKeUBBeNB8t7.jpg",
          "popularity": 15.312,
          "vote_count": 634,
          "video": false,
          "media_type": "movie",
          "id": 136,
          "adult": false,
          "backdrop_path": "\/yukdRXb2bhpwDtCHKvQpQ0q77pd.jpg",
          "original_language": "en",
          "original_title": "Freaks",
          "genre_ids": [
            18,
            27
          ],
          "title": "Freaks",
          "vote_average": 7.8,
          "overview": "A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.",
          "release_date": "1932-02-12"
        },
        {
          "vote_count": 837,
          "popularity": 19.561,
          "id": 244,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "King Kong",
          "release_date": "1933-03-15",
          "original_language": "en",
          "original_title": "King Kong",
          "genre_ids": [
            12,
            18,
            27
          ],
          "backdrop_path": "\/7hDdW3C17pi4MdSeYXs8bwIVA78.jpg",
          "adult": false,
          "overview": "A film crew discovers the \"eighth wonder of the world,\" a giant prehistoric ape, and brings him back to New York, where he wreaks havoc.",
          "poster_path": "\/lHlnxKL5GbgRibyRFI7n1Ey850i.jpg"
        },
        {
          "vote_count": 644,
          "popularity": 16.66,
          "id": 138,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Dracula",
          "release_date": "1931-02-12",
          "original_language": "en",
          "original_title": "Dracula",
          "genre_ids": [
            27,
            14
          ],
          "backdrop_path": "\/cemjdP7HrUyJAry85vRT19Hidbi.jpg",
          "adult": false,
          "overview": "A powerful and ruthless vampire named Count Dracula arrives in London to prey on young, socialite women. Standing in the vampire's way, is a group of concerned men and the enigmatic Dr. Abraham Van Helsing.",
          "poster_path": "\/aq3lliuEZEgNCTLZokDt4ofCNvP.jpg"
        },
        {
          "poster_path": "\/qhbTi2Tzuzuh4m4WFsRtn0SrJN8.jpg",
          "popularity": 15.862,
          "vote_count": 500,
          "video": false,
          "media_type": "movie",
          "id": 229,
          "adult": false,
          "backdrop_path": "\/haPU3dCyYUTRN34ceyJrX4DAjZq.jpg",
          "original_language": "en",
          "original_title": "The Bride of Frankenstein",
          "genre_ids": [
            27
          ],
          "title": "The Bride of Frankenstein",
          "vote_average": 7.5,
          "overview": "Bride of Frankenstein begins where James Whale's Frankenstein from 1931 ended. Dr. Frankenstein has not been killed as previously portrayed and now he wants to get away from the mad experiments. Yet when his wife is kidnapped by his creation, Frankenstein agrees to help him create a new monster, this time a woman.",
          "release_date": "1935-04-20"
        },
        {
          "poster_path": "\/qu18Ka164PAV4geTSSLcJkT63jb.jpg",
          "popularity": 8.994,
          "vote_count": 148,
          "video": false,
          "media_type": "movie",
          "id": 3019,
          "adult": false,
          "backdrop_path": "\/i2Wb6QsKg14tl4p9HgJENfUCqhh.jpg",
          "original_language": "en",
          "original_title": "Dr. Jekyll and Mr. Hyde",
          "genre_ids": [
            27,
            878
          ],
          "title": "Dr. Jekyll and Mr. Hyde",
          "vote_average": 7.2,
          "overview": "Based on the story by Robert Louis Stevenson, Dr. Henry Jekyll believes that there are two distinct sides to men - a good and an evil side. He believes that by separating the two, man can become liberated. He succeeds in his experiments with chemicals to accomplish this and transforms into Hyde to commit horrendous crimes. When he discontinues use of the drug, it is already too late.",
          "release_date": "1932-01-02"
        },
        {
          "poster_path": "\/vSKpbZVvzqQcw6htiyEinbCY9vq.jpg",
          "popularity": 13.268,
          "vote_count": 297,
          "video": false,
          "media_type": "movie",
          "id": 15849,
          "adult": false,
          "backdrop_path": "\/nbUNY5dKHtRIeTkO9z66ITFxM9E.jpg",
          "original_language": "en",
          "original_title": "The Mummy",
          "genre_ids": [
            27
          ],
          "title": "The Mummy",
          "vote_average": 6.9,
          "overview": "An ancient Egyptian priest named Imhotep is revived when an archaeological expedition finds his mummy and one of the archaeologists accidentally reads an ancient life-giving spell. Imhotep escapes from the field site and searches for the reincarnation of the soul of his lover.",
          "release_date": "1932-01-01"
        },
        {
          "poster_path": "\/a8WoUk92OLHnU5sODmdGaOi5iaH.jpg",
          "popularity": 10.992,
          "vote_count": 396,
          "video": false,
          "media_type": "movie",
          "id": 10787,
          "adult": false,
          "backdrop_path": "\/zDn6FKwG7V5SuJcA6M8xggS0Z41.jpg",
          "original_language": "en",
          "original_title": "The Invisible Man",
          "genre_ids": [
            27,
            878
          ],
          "title": "The Invisible Man",
          "vote_average": 7.5,
          "overview": "Working in Dr. Cranley’s laboratory, scientist Jack Griffin was always given the latitude to conduct some of his own experiments. His sudden departure, however, has Cranley’s daughter Flora worried about him. Griffin has taken a room at the nearby Lion’s Head Inn, hoping to reverse an experiment he conducted on himself that made him invisible. But the experimental drug has also warped his mind, making him aggressive and dangerous. He’s prepared to do whatever it takes to restore his appearance.",
          "release_date": "1933-11-03"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2922,
          "name": "Boris Karloff",
          "profile_path": "\/fVi0QkiziavXB8HnWk5NzRcnCO1.jpg"
        },
        {
          "id": 2917,
          "name": "James Whale",
          "profile_path": "\/cJcOH8Nt16n4ucp7j7u22I3Uxa3.jpg"
        },
        {
          "id": 3242,
          "name": "Fay Wray",
          "profile_path": "\/dfpwqfEulBX06hOrX56fLhGSWAz.jpg"
        },
        {
          "id": 1496,
          "name": "Tod Browning",
          "profile_path": "\/rNbA1xBxMTBznQ8JAYxd7NIjXz6.jpg"
        },
        {
          "id": 13576,
          "name": "Fredric March",
          "profile_path": "\/3QzMI2O7NP2j45XBCoBl7o1KogN.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}