{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nas primeiras décadas, a história do cinema de horror está diretamente relacionada ao romance de terror gótico. <strong>O castelo de Otranto (1764)</strong> e <strong>Os mistérios de Udolfo (1794)</strong> desenvolveram um gênero de literatura que se tornou popular pela maneira como misturava romance e horror. Sua popularidade chegou ao auge com a obra-prima de Mary Shelley, <strong>Frankenstein</strong> ou o <strong>Prometeu moderno (1818)</strong>."
    },
    {
      "type": "text",
      "content_text": "Manifestações posteriores incluem a obra de <i>Edgar Allan Poe</i> e a música de <i>Hector Berlioz</i>, que combinavam alusões a exotismo, heresia e ao sobrenatural com uma atmosfera de pessimismo e mau agouro. Outros elementos típicos em descrições de loucura e certa desconfiança em relação a novas tecnologias. Em 1897, quando <strong>Drácula</strong> de <i>Bram Stoker</i> foi publicado, os aspectos estilísticos e temáticos do terror gótico já haviam influenciado diversos tipos de narrativas, entre elas, <strong>O médico e o monstro (1886)</strong>, de <i>Robert Louis Stevenson</i>."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_castle_of_otranto",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cópia original de The Castle of Otranto",
        "contentText": "<strong>O Castelo de Otranto</strong> (The Castle of Otranto), romance de 1764 e escrito por <i>Horace Walpole</i>, é considerado o primeiro romance da literatura gótica. Foi fonte de inspiração para muitos autores posteriores, como <i>Ann Radcliffe </i>, <i> Bram Stoker </i>, <i> Daphne du Maurier </i> e <i> Stephen King </i>. Na primeira edição, Walpole simulou tratar-se de uma tradução de um manuscrito italiano medieval. Na edição subsequente reconhece a autoria e explica que tentou mesclar os dois tipos de romance, o antigo, dominado pela imaginação, e o moderno, fiel à realidade.",
        "source": "The British Library"
      }
    },
    {
      "type": "text",
      "content_text": "Nos primórdios, o cinema nos trouxeram várias tentativas de se adaptar romances góticos para as telas, porém foi somente nos anos 1920 que uma tradição de filmes de terror de inspiração gótica foi estabelecida, com películas que deviam muito aos livros do gênero escritos nos séculos XVIII e XIX e à aura sombria e lúgubre dos filmes expressionistas alemães, como <a href=\"https://_{type: 'screen', 'id': 29267, 'screen_type': movie}\">Der müde Tod</a> (BR: A morte cansada, 1921), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), e <a href=\"https://_{type: 'screen', 'id': 653, 'screen_type': movie}\">Nosferatu</a> (BR: Nosferatu, uma sinfonia do horror, 1922), de <a href=\"https://_{type: 'screen', 'id': 9076, 'screen_type': person}\">F. W. Murnau</a> (1888-1931)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Bela Lugosi cria um dos mais excepcionais e poderosos papéis do cinema. ",
        "author": "The Film Daily"
      }
    },
    {
      "type": "text",
      "content_text": "As incursões de Hollywood no terror gótico seguiram o exemplo desses filmes. Diretores imigrantes como <a href=\"https://_{type: 'screen', 'id': 48055, 'screen_type': person}\">Paul Leni</a> (1885-1929), com <a href=\"https://_{type: 'screen', 'id': 76804, 'screen_type': movie}\">The Cat and the Canary</a> (BR: O gato e o canário, 1927), e <a href=\"https://_{type: 'screen', 'id': 89674, 'screen_type': person}\">Benjamin Christensen</a> (1879-1959) com <a href=\"https://_{type: 'screen', 'id': 27500, 'screen_type': movie}\">Seven Footprints to Satan</a> (BR: Nos Domínios de Satã, 1929), introduziram o estilo alemão em Hollywood, Os avanços nos efeitos de maquiagem e na cenografia são mais evidentes nos filmes do ator Lon Chaney, entre eles, <a href=\"https://_{type: 'screen', 'id': 18987, 'screen_type': movie}\">The Hunchback of Notre Dame</a> (BR: O corcunda de Notre Dame, 1923), um dos primeiros exemplos cinematográficos da mistura de <i>Grand Guignol</i>, romance gótico, circo de horrores, pantomima e vaudeville."
    },
    {
      "type": "video",
      "video_id": "9XUdJqG5PAk",
      "information": {
        "contentTitle": "Cenas de O Corcunda de Notre-Dame (1923) ",
        "contentText": "O filme é baseado no romance de Victor Hugo de 1831, e é notável pelos grandes cenários que lembram a Paris do século 15, bem como pela atuação e maquiagem de Chaney como o torturado corcunda Quasimodo. O filme elevou <strong>Lon Chaney</strong>, já um conhecido ator, ao status de estrela em Hollywood e também ajudou a estabelecer um padrão para muitos filmes de terror posteriores, incluindo <i>O Fantasma da Ópera</i>, também de Chaney em 1925.",
        "source": "Youtube: Canal <i>Silent Hall of Fame</i>"
      }
    },
    {
      "type": "text",
      "content_text": "As representações de Chaney de personagens desfigurados e loucos (para os quais ele criou sua própria maquiagem) - geralmente em cenários de arquitetura gótica horripilante, como em <a href=\"https://_{type: 'screen', 'id': 964, 'screen_type': movie}\">The Phantom of the Opera</a> (BR: O fantasma da opera, 1925) e <a href=\"https://_{type: 'screen', 'id': 64852, 'screen_type': movie}\">London After Midnight</a> (BR: Londres depois da meia-noite, 1927) - causaram furor, com os espectadores literalmente se encolhendo de medo diante da última criação assombrosa do \"homem das mil faces\"."
    },
    {
      "type": "text",
      "content_text": "Antes do surgimento do <i>Hays Office</i>, órgão de censura criado pelos próprios estúdios de Hollywood, interromper experiencias com temas sugestivos e violência explicita, o início da era sonora foi um período de prosperidade para o cinema de terror, incluindo filmes como <a href=\"https://_{type: 'screen', 'id': 3019, 'screen_type': movie}\">Dr. Jekyll and Mr. Hyde</a> (BR: O médico e o monstro, 1931), da Paramount, famoso por sua forte conotação sexual."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_hays_code",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Capa do Código Hays de 1934",
        "contentText": "O <strong>Código Hays</strong> foi um conjunto de normas morais aplicadas aos filmes lançados nos Estados Unidos entre 1930 e 1968 pelos grandes estúdios cinematográficos. Seu nome deriva de <i>Will H. Hays</i>, advogado e político presbiteriano e presidente da <strong>Motion Picture Producers and Distributors of America</strong> (MPPDA) de 1922 a 1945. Sob a liderança de Hays, a MPPDA (mais tarde conhecida como MPAA), adotou um código de autocensura em 1930, que foi aplicado de maneira mais rígida a partir de 1934. Este código explicitava qual conteúdo era aceitável ou não-aceitável para os filmes produzidos nos Estados Unidos. A indústria cinematográfica seguiu o código à risca até 1956, quando — devido ao impacto da televisão, à influência de filmes estrangeiros e à intervenção da Suprema Corte — o código sofreu ligeiras mudanças. Como resultado da contracultura dos anos 1960, vários cineastas começaram a violar o código de maneira deliberada. Em 1964, <i>Sidney Lumet</i> incluiu cenas de mulheres nuas em <strong>The Pawnbroker</strong>. Foi um dos primeiros filmes estadunidenses a trazer cenas de nudez e embora a MPAA tivesse garantido que se tratava de uma exceção, pouco tempo depois outros diretores começaram a enfrentar o código Hays, que foi substituído em 1968 pelo sistema de classificação indicativa da MPAA ainda hoje em vigor.",
        "source": "Eighteenth Century Collections Online"
      }
    },
    {
      "type": "text",
      "content_text": "A maioria dos filmes do género da época era produzida pela Universal e o estúdio lançou dois filmes em 1931: <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': movie}\">Dracula</a> (1931) e <a href=\"https://_{type: 'screen', 'id': 3035, 'screen_type': movie}\">Frankenstein</a> (1931), que estabeleceram de forma decisiva quais eram os temas, o estilo e as inspirações do terror gótico. Drácula foi dirigido por <a href=\"https://_{type: 'screen', 'id': 1496, 'screen_type': person}\">Tod Browning</a> (1880-1962), que havia trabalhado com Chaney em diversos filmes antes da morte prematura do ator. Tratava-se de uma adaptação tanto do livro de Stoker quanto da peça da Broadway que trouxera fama ao ator, <i>Bela Lugosi</i>, em 1927. No entanto, o filme de terror gótico mais famoso e icônico de todos é Frankenstein, dirigido por <a href=\"https://_{type: 'screen', 'id': 2917, 'screen_type': person}\">James Whale</a> (1889-1957)."
    },
    {
      "type": "text",
      "content_text": "A história de um cientista, Henry Frankenstein, que realiza a experiência bem-sucedida de reanimar as partes reunidas de vários cadáveres, se concentra no Monstro, interpretado por <a href=\"https://_{type: 'screen', 'id': 2922, 'screen_type': person}\">Boris Karloff</a> (1887-1969) - uma criatura gentil, porém estabanada, que mata uma garotinha por acidente e então é caçado pelos habitantes de um vilarejo. Enquanto <i>Drácula</i> sintetizava tudo o que o cinema de horror podia fazer, <i>Frankenstein</i> acrescentou um novo elemento importante ao gênero: o sentimento de piedade pela figura do monstro, retratado como vítima da sociedade."
    },
    {
      "type": "video",
      "video_id": "1qNeGSJaQ9Q",
      "information": {
        "contentTitle": "It's alive, it's alive!",
        "contentText": "Os gritos do ator Colin Clive de \"<strong>it's alive, it's alive</strong>\" ocupam a posição 49 na lista das 100 melhores frases do cinema escolhidas pelo <i>American Film Institute</i>. ",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso de Drácula e Frankenstein deu início a uma enxurrada de filmes que tentaram se aproveitar de sua técnica narrativa e de seu estilo. A ânsia da Universal por repetir seus sucessos cristalizou as convenções e a iconografia do filme de terror na imaginação do público. Filmes como <a href=\"https://_{type: 'screen', 'id': 28435, 'screen_type': movie}\">Murders in the Rue Morgue</a> (BR: Os assassinatos da rua Morgue, 1932) estrelado por <a href=\"https://_{type: 'screen', 'id': 1547, 'screen_type': person}\">Bela Lugosi</a> (1882-1956), A <a href=\"https://_{type: 'screen', 'id': 15849, 'screen_type': movie}\">The Mummy</a> (BR: A múmia, 1932) e <a href=\"https://_{type: 'screen', 'id': 229, 'screen_type': movie}\">Bride of Frankenstein</a> (BR: A noiva de Frankenstein, 1935) ambos com <i>Karloff</i>, trazem pequenas variações do modelo, mas continuam dentro do arquétipo gótico em seus enredos e sua atmosfera salientada por locações exóticas, objetos cénicos macabros e coadjuvantes bizarros."
    },
    {
      "type": "text",
      "content_text": "Uma das inovações mais significativas do gênero foi o aprofundamento dos papéis femininos. As produções passaram a conceber, de forma cada vez mais criativa, objetos de desejos impuros ao redor dos quais as histórias giravam, o que fazia com que os homens - ao menos para a maioria dos espectadores - dessem a impressão de exalar repressão sexual, indecência, ansiedade e histeria tanto por parte dos homens quanto das mulheres."
    },
    {
      "type": "video",
      "video_id": "1qNeGSJaQ9Q",
      "information": {
        "contentTitle": "Um golira no Empire State",
        "contentText": "Tanto o <strong>Empire State Building</strong> quanto o prédio da <i>Chrysler</i> estava sendo construídos em Nova York. Inicialmente o roteiro previa que Kong escalaria o prédio da Chrysler, que seria o prédio mais alto do mundo. Porém uma mudança nos planos de construção do <i>Empire State Building</i> fez com que ele se tornasse o prédio mais alto, fazendo também com que fosse o escolhido pelos produtores para a escalada de Kong no filme.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O grito visceral e penetrante da vítima ou heroína indefesa foi dado pela primeira vez por <a href=\"https://_{type: 'screen', 'id': 3242, 'screen_type': person}\">Fay Wray</a> (1907-2004) no papel da intrépida prisioneira loura <i>Ann Darrow</i> diante de <i>Kong</i>, um gorila gigante, em <a href=\"https://_{type: 'screen', 'id': 244, 'screen_type': movie}\">King Kong</a> (1933), produzido pela <i>RKO</i> e dirigido por <a href=\"https://_{type: 'screen', 'id': 3238, 'screen_type': person}\">Merian C. Cooper</a> (1893-1973) e <a href=\"https://_{type: 'screen', 'id': 3239, 'screen_type': movie}\">Ernest B Schoedsack</a> (1893-1979)."
    },
    {
      "type": "text",
      "content_text": "Ela foi incentivada a ensaiar seu grito, que se tornou o mais perfeito exemplo das insinuações sexuais evocadas por esse tipo de filme. Por conta dele, Wray ficou conhecida como \"a rainha do grito\". <i>King Kong</i> também é famoso por seus avanços no terreno dos efeitos especiais, tendo feito uso da tecnologia stop-motion para animar os dinossauros e o gigante Kong. O fato de a Universal ter buscado inspiração em obras góticas tornou o gênero terror uma espécie de cinema \"para adultos\"."
    },
    {
      "type": "video",
      "video_id": "G_BDOTTfJj4",
      "information": {
        "contentTitle": "Entrevista com Fay Wray",
        "contentText": "A atriz <i>Fay Wray</i>, que estrelou a versão original de <i></i>King Kong, esteve em negociações para participar desta nova versão em uma ponta, mas faleceu antes que pudesse gravá-la. A intenção de <a href=\"https://_{type: 'screen', 'id': 108, 'screen_type': person}\">Peter Jackson</a> era que ela repetisse a famosa frase final do filme original, \"<strong>Oh no, it wasn't the airplanes. It was beauty killed the beast</strong>\".",
        "source": "Youtube: Canal <i>Alan Eichler</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No entanto, nem todos os filmes de terror góticos foram produzidos sob a égide da Universal. Produções tão diversas quanto <a href=\"https://_{type: 'screen', 'id': 26860, 'screen_type': movie}\">White Zombie</a> (BR: Zumbi branco, 1932), <a href=\"https://_{type: 'screen', 'id': 136, 'screen_type': movie}\">Freaks</a> (BR: Monstros, 1932), <a href=\"https://_{type: 'screen', 'id': 28046, 'screen_type': movie}\">The Ghoul</a> (BR: O zumbi, 1933), <a href=\"https://_{type: 'screen', 'id': 25508, 'screen_type': movie}\">Cat People</a> (BR: Sangue de Pantera, 1942) e <a href=\"https://_{type: 'screen', 'id': 27130, 'screen_type': movie}\">I Walked With a Zombie</a> (BR: A morta-viva, 1943) foram realizadas por outros estúdios, geralmente independentes, e acusadas de serem \"cópias de Frankenstein\", que tentavam superar o original. Monstros, em especial, ganhou notoriedade."
    },
    {
      "type": "block_special",
      "title": "Uma obra prima controvérsia",
      "image": {
        "image_type": "local",
        "url": "img_freaks",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Monstros, de <i>Tod Browning</i>, um dos filmes mais chocantes e bizarros já produzidos por um grande estúdio hollywoodiano atira para dois lados radicalmente diferentes ao mesmo tempo. Ele é tanto um filme assumidamente apelativo (anunciado como \"a mais assustadora história de terror sobre os anormais e indesejáveis\"), quanto uma obra que trata seus protagonistas disformes com considerável sensibilidade. A intenção da MGM foi clara desde o início: \"Quero que façam algo mais apavorante do que <i>Frankenstein</i>\", teria dito o executivo do estúdio <i>Irving Thalberg</i> aos realizadores, ciente do sucesso que a Universal acabara de obter com seu filme.<br/><br/>  \n\nBrowning havia dirigido Drácula para a Universal e, embora possuísse uma sensibilidade mórbida e estranha, tinha uma relação forte e clara de empatia com seus personagens. Os maiores astros da MGM não quiseram se envolver com um filme desse tipo. <a href=\"https://_{type: 'screen', 'id': 13577, 'screen_type': person}\">Myrna Loy</a> (1905-1983), originalmente escalada como Cleópatra, a trapezista, implorou aos chefes do estúdio que a dispensassem do papel. Ela foi substituída por <a href=\"https://_{type: 'screen', 'id': 1508, 'screen_type': person}\">Olga Baclanova</a> (1893-1974). <br/><br/> \n\nA ação se passa em um circo itinerante repleto de palhaços, acrobatas e \"aberrações\". Hans (Harry Earles), um anão elegante, acaba de herdar uma fortuna. Cleópatra tenta arruinar a relação dele com sua noiva Frieda (Daisy Earles), ao mesmo tempo que tem um caso com Hercules (Henry Victor), o Homem-Músculos da trupe. Ela tenta envenenar Hans, mas é pega no ato - e as aberrações executam uma vingança terrível. <br/><br/> \n\nApós algumas exibições prévias desastrosas, ele foi duramente editado. Mesmo assim, foi recebido com hostilidade. Foi somente com a chegada dos anos 1960 e da era da contracultura que ele alcançou seu atual status de cult.",
      "credits": "Resumo baseado no texto de <i>Geoffrey Macnab</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "A morta-viva também se destacou, mas por motivos diferentes. Como parte de um ciclo de filmes de terror produzidos por <a href=\"https://_{type: 'screen', 'id': 97047, 'screen_type': person}\">Val Lewton</a> (1904-1951) e distribuídos pela RKO, ele foi promovido como uma franquia apelativa qualquer. Porém, o filme não traz nenhum monstro \"vendável\" e quase não possui violência explicita, embora seja repleto de conotações sexuais. Ele interioriza grande parte do horror que os filmes anteriores do gênero mostravam explicitamente - e isso tem o efeito de potencializar qualquer ansiedade gerada por ele.",
      "content_credits": "Resumo baseado no texto de <i>Russ Hunter</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_title": "Os monstros clássicos da Universal",
      "content_text": "Com o final da Primeira Guerra Mundial, durante a década de 1920, o terror invadiu os palcos das salas de teatros dos Estados Unidos. Produções como <strong>The Bat</strong>, <strong>The Monster</strong> e <strong>The Cat and The Canary</strong> começaram a ser encenadas e fazer um baita sucesso até que, em 1927, uma certa adaptação de um livro do irlandês <i>Abraham Stoker</i> entrou em cartaz na Broadway, assustando e arrebatando o público de vez. Drácula, produzido por <i>Horace Liveright</i> estreou e a peça faturou cerca de US$2 Milhões em bilheterias."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_monsters",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Rostos dos principais monstros da Universal",
        "contentText": "A série de filmes chamada \"<strong>Universal Monsters</strong>\" foi a primeira série de filmes em um universo ficcional compartilhado.",
        "source": "Bloody Disgusting"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso da adaptação, somada a forte influência do expressionismo alemão, a crise econômica do pós-guerra e multiplicado pelo desejo ávido da audiência no horror como válvula de escape ou retratação metafórica dos pesadelos da violência e angústia reprimidas, resultou na equação perfeita para incentivar uma nova geração de produtores em se arriscar em uma nova tendência em Hollywood: o cinema de terror."
    },
    {
      "type": "video",
      "video_id": "YGzCWhn-AcM",
      "information": {
        "contentTitle": "Entrevista com Boris Karloff sobre Frankenstein",
        "contentText": "Boris realizou mais de 140 filmes, sendo boa parte deles do gênero fantástico, até falecer em 1969 aos 82 anos.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Foi nesse cenário que <a href=\"https://_{type: 'screen', 'id': 1557, 'screen_type': person}\">Carl Laemmle Jr.</a> (1908-1979), filho e herdeiro do sujeito que criou a <i>Universal Pictures</i>, que assumiu o estúdio em 1928, resolveu levar Drácula dos palcos para as telas em 1931 – seguindo os passos de seu pai que, na década anterior, havia se aventurado durante o cinema mudo adaptando <i>O Corcunda de Notre Dame</i> (1923) e <i>O Fantasma da Ópera</i> (1925) – e deu o pontapé inicial no ciclo dos famosos <strong>Monstros da Universal</strong>, que resultou em 30 filmes lançados durante duas décadas, tendo o <i>Gill-man</i>, a criatura de <i>O Monstro da Lagoa Negra</i>, como seu último representante."
    },
    {
      "type": "text",
      "content_text": "O estúdio promoveu uma série de franquias lendárias que o consolidaram como o bastião do horror gótico, como <a href=\"https://_{type: 'screen', 'id': 22440, 'screen_type': movie}\">Dracula's Daughter</a> (BR: A filha de Drácula, 1936), estrelado por <a href=\"https://_{type: 'screen', 'id': 100779, 'screen_type': person}\">Gloria Holden</a> (1903-1921), como a condessa Marya Zaleska, a filha do vampiro - personagem que, com suas insinuações de lesbianismo, bebia na fonte da tradição vampe."
    },
    {
      "type": "video",
      "video_id": "o1Izq-E3o7Y",
      "information": {
        "contentTitle": "O monstro conhece a sua noiva",
        "contentText": "Apesar da relutância de <i>Boris Karloff</i>, foi decidido que o Monstro capaz de pronunciar algumas poucas palavras. Sua humanização o deixa mais completo e fiel ao romance de <i>Mary Shelley</i>, e dificilmente sua busca desesperada por uma companheira poderia ser mais tocante. De um modo geral, embora isso tenha sido minimizado a pedido dos censores. Sem dúvida, a noiva interpretada por <i>Elza Lancho</i> continua sendo até hoje uma das mais impressionantes criaturas já vistas nas telas: sua aparição - numa espécie de versão grotesca de uma cerimônia de casamento - é ainda um dos pontos altos do gênero terror, com o corpo mumificado, a voz sibilante como um canto de cisne e o penteado egípcio preto com mechas brancas.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nos anos posteriores, a produção de terror da Universal assumiu diversas facetas, como em <a href=\"https://_{type: 'screen', 'id': 3077, 'screen_type': movie}\">Son of Frankenstein</a> (BR: O filho de Frankenstein, 1939), <a href=\"https://_{type: 'screen', 'id': 30793, 'screen_type': movie}\">House of Dracula</a> (BR: A casa de Drácula, 1945) e até mesmo na comédia <a href=\"https://_{type: 'screen', 'id': 3073, 'screen_type': movie}\">Abbott and Costello Meet Frankenstein</a> (BR: Às voltas com fantasmas, 1948). Essas produções tendiam a dissociar seus personagens dos filmes menos góticos e menos ameaçadores. Isso também fez com que os primeiros aos quais eles estavam inicialmente ligados; assim, Drácula e Frankenstein e, por extensão de sentido, os conceitos do vampiro e do monstro criado pelo homem se distanciaram de sua aura gótica. Retirar os personagens de seu habitat fez com que os filmes de terror do estúdio obtivessem o status de \"<i>anciões da tribo</i>\" - deferência que é ilustrada pela dignidade inabalável da chancela \"terror da Universal\" e pela admiração por atores originais e revolucionários como Lugosi e Karloff."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não há como negar que é o mais eficaz do seu gênero. Ao seu lado, Drácula é monótono.",
        "author": "Mordaunt Hall sobre Frankenstein"
      }
    },
    {
      "type": "text",
      "content_text": "Um elemento essencial para o sucesso das películas do estúdio foi a equipe envolvida nessas produções. Em <i>James Whale</i>, um veterano da Primeira Guerra Mundial, a Universal encontrou um cineasta visionário, cuja imaginação e cujo senso de humor aguçado (e muitas vezes peculiar) acrescentaram muito aos filmes que ele dirigiu. Outra figura não menos crucial para o sucesso dos filmes de monstros foi o maquiador revolucionário <a href=\"https://_{type: 'screen', 'id': 29813, 'screen_type': person}\">Jack P. Pierce</a> (1889-1968). Foi ele quem criou o visual do Monstra com cabeça quadrada e pinos no pescoço, além de ter concebido uma série de maquiagens diferentes e inovadoras para A noiva de Frankenstein e o <a href=\"https://_{type: 'screen', 'id': 13666, 'screen_type': movie}\">The Wolf Man</a> (BR: Lobisomem, 1941), entre outros."
    },
    {
      "type": "text",
      "content_text": "Em A noiva de Frankenstein, Pierce modificou o visual original da criatura para representar os efeitos de um incêndio, acrescentando cicatrizes e encurtando seu cabelo, além disso, foi alterando a maquiagem ao longo do filme para indicar que seus ferimentos estavam se curando. As sessões de maquiagem eram geralmente longas e trabalhosas. Em A noiva de Frankenstein, Pierce trabalhou sete horas por dia durante 32 dias de filmagens para criar os dois monstros. O resultado foi espetacular e garantiu que as criaturas da Universal se tornassem ícones."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/jFpc9w3RmYeaOXMEfrtgshwVf4u.jpg",
          "popularity": 22.283,
          "vote_count": 849,
          "video": false,
          "media_type": "movie",
          "id": 3035,
          "adult": false,
          "backdrop_path": "\/5gcgkq5oQkrXqUJt6vrmTkUWG4a.jpg",
          "original_language": "en",
          "original_title": "Frankenstein",
          "genre_ids": [
            18,
            27,
            878
          ],
          "title": "Frankenstein",
          "vote_average": 7.5,
          "overview": "Dr Henry Frankenstein is obsessed with assembling a living being from parts of several exhumed corpses.",
          "release_date": "1931-11-21"
        },
        {
          "poster_path": "\/j2dwljljOrLTcnwfKeUBBeNB8t7.jpg",
          "popularity": 15.312,
          "vote_count": 634,
          "video": false,
          "media_type": "movie",
          "id": 136,
          "adult": false,
          "backdrop_path": "\/yukdRXb2bhpwDtCHKvQpQ0q77pd.jpg",
          "original_language": "en",
          "original_title": "Freaks",
          "genre_ids": [
            18,
            27
          ],
          "title": "Freaks",
          "vote_average": 7.8,
          "overview": "A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.",
          "release_date": "1932-02-12"
        },
        {
          "vote_count": 837,
          "popularity": 19.561,
          "id": 244,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "King Kong",
          "release_date": "1933-03-15",
          "original_language": "en",
          "original_title": "King Kong",
          "genre_ids": [
            12,
            18,
            27
          ],
          "backdrop_path": "\/7hDdW3C17pi4MdSeYXs8bwIVA78.jpg",
          "adult": false,
          "overview": "A film crew discovers the \"eighth wonder of the world,\" a giant prehistoric ape, and brings him back to New York, where he wreaks havoc.",
          "poster_path": "\/lHlnxKL5GbgRibyRFI7n1Ey850i.jpg"
        },
        {
          "vote_count": 644,
          "popularity": 16.66,
          "id": 138,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Dracula",
          "release_date": "1931-02-12",
          "original_language": "en",
          "original_title": "Dracula",
          "genre_ids": [
            27,
            14
          ],
          "backdrop_path": "\/cemjdP7HrUyJAry85vRT19Hidbi.jpg",
          "adult": false,
          "overview": "A powerful and ruthless vampire named Count Dracula arrives in London to prey on young, socialite women. Standing in the vampire's way, is a group of concerned men and the enigmatic Dr. Abraham Van Helsing.",
          "poster_path": "\/aq3lliuEZEgNCTLZokDt4ofCNvP.jpg"
        },
        {
          "poster_path": "\/qhbTi2Tzuzuh4m4WFsRtn0SrJN8.jpg",
          "popularity": 15.862,
          "vote_count": 500,
          "video": false,
          "media_type": "movie",
          "id": 229,
          "adult": false,
          "backdrop_path": "\/haPU3dCyYUTRN34ceyJrX4DAjZq.jpg",
          "original_language": "en",
          "original_title": "The Bride of Frankenstein",
          "genre_ids": [
            27
          ],
          "title": "The Bride of Frankenstein",
          "vote_average": 7.5,
          "overview": "Bride of Frankenstein begins where James Whale's Frankenstein from 1931 ended. Dr. Frankenstein has not been killed as previously portrayed and now he wants to get away from the mad experiments. Yet when his wife is kidnapped by his creation, Frankenstein agrees to help him create a new monster, this time a woman.",
          "release_date": "1935-04-20"
        },
        {
          "poster_path": "\/qu18Ka164PAV4geTSSLcJkT63jb.jpg",
          "popularity": 8.994,
          "vote_count": 148,
          "video": false,
          "media_type": "movie",
          "id": 3019,
          "adult": false,
          "backdrop_path": "\/i2Wb6QsKg14tl4p9HgJENfUCqhh.jpg",
          "original_language": "en",
          "original_title": "Dr. Jekyll and Mr. Hyde",
          "genre_ids": [
            27,
            878
          ],
          "title": "Dr. Jekyll and Mr. Hyde",
          "vote_average": 7.2,
          "overview": "Based on the story by Robert Louis Stevenson, Dr. Henry Jekyll believes that there are two distinct sides to men - a good and an evil side. He believes that by separating the two, man can become liberated. He succeeds in his experiments with chemicals to accomplish this and transforms into Hyde to commit horrendous crimes. When he discontinues use of the drug, it is already too late.",
          "release_date": "1932-01-02"
        },
        {
          "poster_path": "\/vSKpbZVvzqQcw6htiyEinbCY9vq.jpg",
          "popularity": 13.268,
          "vote_count": 297,
          "video": false,
          "media_type": "movie",
          "id": 15849,
          "adult": false,
          "backdrop_path": "\/nbUNY5dKHtRIeTkO9z66ITFxM9E.jpg",
          "original_language": "en",
          "original_title": "The Mummy",
          "genre_ids": [
            27
          ],
          "title": "The Mummy",
          "vote_average": 6.9,
          "overview": "An ancient Egyptian priest named Imhotep is revived when an archaeological expedition finds his mummy and one of the archaeologists accidentally reads an ancient life-giving spell. Imhotep escapes from the field site and searches for the reincarnation of the soul of his lover.",
          "release_date": "1932-01-01"
        },
        {
          "poster_path": "\/a8WoUk92OLHnU5sODmdGaOi5iaH.jpg",
          "popularity": 10.992,
          "vote_count": 396,
          "video": false,
          "media_type": "movie",
          "id": 10787,
          "adult": false,
          "backdrop_path": "\/zDn6FKwG7V5SuJcA6M8xggS0Z41.jpg",
          "original_language": "en",
          "original_title": "The Invisible Man",
          "genre_ids": [
            27,
            878
          ],
          "title": "The Invisible Man",
          "vote_average": 7.5,
          "overview": "Working in Dr. Cranley’s laboratory, scientist Jack Griffin was always given the latitude to conduct some of his own experiments. His sudden departure, however, has Cranley’s daughter Flora worried about him. Griffin has taken a room at the nearby Lion’s Head Inn, hoping to reverse an experiment he conducted on himself that made him invisible. But the experimental drug has also warped his mind, making him aggressive and dangerous. He’s prepared to do whatever it takes to restore his appearance.",
          "release_date": "1933-11-03"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2922,
          "name": "Boris Karloff",
          "profile_path": "\/fVi0QkiziavXB8HnWk5NzRcnCO1.jpg"
        },
        {
          "id": 2917,
          "name": "James Whale",
          "profile_path": "\/cJcOH8Nt16n4ucp7j7u22I3Uxa3.jpg"
        },
        {
          "id": 3242,
          "name": "Fay Wray",
          "profile_path": "\/dfpwqfEulBX06hOrX56fLhGSWAz.jpg"
        },
        {
          "id": 1496,
          "name": "Tod Browning",
          "profile_path": "\/rNbA1xBxMTBznQ8JAYxd7NIjXz6.jpg"
        },
        {
          "id": 13576,
          "name": "Fredric March",
          "profile_path": "\/3QzMI2O7NP2j45XBCoBl7o1KogN.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}