{
  "number": 5,
  "content_list": [
    {
      "type": "text",
      "content_text": "Com um preço de ingresso, qualquer um que fosse ao cinema podia ver sofisticação e glamour em filmes como <a href=\"https://_{type: 'screen', 'id': 33680, 'screen_type': movie}\">Grand Hotel</a> (BR: Grande Hotel, 1932) e <a href=\"https://_{type: 'screen', 'id': 195, 'screen_type': movie}\">Trouble in Paradise</a> (BR: Ladrão de alcova, 1932) ou aprender sobre a vida de grandes homens como Louis Pasteur e Emile Zola por meio de cinebiografias. Com <a href=\"https://_{type: 'screen', 'id': 15, 'screen_type': movie}\">Citizen Kane</a> (BR: Cidadão Kane, 1941), os espectadores puderam penetrar no mundo de uma celebridade contemporânea, o magnata da imprensa <i>William Randolph Hearst</i>."
    },
    {
      "type": "video",
      "video_id": "BFSjHBVx-xk",
      "information": {
        "contentTitle": "Famosa cena final de Cidadão Kane (1941)",
        "contentText": "Considerado um dos filmes mais importantes da história, trazendo novas técnicas e estilos, <i>Cidadão Kane</i> rejeitou a narrativa linear tradicional e cronológica e contou a história de Kane inteiramente em flashbacks usando diferentes pontos de vista, muitos deles de companheiros idosos e esquecidos de Kane, o equivalente cinematográfico do narrador pouco confiável na literatura.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Vez por outra, os grandes estúdios se sentiam preparados para educar as plateias sobre alguns dos aspectos mais sombrios da sociedade americana. Em 1931, a <i>Warner Bros.</i> comprou um artigo autobiográfico escrito por Robert Elliott Burns, veiculado na revista <i>True Detective</i> e mais tarde publicado como o livro <strong>I Am a Fugitive from a Georgia Chain Gang</strong>."
    },
    {
      "type": "block_special",
      "title": "Inventando o cinema moderno ao ignorar convenções.",
      "image": {
        "image_type": "local",
        "url": "img_cidadao_kane",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<i>Cidadão Kane</i>, a estreia de <a href=\"https://_{type: 'screen', 'id': 40, 'screen_type': person}\">Orson Welles</a> (1915-1985) na direção, sempre foi considerado \"o melhor filme de todos os tempos\", que torna difícil analisa-lo com clareza. Mitos se formaram ao seu redor: que Welles foi o pioneiro de uma série de técnicas cinematográficas inovadoras, que o filme foi desprezado à época do lançamento por ser considerado pretensioso demais. <br/><br/> \n\nWelles não foi o primeiro a usar técnicas como maior profundidade de campo, sets com teto aparente, superposição sonora, <i>jump cuts</i>, diálogos \"naturalistas\", em que as falas se atropelam, iluminação chiaroscuro, ou uma narrativa com múltiplos pontos de vista - embora nenhum outro cineasta tivesse ousado combiná-las com tanto fervor e criatividade estética quanto ele. <br/><br/> \n\nQuando Cidadão Kane entrou em cartaz, a maioria dos críticos o recebeu com entusiasmo, porém, seu lançamento foi sabotado. O barão da imprensa <i>William Randolph Hearst</i> não teve o menor problema em se reconhecer no personagem de <i>Charles Foster Kane</i>. Em um piscar de olhos, toda a sua poderosa máquina de relações públicas entrou em ação contra o filme de Welles, garantindo que ele nunca tivesse um lançamento decente. <br/><br/> \n\nPara uma obra tão revolucionária, a mensagem por trás do filme é surpreendentemente convencional: os ricos não devem ser invejados por sua riqueza porque eles perderam os simples prazeres do amor verdadeiro e da felicidade. Ainda assim ele merece seu status primeiro, pelo fato de a assinatura de Welles ser tio cativante, impressa de forma tão indelével em cada fotograma, segundo, porque hoje 0s espectadores podem reconhecer muito de Welles no próprio protagonista. <br/><br/> \n\nCidade Kane ainda é um filme importantíssimo, porém, em melo a sua grandiloquência visual, ao seu exibicionismo barroco e as suas técnicas ostensivas - por mais fascinantes que sejam -, podemos escutar o uivo da frustração e do bloqueio criativo que o futuro reservava para o genial Welles como uma terrível premonição.",
      "credits": "Análise original de <strong>Phillip Kemp</strong>, adaptada do livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Apesar das dúvidas quanto ao tema - um diretor o descartou sob o argumento de que era inadequado para uma época em que as pessoas em geral se encontram tão deprimidas que muitas estão \"pulando pelas janelas\" - o estúdio insistiu e Burns, embora ainda fosse tecnicamente um foragido da justiça, foi contratado em segredo para trabalhar em uma primeira versão do roteiro. O sucesso de <a href=\"https://_{type: 'screen', 'id': 29740, 'screen_type': movie}\">I Am a fugitive from a chain gang</a> (BR: O fugitivo, 1932), dirigido por <a href=\"https://_{type: 'screen', 'id': 9054, 'screen_type': person}\">Mervyn Leroy</a> (1900-1987) e com <a href=\"https://_{type: 'screen', 'id': 13352, 'screen_type': person}\">Paul Muni</a> (1895-1967) no papel do fugitivo James Allen, revelou de forma incisiva a crueldade do sistema penal do sul dos Estados Unidos."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu sempre engasguei com essa colher de prata.",
        "author": "Charles Foster Kane (Orson Weller)"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976) realizou uma denúncia poderosa de outro segredo sórdido americano. <a href=\"https://_{type: 'screen', 'id': 14615, 'screen_type': movie}\">Fury</a> (BR: Furia, 1936) foi inspirado na história real de um duplo linchamento em San Jose três anos antes. <a href=\"https://_{type: 'screen', 'id': 12147, 'screen_type': person}\">Spencer Tracy</a> (1900-1967) interpreta <i>Joe Wilson</i>, um homem acusado por engano de raptar uma criança. Quando uma turba ensandecida ateia fogo no presidio, ele consegue escapar, mas finge estar morto para que os responsáveis sejam acusados de assassinato."
    },
    {
      "type": "video",
      "video_id": "Z7CzR8R8Gdc",
      "information": {
        "contentTitle": "Cenas de O Fugitivo (1932)",
        "contentText": "Graças ao filme, muitos detentos em regime de trabalho forçado entraram com recurso de apelação e foram libertados nos Estados Unidos.",
        "source": "Youtube: Canal <i>blairgarber</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na verdade, quase todas as pessoas que sofrem linchamentos na época eram negras, fato que nenhum estúdio estava interessado em divulgar. A força singular de Fúria está na maneira como os espectadores se veem impelidos a simpatizar, de forma incômoda, com os linchadores que também se tornam vítimas de uma injustiça."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 2662, 'screen_type': person}\">Frank Capra</a> (1897-1991) ofereceu uma visão mais otimista das angustias do homem comum. O historiador <i>Robert Sklar</i> atribui o segredo do sucesso de Capra a \"sua capacidade de convencer os espectadores de que eles estavam vendo suas próprias forças e fraquezas, seus próprios sonhos e valores, enfim, vendo a si mesmos representados nas telas\"."
    },
    {
      "type": "video",
      "video_id": "fUhl5o8cJ5g",
      "information": {
        "contentTitle": "Trailer do filme Grande Hotel (1932)",
        "contentText": "Promovido como \"o espetáculo do século\", Grande Hotel fez história no cinema como o primeiro filme com um elenco todo composto de estrelas, entre as quais <a href=\"https://_{type: 'screen', 'id': 19549, 'screen_type': person}\">Greta Garbo</a> (1905-1990), <a href=\"https://_{type: 'screen', 'id': 29578, 'screen_type': person}\">John Barrymore</a> (1882-1942), <a href=\"https://_{type: 'screen', 'id': 31550, 'screen_type': person}\">Joan Crawford</a> (1904-1977), <a href=\"https://_{type: 'screen', 'id': 29260, 'screen_type': person}\">Wallace Beery</a> (1885-1949), <a href=\"https://_{type: 'screen', 'id': 17753, 'screen_type': person}\">Lionel Barrymore</a> (1878-1954), <a href=\"https://_{type: 'screen', 'id': 29259, 'screen_type': person}\">Lewis Stone</a> (1879-1953) e <a href=\"https://_{type: 'screen', 'id': 32138, 'screen_type': person}\">Jean Hersholt</a> (1886-1956). Sucesso absoluto de público, Grande Hotel ganhou o Oscar de Melhor Filme.",
        "source": "Youtube: Canal <i>Movieclips Classic Trailers</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os heróis de Capra podem ser vítimas de políticos corruptos e do capitalismo, mas não são outsiders. Representar a vida dos despossuídos nas telas era mais problemático. Quando <a href=\"https://_{type: 'screen', 'id': 8502, 'screen_type': person}\">Darryl Zanuck</a> (1902-1979) adquiriu os direitos do romance <a href=\"https://_{type: 'screen', 'id': 596, 'screen_type': movie}\">The Grapes of Wrath</a> (BR: As vinhas da Ira, 1939), de <a href=\"https://_{type: 'screen', 'id': 2747, 'screen_type': person}\">John Steinbeck</a> (1902-1968), o destino dos refugiados do <i>Dust Bowl</i> - série de violentas tempestades de areia que devastaram o sul dos Estados Unidos nos anos 1930 - era uma realidade que muitos não estavam dispostos a encarar."
    },
    {
      "type": "text",
      "content_text": "A sensível versão para as telas de <a href=\"https://_{type: 'screen', 'id': 8500, 'screen_type': person}\">John Ford</a> (1894-1973) tocou a consciência coletivo dos Cinéfilos da década de 1940. O cantor <i>Woody Guthrie</i>, que reescreveu a história na forma de canção, resumiu sua importância: \"Va assistir As vinhas da ira, parceiro... você é o astro daquele filme. Vá ver a si mesmo, ouvir suas próprias palavras e sua própria canção.\""
    },
    {
      "type": "video",
      "video_id": "ZJKfmsuvGHg",
      "information": {
        "contentTitle": "A famosa cena final de Luzes da Cidade (1931) ",
        "contentText": "Dirigido por <a href=\"https://_{type: 'screen', 'id': 32138, 'screen_type': person}\">Charlie Chaplin</a> (1889-1977), Luzes da Cidade é uma das explorações mais profundas de sua persona do vagabundo. Sendo a cena final um dos momentos mais sublimes da história da sétima.",
        "source": "Youtube: Canal <i>Charlie Chaplin</i>"
      }
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 3292,
          "popularity": 17.646,
          "id": 15,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "Citizen Kane",
          "release_date": "1941-04-17",
          "original_language": "en",
          "original_title": "Citizen Kane",
          "genre_ids": [
            9648,
            18
          ],
          "backdrop_path": "\/apbg31SYrIx7dsTJNrAhQWsWdEM.jpg",
          "adult": false,
          "overview": "Newspaper magnate, Charles Foster Kane is taken from his mother as a boy and made the ward of a rich industrialist. As a result, every well-meaning, tyrannical or self-destructive move he makes for the rest of his life appears in some way to be a reaction to that deeply wounding event.",
          "poster_path": "\/sav0jxhqiH0bPr2vZFU0Kjt2nZL.jpg"
        },
        {
          "vote_count": 167,
          "popularity": 17.644,
          "id": 33680,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Grand Hotel",
          "release_date": "1932-05-25",
          "original_language": "en",
          "original_title": "Grand Hotel",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/mTRmleBtvqlwMCLoRt9iwptDRRC.jpg",
          "adult": false,
          "overview": "Guests at a posh Berlin hotel struggle through worry, scandal, and heartache.",
          "poster_path": "\/2j7dxqIlGHdTaaUW9s4Z5zfp9qS.jpg"
        },
        {
          "poster_path": "\/FBxuoLRD3Biyul14unT5m3PYNS.jpg",
          "popularity": 8.303,
          "vote_count": 134,
          "video": false,
          "media_type": "movie",
          "id": 195,
          "adult": false,
          "backdrop_path": "\/lMZyfDVoxhmfBUNmnNQWvSEL9E3.jpg",
          "original_language": "en",
          "original_title": "Trouble in Paradise",
          "genre_ids": [
            35,
            80,
            10749
          ],
          "title": "Trouble in Paradise",
          "vote_average": 7.6,
          "overview": "Thief Gaston Monescu and pickpocket Lily are partners in crime and love. Working for perfume company executive Mariette Colet, the two crooks decide to combine their criminal talents to rob their employer. Under the alias of Monsieur Laval, Gaston uses his position as Mariette's personal secretary to become closer to her. However, he takes things too far when he actually falls in love with Mariette, and has to choose between her and Lily.",
          "release_date": "1932-10-30"
        },
        {
          "poster_path": "\/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
          "popularity": 13.494,
          "vote_count": 1247,
          "video": false,
          "media_type": "movie",
          "id": 901,
          "adult": false,
          "backdrop_path": "\/aIFeRVCNfLZmnHks7IMwhfuni9L.jpg",
          "original_language": "en",
          "original_title": "City Lights",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "title": "City Lights",
          "vote_average": 8.4,
          "overview": "In this sound-era silent film, a tramp falls in love with a beautiful blind flower seller.",
          "release_date": "1931-02-01"
        },
        {
          "poster_path": "\/pHKhwns4Cvym7HX2qUpd0ch0D4V.jpg",
          "popularity": 8.117,
          "vote_count": 102,
          "video": false,
          "media_type": "movie",
          "id": 14615,
          "adult": false,
          "backdrop_path": "\/jO42dG97qZDvrWnbvs6KxC7E97c.jpg",
          "original_language": "en",
          "original_title": "Fury",
          "genre_ids": [
            80,
            18,
            53
          ],
          "title": "Fury",
          "vote_average": 7.5,
          "overview": "Joe, who owns a gas station along with his brothers and is about to marry Katherine, travels to the small town where she lives to visit her, but is wrongly mistaken for a wanted kidnapper and arrested.",
          "release_date": "1936-06-05"
        },
        {
          "poster_path": "\/2ibVcaVJ13dlg98C52D8mkPKgdq.jpg",
          "popularity": 7.67,
          "vote_count": 106,
          "video": false,
          "media_type": "movie",
          "id": 29740,
          "adult": false,
          "backdrop_path": "\/nWLMIG4xY4MO2ESGoVfoVemu2a5.jpg",
          "original_language": "en",
          "original_title": "I Am a Fugitive from a Chain Gang",
          "genre_ids": [
            80,
            18
          ],
          "title": "I Am a Fugitive from a Chain Gang",
          "vote_average": 7.7,
          "overview": "A World War I veteran’s dreams of becoming a master architect evaporate in the cold light of economic realities. Things get even worse when he’s falsely convicted of a crime and sent to work on a chain gang.",
          "release_date": "1932-11-09"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 40,
          "profile_path": "\/c5wKlmD001cQAqJjvDbVOTVeAyV.jpg",
          "name": "Orson Welles"
        },
        {
          "id": 2662,
          "profile_path": "\/1OTZ7CEdEawDgA4qiBidpWTKE2x.jpg",
          "name": "Frank Capra"
        },
        {
          "id": 19549,
          "profile_path": "\/erOWor1CMGwQUAjosN760gde7hj.jpg",
          "name": "Greta Garbo"
        },
        {
          "id": 13352,
          "profile_path": "\/4ZWtvroJFsfjpQ8H7PhEVeBqRy3.jpg",
          "name": "Paul Muni"
        },
        {
          "id": 29578,
          "profile_path": "\/rteTiRqFoINZvf3qoXk6nHE7ekk.jpg",
          "name": "John Barrymore"
        },
        {
          "id": 8500,
          "profile_path": "\/k6snUYnqgSpUamrxylAeIpSmSHv.jpg",
          "name": "John Ford"
        },
        {
          "id": 68,
          "profile_path": "\/np94pnm3x4PBjxCZ4KG5BfAib2A.jpg",
          "name": "Fritz Lang"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}