{
  "number": 12,
  "content_list": [
    {
      "type": "text",
      "content_text": "O cinema africano nas décadas de 1970 e 1980 testemunhou uma explosão de invenção e criatividade que rivalizou com qualquer outro renascimento cinematográfico do mundo ocorrido antes ou depois. Os diretores se empolgaram com as chances, a energia e a política da era pós-colonial para criar filmes cada vez mais singulares e ambiciosos. Entretanto, comparados com os filmes da <i>nouvelle vague francesa</i>, eles parecem subestimados nos dias de hoje."
    },
    {
      "type": "text",
      "content_text": "Tratado com frequência como \"<i>o pai do filme africano</i>\" o escritor e diretor senegalês <a href=\"https://_{type: 'screen', 'id': 557134, 'screen_type': person}\">Ousmane Sembène</a> (1923-2007) encarnou a nova urgência da África pós-colonial. Em 1947, Sembène se mudou para a França onde trabalhou como portuário em Marselha, entrou para o Partido Comunista e se tornou um sindicalista militante. Seu cinema demonstrava o mesmo engajamento político e social que ele assumia na sua vida e sua estreia inspirada se deu com <a href=\"https://_{type: 'screen', 'id': 95597, 'screen_type': movie}\">La noire de...</a> (BR: A Negra de..., 1966), primeiro longa feito por um negro africano a obter reconhecimento internacional."
    },
    {
      "type": "video",
      "video_id": "t-a15ZLKxjM",
      "information": {
        "contentTitle": "Cenas do filme Xala",
        "contentText": "O filme satiriza a corrupção nos governos africanos pós-independência; A impotência de El Hadjisimboliza o fracasso de tais governos em serem úteis.",
        "source": "Youtube: Canal <i>dsnfldgfds</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Único entre os diretores emergentes dos anos 1970 foi o senegalês <a href=\"https://_{type: 'screen', 'id': 1079380, 'screen_type': person}\">Djibril Diop Mambéty</a> (1945-1998), cujo longa de estreia, <a href=\"https://_{type: 'screen', 'id': 77771, 'screen_type': movie}\">Touki Bouki</a> (BR: Viagem da Hiena, 1973), capturou a voz da juventude africana e introduziu um toque experimental e atordoante ao cinema africano. O escritor <i>Manthia Diawara</i> escreveu que ele \"<i>rasga a tela com fantasias de modernidade africana como nunca foi vista antes no cinema</i>\" e o crítico <i>Mark Cousins</i> o descreveu como sendo \"o equivalente africano de <a href=\"https://_{type: 'screen', 'id': 624, 'screen_type': movie}\">Easy Rider</a> (BR: Sem destino, 1969) ou <a href=\"https://_{type: 'screen', 'id': 269, 'screen_type': movie}\">À bout de souffle</a> (BR: Acossado, 1960)\". O filme também tem um viés político, seguindo um jovem casal que sonha em deixar o Senegal e que embarca em serie de aventuras para obter o dinheiro necessário, mas que decide, no último minuto, que não consegue deixar sua terra natal."
    },
    {
      "type": "text",
      "content_text": "Inspirada pelo exemplo de <i>Sembene</i> e também pela criação de dois importantes festivais africanos de cinema - o de Cartago, na Tunisia, em 1996, e o <strong>Fespaco</strong> (Festival pan-africano de cinema e televisão), em Burkina Faso, em 1969 -, no alvorecer dos anos 1970, havia uma sensação palpável de promessa em relação ao cinema africano. Eletrizados por escritores como Frantz Fanon, que em <i>Os condenados da terra</i> afirmou que a libertação nacional só seria possível depois da libertação psicológica dos indivíduos, o início dos anos 1970 viu diretores pioneiros como <a href=\"https://_{type: 'screen', 'id': 586258, 'screen_type': person}\">Med Hondo</a> (n-1936), da Mauritânia e residente em Paris, irem além da simples imitação dos filmes ocidentais para chegar a um cinema com uma voz distintivamente africana que tratava das questões que afetavam seu povo."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Visualmente deslumbrante, A Luz é o mais místico e o mais belo dos filmes africanos.",
        "author": "IMDb sobre A Luz"
      }
    },
    {
      "type": "text",
      "content_text": "Na África oriental, <a href=\"https://_{type: 'screen', 'id': 149155, 'screen_type': movie}\">Mirt sost shi amit</a> (BR: A colheita de 3000 anos, 1976) do etíope <a href=\"https://_{type: 'screen', 'id': 72194, 'screen_type': person}\">Haile Gerima</a> (n-1946) foi um marco, uma denúncia furiosa e formalmente radical da opressão sofrida pelos camponeses da Etiópia nas mãos dos proprietários de terra, com personagens que simbolizavam o relacionamento entre a África e o Ocidente. Ao mesmo tempo, no norte da África, cineastas como o tunisino <a href=\"https://_{type: 'screen', 'id': 1180571, 'screen_type': person}\">Abdellatif Ben Ammar</a> (n-1943) também produziam filmes desafiadores, como o premiado <a href=\"https://_{type: 'screen', 'id': 279209, 'screen_type': movie}\">Aziza</a> (1980). <a href=\"https://_{type: 'screen', 'id': 52555, 'screen_type': movie}\">Chronique des années de braise</a> (BR: Crônica dos anos de fogo, 1975), de <a href=\"https://_{type: 'screen', 'id': 544569, 'screen_type': person}\">Mohammed Lakhdar Hamina</a> (n-1934), retratou a luta da Argélia para se livrar do domínio colonial francês. O filme criou uma nova consciência a respeito do cinema argelino, ganhando a Palma de Ouro no Festival de Cannes."
    },
    {
      "type": "video",
      "video_id": "SseDNvtaQp0",
      "information": {
        "contentTitle": "Cenas do filme A Luz",
        "contentText": "É filmado nas línguas bambara e fula e é baseado em uma lenda contada pelo povo bambara. Embora a era seja indefinida, é presumivelmente ambientada no século 13 no Império do Mali e é uma narrativa de busca heroica com magia.",
        "source": "Youtube: Canal <i>Jack Ward</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Se o cinema ocidental e o asiático têm suas raízes na literatura e no teatro, os diretores africanos encontraram a inspiração ao olharem para a tradição africana da narrativa oral. Filmes como o documentário de Hondo <a href=\"https://_{type: 'screen', 'id': 195841, 'screen_type': movie}\">Soleil O</a> (BR: Oh. Sol, 1973), sobre imigrantes na França, e <a href=\"https://_{type: 'screen', 'id': 128395, 'screen_type': movie}\">Emitaï</a> (BR: Emitai, 1971), sobre o conflito entre o Exército francês e aldeões senegaleses no final da Segunda Guerra Mundial, empregavam recursos fundamentais da tradição, como flashbacks e narrativas fora de sequência."
    },
    {
      "type": "text",
      "content_text": "Seguindo os passos de Sembene e Hondo, surgiram diretores de toda a África subsaariana, gente como <a href=\"https://_{type: 'screen', 'id': 1301095, 'screen_type': person}\">Ababacar Samb-Makharam</a> (1934-1987), diretor de <a href=\"https://_{type: 'screen', 'id': 272175, 'screen_type': movie}\">Kodou</a> (1970), ou <a href=\"https://_{type: 'screen', 'id': 1298788, 'screen_type': person}\">Safi Faye</a> (n-1943), também do Senegal, que se tornou a primeira diretora de cinema da África Subsaariana com o longa <a href=\"https://_{type: 'screen', 'id': 204445, 'screen_type': movie}\">Kaddu Beykat</a> (BR: Carta Camponesa, 1975), docu-ficção contada por meio de uma carta narrada pela própria Faye. O filme é ambientado na aldeia onde Faye nasceu no Senegal e se concentra na vida diária e nos costumes dos habitantes, ao mesmo tempo que também conta a história de um jovem casal que deseja se casar, mas não pode - por causa de uma seca que arruinou suas plantações, o homem não pode pagar o dote de sua noiva. Com a independência ainda recente e os governos pós-coloniais por toda a África mergulhando na corrupção, o foco do cinema africano dos anos 1970 tendeu a permanecer no presente."
    },
    {
      "type": "video",
      "video_id": "iaIWCPIrSN0",
      "information": {
        "contentTitle": "Cenas do filme Crônica dos Anos de Fogo",
        "contentText": "Durante sua exibição no Festival de Cinema de Cannes, Mohammed Lakhdar-Hamina havia sido ameaçado de morte por Argélia Francesa, da OEA. Michel Poniatowski, Ministro do Interior da época, enviou seguranças para a proteção de Lakhdar-Hamina e seus três filhos presentes no festival.",
        "source": "Youtube: Canal <i>2011nasreddine</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes dessa época cobriam uma série de assuntos polêmicos e atuais. <a href=\"https://_{type: 'screen', 'id': 76636, 'screen_type': movie}\">Xala</a> (1975), de Sembène, foi cortado pela censura senegalesa por causa dos comentários contundentes sobre as novas elites pós-independência, que tinham simplesmente substituído os abusos dos governantes coloniais por outros. O ambicioso <a href=\"https://_{type: 'screen', 'id': 97029, 'screen_type': movie}\">Ceddo</a> (1977), embora ambientado no século XIX, tinha uma mensagem nítida a transmitir sobre a África contemporânea ao contar a história de tradições africanas que sofriam ameaças externas."
    },
    {
      "type": "text",
      "content_text": "O lírico <a href=\"https://_{type: 'screen', 'id': 257803, 'screen_type': movie}\">Muna Moto</a> (1975), de <a href=\"https://_{type: 'screen', 'id': 1298522, 'screen_type': person}\">Jean-Pierre Dikongué-Pipa</a> (n-1940), de Camarões, seguiu Kaddu Beykat na crítica ao sistema de se colocar um preço nas noivas. E uma importante nova voz surgiu com o diretor <a href=\"https://_{type: 'screen', 'id': 1075658, 'screen_type': person}\">Souleymane Cissé</a> (n-1940), do Mali, que, assim como Sembène, havia estudado em Moscou. O segundo longa de Cissé, <a href=\"https://_{type: 'screen', 'id': 162543, 'screen_type': movie}\">Baara</a> (1978), explorou a vida diária dos trabalhadores de uma fábrica de tecidos em Bamaco e revelou os antecedentes marxistas de Cissé na representação de um engenheiro que desafia os proprietários da fábrica. O filme ganhou o prêmio máximo no <i>Fespaco</i>, assim como o seguinte, <a href=\"https://_{type: 'screen', 'id': 136052, 'screen_type': movie}\">Finyé</a> (BR: O vento, 1982), que lidava com conflitos de classe e de geração e mostrava estudantes que ousavam desafiar a autoridade do governo militar."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Afirmo que Xala evoca duas oposições binárias problemáticas: entre a corrupção e a decadência da influência estrangeira e a pureza e moralidade da tradição africana. A primeira representada como 'corrupta' e a última 'redentora'; e entre mulheres 'masculinas' fortes e revolucionárias e homens 'femininos': vilões e fracos.",
        "author": "Aaron Mushengyezi sobre Xala"
      }
    },
    {
      "type": "text",
      "content_text": "Se a realidade contemporânea e seus temas dominaram o cinema africano nos anos 1970, a década seguinte viu seus diretores voltarem o olhar para o passado pré-colonial, em busca de inspiração. Essa mudança deu origem a um cinema de ritmo mais lento, mais enraizado especificamente nos mitos africanos do que nas declarações furiosas da década anterior. As condições para isso vieram de Burkina Faso, pequeno país da África ocidental. Ao sediar o festival de <i>Fespaco</i>, ele já tinha exercido um impacto no cinema africano desproporcional a sua condição de uma das nações mais pobres do continente."
    },
    {
      "type": "text",
      "content_text": "Porém, no início dos anos 1980, com o apoio do jovem e carismático líder da nação, Thomas Sankara, o país começou produzir filmes que tiveram uma influência crucial no desenvolvimento do cinema africano. <a href=\"https://_{type: 'screen', 'id': 181083, 'screen_type': movie}\">Wend Kuuni</a> (BR: O dom de Deus, 1982), de <a href=\"https://_{type: 'screen', 'id': 1153142, 'screen_type': person}\">Gaston Kaboré</a> (n-1951), foi o grande marco. Passado na era pré-colonial, ele se desenrola em torno de um garoto mudo encontrado sozinho na mata, adotado pelos aldeões. O filme seguinte de Kaboré, <a href=\"https://_{type: 'screen', 'id': 170926, 'screen_type': movie}\">Zan Boko</a> (1988), fazia críticas implícitas à situação política de Burkina Faso na época. Kaboré inspirou outros diretores, entre eles seu conterrâneo <a href=\"https://_{type: 'screen', 'id': 20027, 'screen_type': person}\">Idrissa Ouedraogo</a> (n-1951), que fez seus próprios filmes \"<i>de aldeia</i>\", entre eles o consagrado <a href=\"https://_{type: 'screen', 'id': 66182, 'screen_type': movie}\">Yaaba</a> (BR: Yaaba - O Amor Silencioso, 1989), em que um menino de 10 anos faz amizade com uma mulher idosa que se tornou um pária."
    },
    {
      "type": "video",
      "video_id": "5xoqHiM3Kcg",
      "information": {
        "contentTitle": "Cenas do filme A Viagem da Hiena",
        "contentText": "Baseado em sua própria história e roteiro, Djibril Diop Mambéty fez o filme com um orçamento de $ 30.000 - obtido em parte do governo senegalês. Embora influenciado pela Nouvelle vague, Touki Bouki exibe um estilo próprio. Seu trabalho de câmera e trilha sonora têm um ritmo frenético, incomum da maioria dos filmes africanos - conhecido por suas narrativas frequentemente lentas e evoluindo linearmente.",
        "source": "Youtube: Canal <i>JOLLYWOOD (Senegal)</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O mais celebrado filme africano dos anos 1980 também segue o exemplo de Wend Kuuni. Com o extraordinário <a href=\"https://_{type: 'screen', 'id': 71329, 'screen_type': movie}\">Yeelen</a> (BR: A luz, 1987). Souleymane Cissé deixou para trás o realismo contemporâneo de Barra e Finyé, e contou uma história de mito, magia e rituais passada no Mali do século XI, baseada em contos transmitidos pela tradição oral. O filme tem uma das mais belas fotografias do cinema mundial. Outros notáveis filmes africanos da época incluem o épico de Med Hondo <a href=\"https://_{type: 'screen', 'id': 162532, 'screen_type': movie}\">Sarraounia</a> (1986). Nesse drama histórico, Hondo imortalizou um dos poucos líderes tribais africanos a se opor ao expansionismo francês a Sarraounia, dos Azna - e que combateu, em 1899, as forças militares coloniais, mais bem equipadas, com táticas de guerrilha."
    },
    {
      "type": "text",
      "content_text": "O Filme de Hondo recebeu consagração da crítica e ganhou o prémio máximo do <i>Fespaco</i>. Os anos 1980 também viram a chegada de uma nova geração vinda da África subsaariana, entre eles o grande diretor do Mali, <a href=\"https://_{type: 'screen', 'id': 545035, 'screen_type': person}\">Cheick Oumar Sissoko</a> (n-1945), cujo primeiro longa, <a href=\"https://_{type: 'screen', 'id': 272377, 'screen_type': movie}\">Nyamanton</a> (BR: Nyamanton - Lições do Lixo, 1986), retrata a vida de crianças de rua em Bamako. Em Burkina Faso, <a href=\"https://_{type: 'screen', 'id': 1083481, 'screen_type': person}\">S. Pierre Yaméogo</a> (n-1955) também surgiu como um nome a ser acompanhado."
    },
    {
      "type": "video",
      "video_id": "naH4a3TmTY0",
      "information": {
        "contentTitle": "Cenas do filme Colheita: 3000 Anos",
        "contentText": "O filme foi filmado em filme preto e branco de 16 mm. Ele usou atores não profissionais e foi filmado no meio de uma guerra civil após a derrota de Haile Selassie.",
        "source": "Youtube: Canal <i>temptationtoexist</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Esses talentos garantiram que o cinema africano permanecesse uma presença vital no cenário internacional durante os anos 1990, época que também assistiu ao florescimento da indústria de filmes para o vídeo nas antigas colônias britânicas de Gana e Nigéria - países onde o cinema até então tinha sido prejudicado pela falta de apoio financeiro e estrutural semelhante ao que foi oferecido pela Franca a suas antigas colônias.",
      "content_credits": "Resumo baseado no texto de <i>James Bell</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 20,
          "popularity": 2.326,
          "id": 76636,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Xala",
          "release_date": "1975-10-01",
          "original_language": "wo",
          "original_title": "Xala",
          "genre_ids": [
            35
          ],
          "backdrop_path": "\/f9tflFxfFXPS5w0BMF5sGSNIOBo.jpg",
          "adult": false,
          "overview": "It is the dawn of Senegal's independence from France, but as the citizens celebrate in the streets we soon become aware that only the faces have changed. White money still controls the government. One official, Aboucader Beye, known by the title \"El Hadji,\" takes advantage of some of that money to marry his third wife, to the sorrow and chagrin of his first two wives and the resentment of his nationalist daughter. But he discovers on his wedding night that he has been struck with a \"xala,\" a curse of impotence. El Hadji goes to comic lengths to find the cause and remove the xala, resulting in a scathing satirical ending.",
          "poster_path": "\/pa8SLJpQE91ra9edLqREVkCVrPt.jpg"
        },
        {
          "poster_path": "\/xjckmcnKK6Ex6wHrVydu4F21h3t.jpg",
          "popularity": 4.745,
          "vote_count": 29,
          "video": false,
          "media_type": "movie",
          "id": 71329,
          "adult": false,
          "backdrop_path": "\/elrdJnYS61Jgz35d3rHL3mnbPIA.jpg",
          "original_language": "bm",
          "original_title": "Yeelen",
          "genre_ids": [
            18
          ],
          "title": "Yeelen",
          "vote_average": 6.9,
          "overview": "A young man with magical powers journeys to his uncle to request help in fighting his sorcerer father.",
          "release_date": "1987-01-01"
        },
        {
          "poster_path": "\/dXlTzD5AnDZU8J4iukfzQMKD8IV.jpg",
          "popularity": 2.138,
          "vote_count": 6,
          "video": false,
          "media_type": "movie",
          "id": 52555,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "Chronique des années de braise",
          "genre_ids": [
            18
          ],
          "title": "Chronicle of the Years of Fire",
          "vote_average": 5.5,
          "overview": "The beginings of the Algerian Revolution as seen through the eyes of a peasant.",
          "release_date": "1975-11-26"
        },
        {
          "poster_path": "\/943piJ01kjRKeUcbPjKmZryrqnt.jpg",
          "popularity": 3.754,
          "vote_count": 39,
          "video": false,
          "media_type": "movie",
          "id": 77771,
          "adult": false,
          "backdrop_path": "\/7DlEixaKiNJyK0tHri0AEUAQrk8.jpg",
          "original_language": "wo",
          "original_title": "Touki-Bouki",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Touki Bouki",
          "vote_average": 7.2,
          "overview": "A cowherd with a skull-mounted motorcycle and a university student meet in Dakar; put off by life in Senegal, they plan to make money in Paris.",
          "release_date": "1973-07-01"
        },
        {
          "poster_path": "\/5atpPUhz3G6INiKUogx4eeYiP7N.jpg",
          "popularity": 3.023,
          "vote_count": 5,
          "video": false,
          "media_type": "movie",
          "id": 149155,
          "adult": false,
          "backdrop_path": null,
          "original_language": "am",
          "original_title": "Mirt Sost Shi Amit",
          "genre_ids": [
            18
          ],
          "title": "Harvest: 3,000 Years",
          "vote_average": 7,
          "overview": "In this meditative film, the everyday lives of poor Ethiopian peasants are shown using documentary as well as storytelling techniques, and the drama arises out of the timeless but still contemporary issues of their lives.",
          "release_date": "1975-09-01"
        },
        {
          "vote_count": 4,
          "popularity": 3.294,
          "id": 162532,
          "video": false,
          "media_type": "movie",
          "vote_average": 6,
          "title": "Sarraounia",
          "release_date": "1986-07-01",
          "original_language": "fr",
          "original_title": "Sarraounia",
          "genre_ids": [
            10752,
            18,
            36
          ],
          "backdrop_path": "\/q2ZVqQOotDeMn6Q3x3gSI9dJ8vE.jpg",
          "adult": false,
          "overview": "On 2 January 1899, starting from the French Sudan, a French column under the command of the captains Voulet and Chanoine is sent against the black Sultan Rabah in what is now the Cameroon. Those captains and their African mercenary troops destroy and kill everything they find on their path. The French authorities try to stop them sending orders and a second troop but the captains kill the emissaries who reach them. Sarraounia, queen of the Aznas, have heard about the exactions. Clever in war tactics and in witchcraft, she decides to resist and stop those mad men.",
          "poster_path": "\/4rnY3S4XpirMeFTx5mJSYFSQ50O.jpg"
        },
        {
          "vote_count": 6,
          "popularity": 2.229,
          "id": 162543,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.2,
          "title": "Work",
          "release_date": "1978-08-07",
          "original_language": "bm",
          "original_title": "Baara",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "A young manager of a factory encounters a man walking along a road who says his family traditionally are servants to the manager's family. The manager offers him a job, and as he watches out for the other man's welfare, begins to see how the company mistreats its workers. The manager is challenged between his ethics and the pressure from others to protect his own interests as dire problems surface at the factory",
          "poster_path": "\/ovP0fh0WpjPemxlXkmbCwcSr1fj.jpg"
        },
        {
          "vote_count": 11,
          "popularity": 3.482,
          "id": 66182,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.2,
          "title": "Grandmother",
          "release_date": "1989-09-14",
          "original_language": "fr",
          "original_title": "Yaaba",
          "genre_ids": [
            10751,
            18
          ],
          "backdrop_path": "\/2ngYgvloNEyNh4zSMuE7EA2eplC.jpg",
          "adult": false,
          "overview": "A small African village. The story focuses on Bila, a ten year old boy who befriends an old woman, Sana. Everybody calls her 'Witch' but Bila himself calls her 'Yaaba' (grandmother). When Bila's cousin Nopoko gets sick it is Sana's medicine that saves her.",
          "poster_path": "\/bHlS2wki98dzghfAScIw73POXmm.jpg"
        },
        {
          "vote_count": 7,
          "popularity": 1.9,
          "id": 128395,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Emitaï",
          "release_date": "1971-07-20",
          "original_language": "fr",
          "original_title": "Emitaï",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "As World War II is going on in Europe, a conflict arises between the French and the Diola-speaking tribe of Africa, prompting the village women to organize their men to sit beneath a tree to pray.",
          "poster_path": "\/pR32HejYVyn658ODVcH25TtRvCt.jpg"
        },
        {
          "vote_count": 4,
          "popularity": 1.434,
          "id": 195841,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Soleil Ô",
          "release_date": "1970-01-01",
          "original_language": "fr",
          "original_title": "Soleil O",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/tQuGFuJdHJhXroNK5YDzP7FgNmN.jpg",
          "adult": false,
          "overview": "The film Soleil Ô, shot over four years with a very low budget, tells the story of a black immigrant who makes his way to Paris in search of “his Gaul ancestors”. This manifesto denounces a new form of slavery: the immigrants desperately seek work, a place to live, but find themselves face to face with indifference, rejection, humiliation…until the final call for uprising. “Soleil Ô” is the title of a West Indian song that tells of the pain of the black people from Dahomey (now Benin) who were taken to the Caribbean as slaves.",
          "poster_path": "\/kR5B2uDPFlz8FoAT2BACFfw4D2d.jpg"
        },
        {
          "vote_count": 0,
          "popularity": 0.6,
          "id": 272040,
          "video": false,
          "media_type": "movie",
          "vote_average": 0,
          "title": "Ouagadougou, ouaga deux roues",
          "release_date": "1984-01-02",
          "original_language": "en",
          "original_title": "Ouagadougou, ouaga deux roues",
          "genre_ids": [],
          "backdrop_path": null,
          "adult": false,
          "overview": "Short directed by Idrissa Ouedraogo.",
          "poster_path": null
        },
        {
          "vote_count": 1,
          "popularity": 0.661,
          "id": 204445,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "Letter from My Village",
          "release_date": "1975-01-02",
          "original_language": "wo",
          "original_title": "Kaddu Beykat",
          "genre_ids": [
            99,
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Ngor is a young man living in a Senegalese village who wishes to marry Columba. Ongoing drought in the village has affected its crop of groundnuts and as a result, Ngor cannot afford the bride price for Columba. He goes to Senegal's capital city, Dakar, to try to earn more money and is exploited there. He returns to the villagers and shares his experiences of the city with the other men. The story, which shows the daily lives of the villagers, is told in the form of a letter to a friend from a villager, voiced by Faye.",
          "poster_path": "\/PLLGVn47G2e1bKTJmhm2uiu5Na.jpg"
        },
        {
          "poster_path": "\/7t0xjFUqy4T9gcM9lKYle8tTIq3.jpg",
          "popularity": 2.271,
          "vote_count": 6,
          "video": false,
          "media_type": "movie",
          "id": 181083,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "Wênd Kûuni",
          "genre_ids": [
            18
          ],
          "title": "God's Gift",
          "vote_average": 6,
          "overview": "In pre-colonial times a peddler crossing the savanna discovers a child lying unconscious in the bush. When the boy comes to, he is mute and cannot explain who he is. The peddler leaves him with a family in the nearest village. After a search for his parents, the family adopts him, giving him the name Wend Kuuni (God's Gift) and a loving sister with whom he bonds. Wend Kuuni regains his speech only after witnessing a tragic event that prompts him to reveal his own painful history.",
          "release_date": "1982-01-01"
        },
        {
          "poster_path": "\/lWlr28lwytaICjbwhVfGikFsBgN.jpg",
          "popularity": 0.982,
          "vote_count": 3,
          "video": false,
          "media_type": "movie",
          "id": 270028,
          "adult": false,
          "backdrop_path": "\/25s2gB6wQngHS3mRxBFXlxJypjT.jpg",
          "original_language": "xx",
          "original_title": "Yam Daabo",
          "genre_ids": [
            18
          ],
          "title": "The Choice",
          "vote_average": 6,
          "overview": "Poverty and misery are rife in Gourga, a village in the Sahel. The inhabitants must choose: stay and await international assistance or leave for more fertile regions in the country.",
          "release_date": "1987-03-24"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1298788,
          "name": "Safi Faye",
          "profile_path": "/xwxoVwvhmIwlGNVgHXEoIoo5yK9.jpg"
        },
        {
          "id": 557134,
          "name": "Ousmane Sembène",
          "profile_path": "/yHzq1AzKP0FzkfN5hcNYJ2CKvWg.jpg"
        },
        {
          "id": 1467441,
          "name": "Mbissine Thérèse Diop",
          "profile_path": "/ttJ41Ftu0Ihll4PH6idSHw5GBJv.jpg"
        },
        {
          "id": 1075658,
          "name": "Souleymane Cissé",
          "profile_path": "/xUgxedlEop1rbSCxl1arP5WKsaW.jpg"
        },
        {
          "id": 1153142,
          "name": "Gaston Kaboré",
          "profile_path": "/baKZufTJ17zJzYZ1Lc7QADj4BiL.jpg"
        },
        {
          "id": 557134,
          "name": "Ousmane Sembène",
          "profile_path": "/yHzq1AzKP0FzkfN5hcNYJ2CKvWg.jpg"
        },
        {
          "id": 20027,
          "name": "Idrissa Ouedraogo",
          "profile_path": "/p3qqjBuh1mzC1dgNoyPxS4bH3j.jpg"
        },
        {
          "id": 1079380,
          "name": "Djibril Diop Mambéty",
          "profile_path": "/qP0a19xyKBoAY22ZsnJJy9Okfm6.jpg"
        },
        {
          "id": 586258,
          "name": "Med Hondo",
          "profile_path": "/oTanMS7MnWhedjQF7wONNyEXXv4.jpg"
        },
        {
          "id": 72194,
          "name": "Haile Gerima",
          "profile_path": "/7XgFR9LxGYqrvX6xbatDcfXDrlv.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}