{
  "number": 7,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os primeiros críticos e comentaristas que levaram o cinema popular a sério tenderam a valorizar a chamada \"<i>era de ouro</i>\" dos estúdios de Hollywood nos anos 1930 e 1940, rotulando o ano de 1939, de forma um tanto arbitrária, como \"<i>o maior ano do cinema</i>\". Essa ortodoxia foi deixada de lado pelo argumento de que <i>os anos 1970 foram os melhores do cinema americano</i> - embora uma versão simplista defenda a ideia de que o domínio do setor por obras importantes e revolucionárias tenha se encerrado com a ascensão das superproduções-pipoca de <a href=\"https://_{type: 'screen', 'id': 488, 'screen_type': person}\">Steven Spielberg</a> (n-1946) e <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1944)."
    },
    {
      "type": "video",
      "video_id": "xLVSohBg_yA",
      "information": {
        "contentTitle": "Cenas do filme Um Estranho no Ninho",
        "contentText": "O ator Kirk Douglas, que havia encenado o papel de McMurphy numa adaptação teatral entre 1963 e 1964 do romance de Ken Kesey, comprou os direitos de filmagem da história e tentou durante uma década trazê-la para os cinemas, mas não conseguiu encontrar um estúdio disposto a realizar a produção do filme. Posteriormente, ele repassou os direitos ao seu filho Michael Douglas, que viria conseguir produzir o filme nos anos 70. Porém o próprio Douglas, que já tinha quase 60 anos, era considerado velho demais para o papel de McMurphy, que acabou sendo repassado para Jack Nicholson, à época com 38 anos de idade. Douglas trouxe Saul Zaentz como co-produtor do filme.",
        "source": "Youtube: Canal <i>Alexandru Mortimer</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No início da década, um protagonista provavelmente seria tão complexo quanto <i>Robert Eroica Dupea</i> (Jack Nicholson) em <a href=\"https://_{type: 'screen', 'id': 26617, 'screen_type': movie}\">Five Easy Pieces</a> (BR: Cada um vive como quer, 1970). Ao final, ele seria mais bidimensional, como <i>Clark Kent</i> (Christopher Reeve) em <a href=\"https://_{type: 'screen', 'id': 1924, 'screen_type': movie}\">Superman</a> (BR: Super Homem, 1978)."
    },
    {
      "type": "text",
      "content_text": "Mas é preciso lembrar que, mesmo antes de <a href=\"https://_{type: 'screen', 'id': 578, 'screen_type': movie}\">Jaws</a> (BR: Tubarão, 1975), de Spielberg e de <a href=\"https://_{type: 'screen', 'id': 11, 'screen_type': movie}\">Star Wars</a> (BR: Guerra nas estrelas, 1977), de Lucas, os grandes estúdios estavam felizes em embarcar em qualquer onda lucrativa. Sucessos de crítica e vencedores de prêmios como <a href=\"https://_{type: 'screen', 'id': 1051, 'screen_type': movie}\">The French Connection</a> (BR: Operação França, 1971), de <a href=\"https://_{type: 'screen', 'id': 15175, 'screen_type': person}\">William Friedkin</a> (n-1935). <a href=\"https://_{type: 'screen', 'id': 9277, 'screen_type': movie}\">The Sting</a> (BR: Golpe de mestre, 1973), de <a href=\"https://_{type: 'screen', 'id': 9577, 'screen_type': person}\">George Roy Hill</a> (1921-2002), inspiraram filmes em que tiras durões participavam de perseguições de carros e comédias dramáticas nostálgicas sobre a amizade masculina."
    },
    {
      "type": "video",
      "video_id": "-QWL-FwX4t4",
      "information": {
        "contentTitle": "Cenas do filme Taxi Driver",
        "contentText": "Alguns críticos expressaram sua preocupação com a presença da jovem Jodie Foster durante a cena do tiroteio. No entanto, Foster explicou que ela estava presente durante a montagem dos efeitos especiais usados durante a cena; o processo inteiro foi explicado e demonstrado para ela, passo a passo. Em vez de ficar traumatizada ou transtornada, Foster disse ter ficado \"fascinada\" e \"entretida\" pela preparação envolvida nos bastidores da cena. Além disso, antes de ganhar o papel, Foster foi sujeitada a testes psicológicos para assegurar que seu papel não a afetaria emocionalmente, de acordo com as leis trabalhistas da Califórnia.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 20802, 'screen_type': movie}\">Freebie and the Bean</a> (BR: Duas ovelhas negras, 1974) combinou as duas formulas e fez parte de uma onda com uma série de tiras antagônicos no cinema e na televisão (preto/branco, homem/mulher gay/hetero humano/alienígena) que seguiriam pelos anos 1980 e adiante. <a href=\"https://_{type: 'screen', 'id': 11293, 'screen_type': movie}\">Paper Moon</a> (BR: Lua de papel, 1973) ofereceu outro par desequilibrado, a órfã espertinha (Tatum O'Neal) e o vigarista que se torna figura paterna (Ryan O'Neal)."
    },
    {
      "type": "block_special",
      "title": "O clássico de Martin Scorsese",
      "image": {
        "image_type": "local",
        "url": "img_taxi_driver",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "\"<i>Qualquer dia uma chuva de verdade vira lavar toda essa ralé das ruas</i>\". É o que murmura o atormentado motorista de táxi <i>Travis Bickle</i>, interpretado com intensidade quase furiosa por <i>Robert De Niro</i>, no primeiro de seus elogiados papéis principais em filmes de <i>Martin Scorsese</i>. O emprego de Bickle, cruzando Nova York de um lado para outro - \"a qualquer hora, em qualquer lugar\" - lhe dá uma visão insone das entranhas da cidade, tudo o que ocorre nos becas escuros e que a maioria das pessoas nunca testemunha. Acaba ficando tão acostumado ao mundo em torno dele, contudo, que se sente entorpecido, invisivel e, no final das contas, impotente. <br/><br/> \n\nOs retratos da desorganização e do mal-estar urbanos de Taxi Driver são os mais sombrios e claustrofóbicos possíveis. O filme tem alguns elementos de cinema <i>noir</i> - a narração em off de Bickle, a trilha jazzística de Bernard Herrmann (1911-1975) - mas se desvia radicalmente do padrão quando se trata da narrativa. <i>Taxi Driver</i> transcorre como um filme <i>noir</i> narrado da perspectiva de um estranho anônimo que estivesse na frente de uma cena de assassinato, dando uma olhada por cima do perímetro demarcado pela polícia para ver o corpo recoberto na rua. O que essa pessoa está pensando? Como reagira quando confrontada com uma exposição tão vivida à violência? <br/><br/> \n\nScorsese, Schrader e De Niro parecem estar perguntando a mesma coisa aos espectadores. Durante todo o filme, somos forçados a observar a cidade da perspectiva implacavelmente isolada de Bickle, com uns poucos vislumbres de esperança nos transportando para fora da sua mente desajustada. Ele é o \"<i>homem subterrâneo</i>\" de Dostoievski, que emerge com uma arma e um desejo de morte, um anti-herói que faz justiça com as próprias mãos, tendo uma abordagem prática para limpar a cidade. \"<i>Aqui está um homem que não aceita mais nada</i>\"- anuncia, triunfalmente. \"<i>Um homem que se rebelou contra a escória, as vadias, cães, a sujeira, a merda. Aqui está um homem que se rebelou.</i>\"<br/><br/> \n\nÉ isso o que queremos? Em uma guinada irônica na trama - do tipo \"<i>Os fins justificam os meios</i>\" -, Bickle acaba sendo louvado como um herói em sua própria cruzada e fica difícil dizer se o triunfo inadvertido de Bickle não seria, na realidade, uma tragédia. Como o filme foi muito hábil ao tirar do eixo a bússola moral ficamos lutando desesperadamente em busca de respostas impossíveis.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Plateias jovens reagiram bem as manobras anárquicas de Donald Sutherland e Elliott Gould em <a href=\"https://_{type: 'screen', 'id': 651, 'screen_type': movie}\">M*A*S*H</a> (BR: MASH, 1970), de Robert Altman (1925-2006) e ao incomum par romântico formado por <i>Bud Cort</i> e <i>Ruth Gordos</i> em <a href=\"https://_{type: 'screen', 'id': 343, 'screen_type': movie}\">Harold and Maude</a> (BR: Ensina-me a Viver, 1971), de <a href=\"https://_{type: 'screen', 'id': 4964, 'screen_type': person}\">Hal Ashby</a> (1979-1989), bem como a premiada atuação de <a href=\"https://_{type: 'screen', 'id': 514, 'screen_type': person}\">Jack Nicholson</a> (n-1937), vencedor de um Oscar por McMurphy em <a href=\"https://_{type: 'screen', 'id': 510, 'screen_type': movie}\">One Flew Over the Cuckoo's Nest</a> (BR: Um estranho no ninho, 1975)."
    },
    {
      "type": "video",
      "video_id": "_YYmfM2TfUA",
      "information": {
        "contentTitle": "Cenas do filme Rocky",
        "contentText": "Sylvester Stallone escreveu o roteiro para Rocky em três dias e meio, pouco depois de assistir ao campeonato entre Muhammad Ali e Chuck Wepner, que aconteceu no Richfield Coliseum em Richfield, Ohio, em 24 de março de 1975, com poucos esperando que Wepner vencesse a luta. Apesar do fato de que a luta motivou Stallone a começar a trabalhar em Rocky, ele negou subseqüentemente que Wepner forneceu qualquer inspiração para o roteiro.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O público mais conservador exibia o mesmo entusiasmo diante de heróis a moda antiga, como o tira durão Harry Callahan (Clint Eastwood) em <a href=\"https://_{type: 'screen', 'id': 984, 'screen_type': movie}\">Dirty Harry</a> (BR: Perseguidor Implacável, 1971), o xerife Buford Pusser (Joe Don Baker) em <a href=\"https://_{type: 'screen', 'id': 25473, 'screen_type': movie}\">Walking Tall</a> (BR: Com as próprias Mãos, 1973) e o justiceiro Paul Kersey (Charles Bronson) em <a href=\"https://_{type: 'screen', 'id': 13939, 'screen_type': movie}\">Death Wish</a> (BR: Desejo de matar, 1974)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não, eu não li o artigo sobre o grupo anônimo chinês. Eu estava dando uma olhada nos anúncios de lingerie.",
        "author": "Isaac Davis (Woody Allen) em Manhattan"
      }
    },
    {
      "type": "text",
      "content_text": "As divisões na sociedade verificadas a partir de diversos ângulos nesses filmes ressoaram em uma série de produções sobre o conflito cultural nos Estados Unidos, exacerbado pelas opiniões divergentes sobre a Guerra do Vietnã. O paranoico veterano do Vietnã <i>Travis Bickle</i> (Robert De Niro) em <a href=\"https://_{type: 'screen', 'id': 103, 'screen_type': movie}\">Taxi Driver</a> (1976), de <a href=\"https://_{type: 'screen', 'id': 1032, 'screen_type': movie}\">Martin Scorsese</a> (n-1942) que fracassa como assassino político e termina como justiceiro louvado feito um herói, representa uma das visões da guerra. "
    },
    {
      "type": "video",
      "video_id": "7mwZYGcbQCo",
      "information": {
        "contentTitle": "Cenas do filme Manhattan",
        "contentText": "Woody Allen detestou seu trabalho nesta produção. Ele achou tão ruim que se ofereceu para dirigir um filme de graça caso a United Artists, distribuidora do filme nos EUA, não lançasse Manhattan.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 475, 'screen_type': movie}\">Bonnie e Clyde</a> (BR: Bonnie e Clyde: Uma rajada de balas, 1967), <a href=\"https://_{type: 'screen', 'id': 37247, 'screen_type': movie}\">The Graduate</a> (BR: A Primeira Noite de um Homem, 1967), <a href=\"https://_{type: 'screen', 'id': 10331, 'screen_type': movie}\">Night of the Living Dead</a> (BR: A noite dos mortos-vivos, 1968), <a href=\"https://_{type: 'screen', 'id': 624, 'screen_type': movie}\">Easy Rider</a> (BR: Sem destino, 1969), <a href=\"https://_{type: 'screen', 'id': 576, 'screen_type': movie}\">The Wild Bunch</a> (BR: Meu ódio será sua herança, 1969) e <a href=\"https://_{type: 'screen', 'id': 42612, 'screen_type': movie}\">Medium Cool</a> (BR: Dias de fogo, 1969) foram feitos no fim dos anos 1960, mas foi na década seguinte que suas lições artísticas e comerciais foram postas em prática."
    },
    {
      "type": "text",
      "content_text": "O enorme florescimento da criatividade talvez se deva simplesmente ao fato de que as plateias transformaram em sucessos filmes que os chefes dos estúdios de meia idade ou de faixa etária geriátrica, não conseguiam compreender e por isso eles deram sinal verde para projetos que os deixavam confusos, imaginando que talvez as plateias desejassem algo tão surpreendente quanto o osso que se transforma em espaçonave em <a href=\"https://_{type: 'screen', 'id': 62, 'screen_type': movie}\">2001: A Space Odyssey</a> (BR: 2001: uma odisseia no espaço, 1968) ou como <i>David Hemmings</i> fazendo ampliações fotográficas em <a href=\"https://_{type: 'screen', 'id': 1052, 'screen_type': movie}\">Blow up</a> (BR: Blow up depois daquele beijo, 1966)."
    },
    {
      "type": "video",
      "video_id": "fpK36FZmTFY",
      "information": {
        "contentTitle": "Cenas do filme A Fantástica Fábrica de Chocolate",
        "contentText": "As filmagens ocorreram em Munique em 1970 e o filme foi lançado pela Paramount Pictures em 30 de junho de 1971. Com orçamento de apenas 3 milhões de dólares, a produção recebeu análises positivas, porém não alcançou o sucesso comercial esperado; somando em torno de 4 milhões de dólares até sua saída de exibição. Décadas após o lançamento original, o filme tornou-se um clássico cult devido principalmente às suas repetidas exibições em redes de televisão.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Isso originou muitos filmes que foram considerados clássicos: não apenas filmes que fracassaram na época do lançamento, mas que posteriormente se tornaram obras-primas cult, como <a href=\"https://_{type: 'screen', 'id': 27236, 'screen_type': movie}\">Two-Lane Blacktop</a> (BR: Corrida sem fim, 1971) ou <a href=\"https://_{type: 'screen', 'id': 252, 'screen_type': movie}\">Willy Wonka & the Chocolate Factory</a> (BR: A Fantástica Fábrica de Chocolate, 1971), mas também sucessos imediatos e vencedores do Oscar. Fazer <a href=\"https://_{type: 'screen', 'id': 238, 'screen_type': movie}\">The Godfather</a> (BR: O poderoso chefão, 1972) nos anos 1970 não chegou a ser uma decisão particularmente radical, pois os filmes de gangster faziam parte do repertório de Hollywood desde os anos 1930. Porém, confiar o projeto a um diretor inexperiente cujo último trabalho para um estúdio havia sido <a href=\"https://_{type: 'screen', 'id': 42622, 'screen_type': movie}\">Finian's Rainbow</a> (BR: O Caminho do Arco-Íris, 1968), só por ele ser ítalo-americano foi uma decisão nascida de um desespero inspirado."
    },
    {
      "type": "text",
      "content_text": "Uma queixa ouvida dos altos escalões da política e das forças armadas dos Estados Unidos depois da derrota do Vietnã foi que - deixando de lado <a href=\"https://_{type: 'screen', 'id': 22377, 'screen_type': movie}\">The Green Berets</a> (BR: Os Boinas Verdes, 1968) - Hollywood desapontou ao não mobilizar a máquina de propaganda da mesma forma que havia ocorrido durante a Segunda Guerra Mundial. Em vez de <a href=\"https://_{type: 'screen', 'id': 3087, 'screen_type': movie}\">Yankee Doodle Dandy</a> (BR: A canção da vitória, 1942), os jovens iam assistir a <a href=\"https://_{type: 'screen', 'id': 9459, 'screen_type': movie}\">Woodstock</a> (BR: Woodstock - 3 Dias de Paz, Amor e Música, 1970). Em vez de ter Betty Grable mostrando as pernas e Duke Wayne tomando Iwo Jima, Jane Fonda apoiava o inimigo e Donald Sutherland parecia drogado."
    },
    {
      "type": "video",
      "video_id": "EsHwIBR6ivA",
      "information": {
        "contentTitle": "Cenas do filme Noivo Neurótico, Noiva Nervosa",
        "contentText": "A fotografia principal do filme começou em 19 de maio de 1976, em South Fork de Long Island , e continuou periodicamente pelos dez meses seguintes. Allen descreveu o resultado, que marcou sua primeira colaboração com o diretor de fotografia Gordon Willis, como \"uma grande virada\", na medida em que, ao contrário das farsas e comédias que foram seu trabalho até então, ele introduziu um novo nível de seriedade. Os acadêmicos notaram o contraste nos ambientes da cidade de Nova York e Los Angeles, o estereótipo das diferenças de gênero na sexualidade, a apresentação da identidade judaica e os elementos da psicanálise e do modernismo.",
        "source": "Youtube: Canal <i>DrSalvadoctopus</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O melhor que o cinema pôde fazer pelo esforço de guerra foi <a href=\"https://_{type: 'screen', 'id': 11202, 'screen_type': movie}\">Patton</a> (BR: Patton, Rebelde ou Herói?, 1970), de <a href=\"https://_{type: 'screen', 'id': 13265, 'screen_type': person}\">Franklin J. Schaffner</a> (1920-1989), que podia ser considerado uma celebração de um grande herói militar americano ou uma representação subversiva de um personagem do Sistema apresentado como um lunático perigoso, dependendo da posição política do espectador (Era o filme favorito de Richard Nixon, o que consternou seus realizadores). Havia até filmes, como <a href=\"https://_{type: 'screen', 'id': 5638, 'screen_type': movie}\">Alice's Restaurant</a> (BR: Deixem-nos viver, 1969) e <a href=\"https://_{type: 'screen', 'id': 18387, 'screen_type': movie}\">Big Wednesday</a> (BR: Amargo reencontro, 1978), em que os heróis tinham escapado do alistamento e os militares americanos eram representados, nos melhores momentos, como palhaços, e nos piores, como forças do mal."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu não olho para Rocky como um filme de boxe. Foi uma história de amor. É por isso que eu acho que deu certo.",
        "author": "Sylvester Stallone"
      }
    },
    {
      "type": "text",
      "content_text": "Em seus primeiros tempos, Hollywood tinha sido comandada por magnatas imigrantes que sentiam uma necessidade desesperada de exibir seu patriotismo, a ponto de apoiarem o presidente <i>Franklin Roosevelt</i>, cuja atuação pessoalmente detestavam e temiam. Estavam tão envolvidos com o que se passava na Europa que transformaram a Segunda Guerra Mundial em assunto pessoal, a ponto de os filmes feitos entre 1942 e 1946 parecerem mais favoráveis ao governo do que os autênticos filmes de propaganda bancados pelo próprio governo."
    },
    {
      "type": "video",
      "video_id": "MNMi8fXi5Os",
      "information": {
        "contentTitle": "Cenas do filme A Trama",
        "contentText": "O filme é baseado em um romance de Loren Singer. Enquanto o romance seguia testemunhas do assassinato de John F. Kennedy que foram mortas, o roteiro mudou a vítima para um político fictício muito parecido com Robert F. Kennedy.",
        "source": "Youtube: Canal <i>Daniel Paikov</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nos anos 1970, os principais estúdios de Hollywood apoiaram <a href=\"https://_{type: 'screen', 'id': 17365, 'screen_type': movie}\">The Parallax View</a> (BR: A trama, 1974) e <a href=\"https://_{type: 'screen', 'id': 891, 'screen_type': movie}\">All the President's Men</a> (BR: Todos os homens do presidente, 1976), visões paranoicas de uma conspiração do governo. Quando Hollywood começou a fazer filmes sobre o Vietnã, poucos seriam capazes de agradar a John Wayne: a começar por <a href=\"https://_{type: 'screen', 'id': 31657, 'screen_type': movie}\">Coming Home</a> (BR: Amargo regresso, 1978), <a href=\"https://_{type: 'screen', 'id': 11778, 'screen_type': movie}\">The Deer Hunter</a> (BR: O franco atirador, 1978) e <a href=\"https://_{type: 'screen', 'id': 28, 'screen_type': movie}\">Apocalypse now</a> (1979)."
    },
    {
      "type": "text",
      "content_text": "Talvez, o cineasta americano mais importante da década tenha sido um homem que dirigiu quase todos os seus filmes antes de 1971 (depois, ele fez principalmente produções rápidas e oportunistas): <a href=\"https://_{type: 'screen', 'id': 102429, 'screen_type': person}\">Roger Corman</a> (n-1926). Enquanto os estúdios ainda tentavam seguir os passos de <a href=\"https://_{type: 'screen', 'id': 15121, 'screen_type': movie}\">The Sound of Music</a> (BR: A noviça rebelde, 1965), Corman empregava <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939), <a href=\"https://_{type: 'screen', 'id': 39012, 'screen_type': person}\">Peter Bogdanovich</a> (n-1939), <i>Martin Scorsese</i>, <a href=\"https://_{type: 'screen', 'id': 11057, 'screen_type': person}\">Robert Towne</a> (n-1934), <a href=\"https://_{type: 'screen', 'id': 16294, 'screen_type': person}\">Jonathan Demme</a> (n-1944), <a href=\"https://_{type: 'screen', 'id': 4600, 'screen_type': person}\">Joe Dante</a> (n-1946), <i>Robert De Niro</i>, <i>Jack Nicholson</i>, <a href=\"https://_{type: 'screen', 'id': 20921, 'screen_type': person}\">Monte Hellman</a> (n-1932) e <a href=\"https://_{type: 'screen', 'id': 101377, 'screen_type': person}\">Paul Bartel</a> (1938-2000)."
    },
    {
      "type": "video",
      "video_id": "sv9XNFpRdhg",
      "information": {
        "contentTitle": "Cenas do filme Patton",
        "contentText": "O monólogo de abertura, apresentado por George C. Scott como General Patton com uma enorme bandeira americana atrás dele, permanece uma imagem icônica e frequentemente citada no cinema.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Sem a abordagem de Corman - manter a câmera em movimento, incluir nudez, temperar os clichês com humor, usar música que ainda não está na moda (i.e.. barata) mas que vai entrar e garantir que haja uma migalha de comentário social para os universitários - não haveria filmes como <a href=\"https://_{type: 'screen', 'id': 838, 'screen_type': movie}\">American Graffiti</a> (BR: Loucuras de verão, 1973), <a href=\"https://_{type: 'screen', 'id': 203, 'screen_type': movie}\">Mean Streets</a> (BR: Caminhos perigosos, 1973), <a href=\"https://_{type: 'screen', 'id': 592, 'screen_type': movie}\">The Conversation</a> (BR: A conversação, 1974), <a href=\"https://_{type: 'screen', 'id': 829, 'screen_type': movie}\">Chinatown</a> (1974) ou <a href=\"https://_{type: 'screen', 'id': 31121, 'screen_type': movie}\">Shampoo</a> (1975)."
    },
    {
      "type": "block_special",
      "title": "Um estranho no ninho",
      "image": {
        "image_type": "local",
        "url": "img_um_estranho_ninho",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Um projeto que o ator <a href=\"https://_{type: 'screen', 'id': 2090, 'screen_type': person}\">Kirk Douglas</a> (1916-2020) desejou realizar durante anos (ele possuía os direitos, mas, quando o filme finalmente entrou em produção, achou que estava velho demais para estrelá-lo), <i>Um estranho no ninho</i> rendeu a seu filho, <a href=\"https://_{type: 'screen', 'id': 3392, 'screen_type': person}\">Michael Douglas</a> (n-1944), o seu primeiro Oscar - não como ator, mas como produtor.<br/><br/> \n\nBaseado no best-seller de <i>Ken Kesey</i> - escrito depois de sua experiência trabalhando em um hospital para veteranos na Califórnia - o filme é passado em um hospício estatal no qual o espertalhão <i>anticonformista</i> Randle P. McMurphy (Jack Nicholson) é confinado para uma reabilitação. Dentro do hospício, ele é mantido sob o olhar vigilante da sádica enfermeira Ratched (Louise Fletcher, em um papel recusado por várias grandes atrizes de Hollywood, inclusive Jane Fonda, Anne Bancroft, Ellen Burstyn e Faye Dunaway) e logo arma uma rebelião contra ela com a ajuda de outros pacientes. <br/><br/> \n\nUm filme revolucionário que, ao que dizem, Kesey nunca quis ver - ficou supostamente irritado porque a história não foi contada do ponto de vista do Chefe Bromden (Will Sampson), como em seu livro - <i>Um estranho no ninho</i> passou a ser parte da história do Oscar quando se tornou o segundo filme, até então, a receber cinco prêmios principais. Cada um deles foi merecido: o diretor tcheco Milos Forman (1932-2018) criou um filme hipnótico e humanístico, cheio de personagens excêntricos (entre os atores que fizeram sua estreia no cinema estão <a href=\"https://_{type: 'screen', 'id': 1370, 'screen_type': person}\">Brad Dourif</a> (n-1950) e <a href=\"https://_{type: 'screen', 'id': 1062, 'screen_type': person}\">Christopher Lloyd</a> (n-1938)), e obteve uma das melhores atuações da carreira de Fletcher. Nicholson, naturalmente, é cativante como McMurphy, encarcerado, porém espirituoso e vivaz, e as cenas em que ele aparece ao lado da desprezível enfermeira Ratched são as mais eletrizantes deste clássico moderno do cinema americano.",
      "credits": "Resumo baseado no texto de <i>Joanna Berry</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "O plano de negócios de Corman também impressionou outros independentes que trabalhavam em filmes longe da interferência dos estúdios. <i>Drive-ins</i> e cinemas universitários nos anos 1970 estavam cheios de doidices e de filmes que abraçavam uma infinidade de gêneros. Havia filmes de ação com elencos negros, <i>pornôs soft / hardcore</i> e <i>road movies</i>. <a href=\"https://_{type: 'screen', 'id': 11770, 'screen_type': person}\">John Carpenter</a> (n-1948) criou uns poucos filmes, <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (n-1930) transformou-se de astro em diretor astro. <i>Terrence Malick</i> elaborou narrativas experimentais, simbólicas, como <a href=\"https://_{type: 'screen', 'id': 16642, 'screen_type': movie}\">Days of Heaven</a> (BR: Cinzas no Paraíso, 1978)."
    },
    {
      "type": "video",
      "video_id": "9ZYJrwPVOmI",
      "information": {
        "contentTitle": "Cenas do filme O homem que caiu na Terra",
        "contentText": "The Man Who Fell to Earth mantém um culto de seguidores pelo uso de imagens surreais e pelo primeiro papel de Bowie no cinema como o alienígena Thomas Jerome Newton. É considerada uma importante obra do cinema de ficção científica e um dos melhores filmes da carreira de Roeg.",
        "source": "Youtube: Canal <i>gmt3010</i>"
      }
    },
    {
      "type": "text",
      "content_text": "E também foi a época dos \"<i>primeiros e engraçados</i>\" filmes de <a href=\"https://_{type: 'screen', 'id': 1243, 'screen_type': person}\">Woody Allen</a> (n-1935), e que conduziram a <a href=\"https://_{type: 'screen', 'id': 703, 'screen_type': movie}\">Annie Hall</a> (BR: Noivo Neurótico, Noiva Nervosa, 1977) - o momento em que ele decidiu que ser apenas engraçado não bastava - e a comédia romântica e declaração de amor por Nova York, <a href=\"https://_{type: 'screen', 'id': 696, 'screen_type': movie}\">Manhattan</a> (1979). Ainda havia espaço para um drama intenso e emotivo como <a href=\"https://_{type: 'screen', 'id': 12102, 'screen_type': movie}\">Kramer vs. Kramer</a> (1979) - que ganhou cinco prêmios da Academia."
    },
    {
      "type": "text",
      "content_text": "De um grupo de jovens cineastas surgiu a superprodução de verão - <i>Tubarão</i>. O filme tinha seus antecedentes: a princípio, Hollywood encarou o filme de Spielberg simplesmente como uma sequência dos filmes-catástrofe, como <a href=\"https://_{type: 'screen', 'id': 551, 'screen_type': movie}\">The Poseidon Adventure</a> (BR: O destino do Poseidon, 1972) ou <a href=\"https://_{type: 'screen', 'id': 5919, 'screen_type': movie}\">The Towering Inferno</a> (BR: Inferno na torre, 1974). Foi apenas quando <i>Tubarão</i> se tornou tão bem-sucedido quanto <i>O poderoso chefão</i> que se percebeu como o filme era significativo e, a partir daí, ele passou a ser considerado um filme de horror de \"<i>alto nível</i>\"."
    },
    {
      "type": "video",
      "video_id": "80UzhoD-RBs",
      "information": {
        "contentTitle": "Cenas do filme Kramer vs. Kramer",
        "contentText": "Kramer vs. Kramer refletiu uma mudança cultural ocorrida durante os anos 1970, quando as ideias sobre maternidade e paternidade estavam mudando. O filme foi amplamente elogiado pela maneira como deu igual peso e importância aos pontos de vista de Joanna e Ted.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outra tentativa significativa e influente nessa área ocorreu com <a href=\"https://_{type: 'screen', 'id': 2362, 'screen_type': movie}\">Westworld</a> (BR: Westworld - Onde Ninguém Tem Alma, 1973). Daí por diante, os recursos dos estúdios foram dirigidos para diretores como Spielberg, Lucas, <a href=\"https://_{type: 'screen', 'id': 1150, 'screen_type': person}\">Brian De Palma</a> (n-1940), <a href=\"https://_{type: 'screen', 'id': 8328, 'screen_type': person}\">John Milius</a> (n-1944), <a href=\"https://_{type: 'screen', 'id': 4610, 'screen_type': person}\">John Landis</a> (n-1950) e até seu padrinho italiano, <i>Francis Ford Coppola</i>. Argumenta-se que <i>Guerra nas estrelas</i> encerrou a onda de criatividade com um atalho para a infantilidade fácil de ser explorada comercialmente, mas Lucas queria criar uma sensação de encantamento, assim como <a href=\"https://_{type: 'screen', 'id': 14132, 'screen_type': person}\">Nicolas Roeg</a> (n-1928) em o <a href=\"https://_{type: 'screen', 'id': 991, 'screen_type': movie}\">The Man Who Fell to Earth</a> (BR: Homem que caiu na Terra, 1976) ou <a href=\"https://_{type: 'screen', 'id': 840, 'screen_type': movie}\">Close Encounters of the Third Kind</a> (BR: Contatos Imediatos do Terceiro Grau, 1977). <i>Guerra nas estrelas</i> chega a se sintonizar com a política de sua era: seus heróis são rebeldes descabelados que lutam contra uma ordem estabelecida e <i>Grand Moff Tarkin</i> e <i>Darth Vader</i> poderiam representar o presidente Nixon e seu lugar-tenente Calley."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Você quer jogar? Tudo bem, eu vou jogar seu joguinho de merda.",
        "author": "Michael (Robert De Niro) em O franco-atirador (1978)"
      }
    },
    {
      "type": "text",
      "content_text": "A longo prazo, pode ser que os efeitos causados por <i>Guerra nas Estrelas</i> tenham provocado o encerramento das oportunidades que beneficiaram os anos 1970 em Hollywood. De <i>Tubarão</i> a <i>Guerra nas estrelas</i> - assim como nos filmes de <i>John Carpenter</i>, <a href=\"https://_{type: 'screen', 'id': 1723, 'screen_type': person}\">Walter Hill</a> (n-1942) e outros, veio uma sensação de redescoberta dos clássicos de Hollywood, o que levou os cineastas americanos a se inspirarem tanto em <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980), <a href=\"https://_{type: 'screen', 'id': 11435, 'screen_type': person}\">Howard Hawks</a> (1896-1977) e <a href=\"https://_{type: 'screen', 'id': 8500, 'screen_type': person}\">John Ford</a> (1894-1973) quanto em <a href=\"https://_{type: 'screen', 'id': 3776, 'screen_type': person}\">Jean-Luc Godard</a> (n-1930), <a href=\"https://_{type: 'screen', 'id': 15189, 'screen_type': person}\">Michelangelo Antonioni</a> (1912-2007) e <a href=\"https://_{type: 'screen', 'id': 6648, 'screen_type': person}\">Ingmar Bergman</a> (1918-2007)."
    },
    {
      "type": "video",
      "video_id": "uBgwuM11q0o",
      "information": {
        "contentTitle": "Cenas do filme Cinzas no Paraíso",
        "contentText": "Days of Heaven foi filmado em Alberta, Canadá, na segunda metade de 1976 com um orçamento de três milhões de dólares e pouco planejamento. Malick e o diretor de fotografia Néstor Almendros usaram praticamente iluminação natural e decidiam no dia o que seria filmado, enfurecendo parte da equipe não acostumada a trabalhar dessa maneira. O estilo de direção de Malick também insatifez o elenco e a equipe, com ele sendo descrito como distante e inseguro. As filmagens acabaram atrasando muito a ponto de Almendros ter de sair e ser substituído por Haskell Wexler. Além disso, Malick demorou três anos para editar o filme, lutando para encontrar um ritmo e escolher cenas. Isso foi eventualmente resolvido quando foi adicionada a narração da personagem de Manz.",
        "source": "Youtube: Canal <i>Frechen</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Também é possível enxergar o filme de boxe sobre um herói que vem do nada por este ângulo, embora <a href=\"https://_{type: 'screen', 'id': 1366, 'screen_type': movie}\">Rocky</a> (BR: Rocky, um lutador, 1976) seja bem mais interessante que suas muitas continuações. Isso devolveu uma energia e uma sensação de diversão a um cinema que havia corrido o risco de gerar um excesso de filmes lentos e tristes, e atraiu uma enorme plateia que tinha, em grande parte, ficado longe de produções que posteriormente seriam consideradas importantes.",
      "content_credits": "Resumo baseado no texto de <i>Kim Newman</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 7186,
          "popularity": 28.079,
          "id": 510,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.4,
          "title": "One Flew Over the Cuckoo's Nest",
          "release_date": "1975-11-18",
          "original_language": "en",
          "original_title": "One Flew Over the Cuckoo's Nest",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/1uHTJcL7fCxulnmK2fzUAIOvOHm.jpg",
          "adult": false,
          "overview": "While serving time for insanity at a state mental hospital, implacable rabble-rouser, Randle Patrick McMurphy, inspires his fellow patients to rebel against the authoritarian rule of head nurse, Mildred Ratched.",
          "poster_path": "\/3jcbDmRFiQ83drXNOvRDeKHxS0C.jpg"
        },
        {
          "poster_path": "\/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
          "popularity": 32.76,
          "vote_count": 7454,
          "video": false,
          "media_type": "movie",
          "id": 103,
          "adult": false,
          "backdrop_path": "\/a58oc5qGNazb3QOxEH8eG5S7gjr.jpg",
          "original_language": "en",
          "original_title": "Taxi Driver",
          "genre_ids": [
            80,
            18
          ],
          "title": "Taxi Driver",
          "vote_average": 8.2,
          "overview": "A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feed his urge for violent action, attempting to save a preadolescent prostitute in the process.",
          "release_date": "1976-02-09"
        },
        {
          "vote_count": 5006,
          "popularity": 43.3,
          "id": 1366,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Rocky",
          "release_date": "1976-11-21",
          "original_language": "en",
          "original_title": "Rocky",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/wC36tEU7AqP5llAvjXkZhZ248tX.jpg",
          "adult": false,
          "overview": "When world heavyweight boxing champion, Apollo Creed wants to give an unknown fighter a shot at the title as a publicity stunt, his handlers choose palooka Rocky Balboa, an uneducated collector for a Philadelphia loan shark. Rocky teams up with trainer  Mickey Goldmill to make the most of this once in a lifetime break.",
          "poster_path": "\/i5xiwdSsrecBvO7mIfAJixeEDSg.jpg"
        },
        {
          "poster_path": "\/6IVQjDTbr7pXx2AR8jovbYwpyiF.jpg",
          "popularity": 8.839,
          "vote_count": 1388,
          "video": false,
          "media_type": "movie",
          "id": 12102,
          "adult": false,
          "backdrop_path": "\/9pUh1fC8TqVtYPeKpdfNyVK0qnn.jpg",
          "original_language": "en",
          "original_title": "Kramer vs. Kramer",
          "genre_ids": [
            18
          ],
          "title": "Kramer vs. Kramer",
          "vote_average": 7.5,
          "overview": "Ted Kramer is a career man for whom his work comes before his family. His wife Joanna cannot take this anymore, so she decides to leave him. Ted is now faced with the tasks of housekeeping and taking care of himself and their young son Billy.",
          "release_date": "1979-12-19"
        },
        {
          "vote_count": 672,
          "popularity": 11.787,
          "id": 11202,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Patton",
          "release_date": "1970-01-25",
          "original_language": "en",
          "original_title": "Patton",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "backdrop_path": "\/7MmrBI8GlxrqRDVQSC9JHpAKMms.jpg",
          "adult": false,
          "overview": "\"Patton\" tells the tale of General George S. Patton, famous tank commander of World War II. The film begins with patton's career in North Africa and progresses through the invasion of Germany and the fall of the Third Reich. Side plots also speak of Patton's numerous faults such his temper and habit towards insubordination.",
          "poster_path": "\/rLM7jIEPTjj4CF7F1IrzzNjLUCu.jpg"
        },
        {
          "poster_path": "\/fpxhmgeCuPQOeatfeCPwtOwUwlb.jpg",
          "popularity": 20.729,
          "vote_count": 1522,
          "video": false,
          "media_type": "movie",
          "id": 9277,
          "adult": false,
          "backdrop_path": "\/1r9lH3DaSWKGyvZaoo6BF5STOk5.jpg",
          "original_language": "en",
          "original_title": "The Sting",
          "genre_ids": [
            35,
            80,
            18
          ],
          "title": "The Sting",
          "vote_average": 8.1,
          "overview": "Set in the 1930s this intricate caper deals with an ambitious small-time crook and a veteran con man who seek revenge on a vicious crime lord who murdered one of their gang.",
          "release_date": "1973-12-25"
        },
        {
          "poster_path": "\/5XSGvIKl2yPvOkieFjc3rzLw7x0.jpg",
          "popularity": 15.088,
          "vote_count": 1042,
          "video": false,
          "media_type": "movie",
          "id": 1051,
          "adult": false,
          "backdrop_path": "\/gF4RLa0FjJ3J0daEa947qTqxrSu.jpg",
          "original_language": "en",
          "original_title": "The French Connection",
          "genre_ids": [
            28,
            80,
            53
          ],
          "title": "The French Connection",
          "vote_average": 7.6,
          "overview": "Tough narcotics detective 'Popeye' Doyle is in hot pursuit of a suave French drug dealer who may be the key to a huge heroin-smuggling operation.",
          "release_date": "1971-10-09"
        },
        {
          "vote_count": 24,
          "popularity": 4.707,
          "id": 20802,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.5,
          "title": "Freebie and the Bean",
          "release_date": "1974-12-25",
          "original_language": "en",
          "original_title": "Freebie and the Bean",
          "genre_ids": [
            28,
            35,
            80
          ],
          "backdrop_path": "\/aq2u2rdHAHf6VmnAH6VRlb1lNDL.jpg",
          "adult": false,
          "overview": "Two San Francisco detectives want to bring down a local hijacking boss. But they'll have to get to him before a hitman does.",
          "poster_path": "\/g7psq6xGmCrgmEB6qfH93lqzc9r.jpg"
        },
        {
          "poster_path": "\/9qf5iOYuUUggYST1byTBRFNz5tg.jpg",
          "popularity": 12.305,
          "vote_count": 634,
          "video": false,
          "media_type": "movie",
          "id": 343,
          "adult": false,
          "backdrop_path": "\/fJid19GoQFdbE4bRs0vk5RWYrfx.jpg",
          "original_language": "en",
          "original_title": "Harold and Maude",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "title": "Harold and Maude",
          "vote_average": 7.7,
          "overview": "The young Harold lives in his own world of suicide-attempts and funeral visits to avoid the misery of his current family and home environment. Harold meets an 80-year-old woman named Maude who also lives in her own world yet one in which she is having the time of her life. When the two opposites meet they realize that their differences don’t matter and they become best friends and love each other.",
          "release_date": "1971-12-20"
        },
        {
          "poster_path": "\/4jU7ywr0YS1jX5o6CDo8DTZHdgr.jpg",
          "popularity": 10.041,
          "vote_count": 125,
          "video": false,
          "media_type": "movie",
          "id": 27236,
          "adult": false,
          "backdrop_path": "\/tdNMIUmeCSJcLN672JNIxNFp1Zi.jpg",
          "original_language": "en",
          "original_title": "Two-Lane Blacktop",
          "genre_ids": [
            18
          ],
          "title": "Two-Lane Blacktop",
          "vote_average": 7.1,
          "overview": "A driver and a mechanic travel around the United States hopping from drag strip to drag strip in a 1955 Chevy Bel-Air coupe. They race for money, betting with their competitors. The pair gain a young and talkative female stowaway. Along the way they unintentionally attract a well-to-do drifter driving a new Pontiac GTO. This older man, looking for attention, antagonizes their efforts.",
          "release_date": "1971-07-07"
        },
        {
          "poster_path": "\/vmpsZkrs4Uvkp9r1atL8B3frA63.jpg",
          "popularity": 22.553,
          "vote_count": 2174,
          "video": false,
          "media_type": "movie",
          "id": 252,
          "adult": false,
          "backdrop_path": "\/iiusvOLB4ytkZ6FSFMlGHvt33uW.jpg",
          "original_language": "en",
          "original_title": "Willy Wonka & the Chocolate Factory",
          "genre_ids": [
            10751,
            14,
            35
          ],
          "title": "Willy Wonka & the Chocolate Factory",
          "vote_average": 7.5,
          "overview": "Eccentric candy man Willy Wonka prompts a worldwide frenzy when he announces that golden tickets hidden inside five of his delicious candy bars will admit their lucky holders into his top-secret confectionary. But does Wonka have an agenda hidden amid a world of Oompa Loompas and chocolate rivers?",
          "release_date": "1971-06-29"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1243,
          "name": "Woody Allen",
          "profile_path": "/wcPQgZLDibuej1RwNTy1R2U2ZJw.jpg"
        },
        {
          "id": 514,
          "name": "Jack Nicholson",
          "profile_path": "/6h12pZsgj3WWjMtykUgfLkLEBWz.jpg"
        },
        {
          "id": 15175,
          "name": "William Friedkin",
          "profile_path": "/1iBd92izRHpkSH4hOhcUBmF2cv7.jpg"
        },
        {
          "id": 380,
          "name": "Robert De Niro",
          "profile_path": "/cT8htcckIuyI1Lqwt1CvD02ynTh.jpg"
        },
        {
          "id": 102429,
          "name": "Roger Corman",
          "profile_path": "/kWvtdBp4AVSOwluWwZ1WhsKlAfk.jpg"
        },
        {
          "id": 1032,
          "name": "Martin Scorsese",
          "profile_path": "/9U9Y5GQuWX3EZy39B8nkk4NY01S.jpg"
        },
        {
          "id": 3460,
          "name": "Gene Wilder",
          "profile_path": "/sP7NLsC5ZnFDBSyGhFJuWn6PAIY.jpg"
        },
        {
          "id": 13265,
          "name": "Franklin J. Schaffner",
          "profile_path": "/m04NRi0fxmE3xBZMwnIkpkjItBe.jpg"
        },
        {
          "id": 4483,
          "name": "Dustin Hoffman",
          "profile_path": "/zN03MlLSFeTFT5TtX282mHD1rqF.jpg"
        },
        {
          "id": 3392,
          "name": "Michael Douglas",
          "profile_path": "/a9Wv46dztngtJrqbHJ7eGrvgWc6.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}