{
  "number": 13,
  "content_list": [
    {
      "type": "text",
      "content_text": "A Guerra do Vietnã foi a primeira da era da televisão e produziu imagens marcantes da difícil realidade do campo de batalha. Em contraste com a Segunda Guerra Mundial, porém, Hollywood demonstrou uma nítida falta de entusiasmo em produzir filmes patrióticos. Geralmente citado como o único longa a favor da guerra produzido durante o conflito, <a href=\"https://_{type: 'screen', 'id': 22377, 'screen_type': movie}\">The Green Berets</a> (BR: Os Boinas Verdes, 1968) foi arrasado pela crítica por seu posicionamento simplista."
    },
    {
      "type": "video",
      "video_id": "tlLSqeVA_no",
      "information": {
        "contentTitle": "Cenas do filme Platoon",
        "contentText": "Baseado na experiência pessoal de Oliver Stone na Guerra do Vietnã, o filme mostra os horrores do conflito através dos olhos de Chris Taylor, um jovem recruta estadunidense que se alista voluntariamente para o combate. Na guerra, o jovem trava contato com os sargentos Bob Barnes e Elias Grodin: o primeiro, um assassino brutal e psicopata; e o segundo, um pacifista inteligente e sensível. Estrelado pelos atores Charlie Sheen, Tom Berenger, Willem Dafoe e grande elenco, o roteiro foi feito pelo próprio Oliver Stone, que foi finalizado por volta de 1976.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes de Hollywood do fim dos anos 1960 e do início dos anos 1970 costumavam oferecer reflexões menos diretas sobre a guerra. O tom insolente e antiautoritário de <a href=\"https://_{type: 'screen', 'id': 651, 'screen_type': movie}\">M*A*S*H</a> (BR: MASH, 1970) tinha mais relação com o Vietnã do que com seu suposto cenário, a Guerra da Coreia. <a href=\"https://_{type: 'screen', 'id': 42491, 'screen_type': movie}\">Ulzana's Raid</a> (BR: A Vingança de Ulzana, 1972), um fascinante faroeste de <a href=\"https://_{type: 'screen', 'id': 18392, 'screen_type': person}\">Robert Aldrich</a> (1918-1983), usa como metáfora para a guerra que não pode ser vencida a história de uma tropa da cavalaria que tem como missão infeliz recapturar um grupo de apaches."
    },
    {
      "type": "text",
      "content_text": "Autênticas dramatizações da Guerra do Vietnã tiveram que esperar o fim da luta. Em 1978, <a href=\"https://_{type: 'screen', 'id': 31657, 'screen_type': movie}\">Coming Home</a> (BR: Amargo Regresso, 1978), de <a href=\"https://_{type: 'screen', 'id': 4964, 'screen_type': person}\">Hal Ashby</a> (1928-1988), criticava a guerra por meio das desventuras de um veterano inválido. Lançado no mesmo ano, <a href=\"https://_{type: 'screen', 'id': 11778, 'screen_type': movie}\">The Deer Hunter</a> (BR: O Franco Atirador, 1978), de <a href=\"https://_{type: 'screen', 'id': 12114, 'screen_type': person}\">Michael Cimino</a> (n-1939), era mais ambíguo em sua atitude. Embora descrito como um filme contra a guerra, ele foi criticado duramente por mostrar uma imagem brutal e parcial dos norte-vietnamitas."
    },
    {
      "type": "video",
      "video_id": "4wv2K3J__X0",
      "information": {
        "contentTitle": "Cenas do filme O Franco-Atirador",
        "contentText": "O filme foi ligeiramente inspirado no livro Three Comrades (1937), do veterano da Primeira Guerra Mundial Erich Maria Remarque, autor de Im Westen nichts Neues, que narra a história de três veteranos da Primeira Guerra na República de Weimar. Tal qual no livro, The Deer Hunter explora as consequências morais e mentais da violência da guerra e o patriotismo manipulado politicamente através da honra, amizade e família, numa pequena e unida comunidade do interior. O filme lida com assuntos controversos como abuso de drogas, infidelidade e doenças mentais.",
        "source": "Youtube: Canal <i>Daroslaw Toorek</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A cena da roleta russa em particular, provocou polêmica, pois não havia qualquer indicio de que os vietnamitas do norte tivessem usado o jogo mortal. Foi <a href=\"https://_{type: 'screen', 'id': 28, 'screen_type': movie}\">Apocalypse Now</a> (1979), realizado por <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939) no ano seguinte, que forneceu a criação mais poderosa e duradoura da experiencia do Vietnã e estabeleceu um padrão pelo qual todos os demais filmes com esse tema passaram a ser julgados."
    },
    {
      "type": "block_special",
      "title": "Plantoon",
      "image": {
        "image_type": "local",
        "url": "img_platoon",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "О diretor e roteirista <a href=\"https://_{type: 'screen', 'id': 1152, 'screen_type': person}\">Oliver Stone</a> (n-1946) foi o primeiro veterano do Vietnã a obter respaldo em Hollywood para fazer um filme autobiográfico sobre o conflito <i>O franco-atirador</i> (1978) e <i>Apocalypse Now</i> (1979) transformaram a guerra em tema de filmes, mas foi <i>Platoon</i> que mostrou a realidade do Vietnã para gerações que só ficaram adultas depois que o conflito acabou.<br/> <br/> \n\nChris Taylor (Charlie Sheen), que representa Stone, é um jovem idealista que se apresentou como voluntário para servir com a infantaria no Vietnã. Ele se sente dividido entre dois \"<i>pais</i>\": o delicado e sensível super soldado sargento Elias (Willem Dafoe), que fuma maconha e ouve soul com os soldados negros, e o sádico sargento Barnes (Tom Berenger), com uma cicatriz no rosto, que bebe e ouve country e western com os caipiras. Chris segue o caminho de outros soldados da tela, \"<i>se tornando um homem</i>\", mas enquanto os recrutas postos em forma por John Wayne sempre acabavam saudando a bandeira, Chris acaba perdendo a fé na pátria em meio ao sangue e à confusão. <br/> <br/> \n\nApesar de ser excessivamente esquemático na oposição dos dois sargentos e no contraste entre suas filosofias, <i>Platoon</i> é um filme poderoso. Apesar de aterrorizante, Barnes ensina a Chris como sobreviver, em vez de se tornar um mártir - o clímax, impensável em filmes anteriores, consiste em Chris atirando em um de seus superiores, e não enfrentando o inimigo. Apesar de torturante e cheio de suspense, o filme não é despido de nostalgia - a trilha sonora consiste em grandes sucessos dos anos 1960 e, em uma cena, os soldados cantam \"<i>The Tracks of My Tears</i>\", de <i>Smokey Robinson & The Miracles</i>.",
      "credits": "Resumo baseado no texto de <i>Kim Newman</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Os filmes que tratavam da paisagem emocional dos Estados Unidos no rastro do Vietnã forneceram um comentário obliquo sobre a guerra. <i>Cães de caça</i> (1976) mostra um veterano e a mulher de seu melhor amigo atrás de um carregamento de heroína vietnamita, na Califórnia. A loucura da guerra está encapsulada em um dos diálogos do filme: \"<i>Você vê, em um mundo onde os elefantes são perseguidos por homens voadores, as pessoas naturalmente vão querer ficar doidonas</i>\"."
    },
    {
      "type": "video",
      "video_id": "-ZYlXEUo-Lo",
      "information": {
        "contentTitle": "Cenas do filme Nascido para Matar",
        "contentText": "O enredo segue um pelotão de fuzileiros navais dos Estados Unidos através de seu treinamento no Campo de Treinamento da Marinha da Carolina do Sul, concentrando-se principalmente em dois soldados particulares, Joker e Pyle, que lutam com seu instrutor linha-dura abusivo, o sargento Hartman, e as experiências de dois fuzileiros navais do pelotão nas cidades vietnamitas de Da Nang e Huế durante a Ofensiva do Tet em plena Guerra do Vietnã.",
        "source": "Youtube: Canal <i>ElliottsLife</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1152, 'screen_type': person}\">Oliver Stone</a> (n-1946) inspirou-se em sua experiencia no Vietnã para fazer <a href=\"https://_{type: 'screen', 'id': 792, 'screen_type': movie}\">Platoon</a> (1986), primeiro de uma trilogia representando diferentes aspectos da guerra. O segundo, <a href=\"https://_{type: 'screen', 'id': 2604, 'screen_type': movie}\">Born on the Fourth of July</a> (BR: Nascido em 4 de julho, 1989), foi baseado nas memórias de um veterano de guerra inválido, e o terceiro, <a href=\"https://_{type: 'screen', 'id': 31642, 'screen_type': movie}\">Heaven & Earth</a> (BR: Entre o céu e a terra, 1993), é a história real de uma jovem vietnamita que se casa com um soldado traumatizado."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': person}\">Stanley Kubrick</a> (1928-1999) criou uma intensa visão do Vietnã quando reconstruiu os campos de batalha do Sudeste Asiático nos pântanos a leste de Londres para filmar <a href=\"https://_{type: 'screen', 'id': 600, 'screen_type': movie}\">Full Metal Jacket</a> (BR: Nascido para matar, 1987). O conflito no Vietnã atravessou as fronteiras do Camboja quando os americanos partiram em 1975."
    },
    {
      "type": "video",
      "video_id": "9giMbUsG72g",
      "information": {
        "contentTitle": "Cenas do filme Pecados de Guerra",
        "contentText": "O filme foi baseado em um caso real, chamado de \"Incident on Hill 192\" e no livro de Daniel Lang com o mesmo título, mas todos os nomes e alguns detalhes da história foram alterados.",
        "source": "Youtube: Canal <i>solliryc</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mais de três milhões de cambojanos foram mortos pelo regime do <i>Khmer Vermelho</i> como foi dramatizado no filme britânico <a href=\"https://_{type: 'screen', 'id': 625, 'screen_type': movie}\">The Killing Fields</a> (BR: Os gritos do silêncio, 1984). É uma crônica dos bárbaros acontecimentos do ano zero, segundo a ótica de dois jornalistas - um cambojano, Dith Pran (Haing S. Ngor), e outro de Nova York, Sydney Schanberg (Sam Waterston) -, incluindo a luta de Pran pela sobrevivência e sua fuga de um dos tortuosos campos de trabalho forçado."
    },
    {
      "type": "text",
      "content_text": "No século XXI, a atitude em relação ao Vietnã se refletiu em um novo contexto político. Realizado no primeiro ano da guerra do Iraque, <a href=\"https://_{type: 'screen', 'id': 10590, 'screen_type': movie}\">We Were Soldiers</a> (BR: Fomos heróis, 2002) estrelado por <a href=\"https://_{type: 'screen', 'id': 2461, 'screen_type': person}\">Mel Gibson</a> (n-1956), oferece uma visão simpática à intervenção americana.",
      "content_credits": "Resumo baseado no texto de <i>Dominic Power</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Como pode uma rodagem planejada para 16 semanas acabar durando 15 meses? No caso de <i>Apocalypse Now</i>, a façanha é que (quase) todos os membros da equipe tenham conseguido terminar o trabalho vivos. Seu diretor, <i>Francis Ford Coppola</i>, acabou acompanhando seu protagonista, o capitão Willard, no mergulho à loucura: se a missão do soldado era caçar o coronel Kurtz, a de Coppola era concluir um filme que havia começado sem roteiro e sem final. Ele mesmo reconheceria ter contemplado o suicídio em três ocasiões ao longo dos quatro anos de produção, quando tudo o que podia dar errado deu errado. E tudo o que ninguém nem sequer havia pensado que pudesse ocorrer saiu ainda pior.",
      "content_title": "‘Apocalypse Now’:  o set mais selvagem da história "
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_apocalypse_now_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Coppola nos durante as filmagens",
        "contentText": "O filme tem sido notado pelos problemas encontrados para fazê-lo. Estes problemas foram narrados no documentário <a href=\"https://_{type: 'screen', 'id': 4539, 'screen_type': movie}\">Hearts of Darkness: A Filmmaker's Apocalypse</a> (BR: Francis Ford Coppola - O Apocalipse de Um Cineasta, 1991) de Eleanor Coppola (n-1936), que conta a história de Brando que chega no cenário acima do peso e completamente despreparado; cenários caros sendo destruídos pelo mau tempo; e seu ator principal (Sheen) sofrendo um ataque cardíaco enquanto no local. Problemas continuaram após a produção já que o lançamento foi adiado várias vezes enquanto Coppola editava milhares de vezes as sequências das filmagens. Levou cerca de três anos e meio para ser concluído e no final possuía um orçamento muito acima do estimado já que as gravações estavam muito atrasadas.",
        "source": "brasil.elpais.com"
      }
    },
    {
      "type": "text",
      "content_text": "Nenhum estúdio de Hollywood queria nem ouvir falar de um filme sobre o Vietnã meses depois da derrota dos Estados Unidos na guerra mais controvertida de sua história. Coppola conseguiu o apoio da distribuidora <i>United Artists</i>, fundada por <a href=\"https://_{type: 'screen', 'id': 13848, 'screen_type': person}\">Charles Chaplin</a> (1889-1977) em 1930 para que os artistas não tivessem que depender dos estúdios comerciais, mas viu-se obrigado a negociar pessoalmente com os investidores e respaldar cada empréstimo com todas as suas propriedades e a receita que continuava sendo gerada com <a href=\"https://_{type: 'screen', 'id': 238, 'screen_type': movie}\">The Godfather</a> (BR: O Poderoso Chefão, 1972) e sua sequência. Nos anos setenta, os estúdios de Hollywood ainda não haviam sido absorvidos por multinacionais, de modo que era preciso negociar cada dólar. E as filmagens, graças ao fato de que os executivos eram cinéfilos e não economistas, podiam se estender se o filme merecesse."
    },
    {
      "type": "video",
      "video_id": "Jts9suWIDlU",
      "information": {
        "contentTitle": "Cena com a famosa frase \"Adoro o cheiro de napalm de manhã\"",
        "contentText": "A cena e monólogo de Bill Kilgore, \"... Adoro o cheiro de napalm de manhã ...\", é uma das mais icônicas da história do cinema. Após seu lançamento, Apocalypse Now ganhou ampla aclamação crítica e seu efeito cultural e temas filosóficos têm sido largamente discutidos desde então. Hoje é fortemente considerado como um dos melhores filmes de todos os tempos.",
        "source": "Youtube: Canal <i>StudiocanalUK</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Apocalypse Now</i> (que estreou no verão de 1979) era, segundo o diretor de fotografia <a href=\"https://_{type: 'screen', 'id': 7202, 'screen_type': person}\">Vittorio Storaro</a> (n-1940), “<i>um quadro da imposição de uma cultura sobre a outra e da vontade que os americanos têm de transformar tudo em espetáculo</i>”: se os soldados reais colocavam <i>rock and roll</i> para bombardear povoados vietnamitas, os do filme escutavam <i>Cavalgada das Valquírias</i>, de Wagner. Se o exército arrasou Vietnã com explosões de napalm, Coppola rodaria a maior explosão já produzida fora de uma guerra. Com 11 milhões de dólares de orçamento (mesma quantia de <a href=\"https://_{type: 'screen', 'id': 11, 'screen_type': movie}\">Star Wars</a> (BR: Guerra nas Estrelas, 1977), <i>Apocalypse Now</i> seria o primeiro <i>blockbuster</i> de arte e ensaio."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 13565, 'screen_type': person}\">Steve McQueen</a> (1930-1980) rejeitou o papel protagonista, assim como <a href=\"https://_{type: 'screen', 'id': 1158, 'screen_type': person}\">Al Pacino</a> (n-1940), <a href=\"https://_{type: 'screen', 'id': 4135, 'screen_type': person}\">Robert Redford</a> (n-1936) e <a href=\"https://_{type: 'screen', 'id': 514, 'screen_type': person}\">Jack Nicholson</a> (n-1937). A frustração levou Coppola a jogar seus cinco Oscars pela janela e, após colocá-los de novo na estante, contratar <a href=\"https://_{type: 'screen', 'id': 1037, 'screen_type': person}\">Harvey Keitel</a> (n-1939). Depois de três semanas de filmagem, porém, percebeu que o estilo de interpretação do ator não se encaixava num personagem que devia funcionar como um espectador passivo de uma viagem ao fim do mundo e à alma humana. O substituto foi <a href=\"https://_{type: 'screen', 'id': 8349, 'screen_type': person}\">Martin Sheen</a> (n-1940), que aterrissou nas Filipinas em meio à sua própria batalha com os demônios: bebia sem parar, fumava três maços por dia e, numa das primeiras cenas, estatelou-se no chão gritando entre lágrimas. Quando se olhou no espelho e deu um soco no seu reflexo, seu braço encheu-se de sangue, mas Coppola ordenou que continuassem filmando enquanto o ator gritava. <i>Apocalypse Now</i> acabava de começar. O horror ainda não tinha chegado."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_apocalypse_now_3",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cenário",
        "contentText": "Parte do grande cenário que precisou ser construído nas Filipinas para rodar ‘Apocalypse Now’.",
        "source": "GETTY"
      }
    },
    {
      "type": "text",
      "content_text": "Em vez de trabalhar a partir de um roteiro, Coppola levava a todas as partes um exemplar de <i>O Coração das Trevas</i> (o romance inadaptável de Joseph Conrad no qual se baseia o filme) grifado por ele. E escrevia cada cena na noite anterior. A produção foi feita nas Filipinas porque o presidente do país, o ditador Ferdinando Marcos, deixou tudo mais fácil: em troca de milhares de dólares diários, a equipe podia usar helicópteros e pilotos do exército filipino e bombardear com napalm os hectares de floresta que precisasse. Mas em várias ocasiões os helicópteros, ainda com as câmeras ligadas, abandonavam a cena porque tinham que combater a guerrilha rebelde filipina."
    },
    {
      "type": "text",
      "content_text": "Coppola e seus 900 trabalhadores não tinham outra opção a não ser esperar, de braços cruzados, que os pilotos aniquilassem o inimigo e decidissem retornar ao set. Com frequência, os aviadores que participavam dos ensaios não eram os mesmos que depois compareciam à rodagem, de modo que era preciso começar do zero a cada manhã. Como a própria Guerra do Vietnã, essa filmagem era a imposição de uma cultura sobre a outra (os cenários foram construídos por nativos, explorados com um dólar por dia, e um deles morreu sepultado por um bloco). E, como também ocorreu com os vietcongs, a invasão não foi tão fácil quanto os americanos achavam."
    },
    {
      "type": "video",
      "video_id": "E-QefTioe3I",
      "information": {
        "contentTitle": "Cenas de abertura do filme ",
        "contentText": "Coppola explicou que havia gravado a metragem hoje icônica durante a demolição dos conjuntos (a destruição dos sets e o pedido de remoção exigido pelo governo filipino). Filmou a demolição com múltiplas câmeras equipadas com os estoques diferentes de filme e lentes para capturar as explosões em diferentes velocidades. Queria fazer algo com as imagens dramáticas e decidiu adicioná-las aos créditos.",
        "source": "Youtube: Canal <i>THESSALONIAN31N</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O tufão <i>Olga</i> assolou as Filipinas em maio de 1976. Coppola tentou incorporar a chuva ao filme (os monções arrasaram o Vietnã durante a guerra), mas o plano se mostrou impraticável quando o temporal destruiu diversos cenários do filme. Ao saber disso, o diretor reagiu cozinhando uma bela massa enquanto escutava <i>La Bohème</i>, de Puccini. Depois de jantar, tomou a decisão de paralisar as gravações durante dois meses. Quando retomou, deu de cara com outra força da natureza: <a href=\"https://_{type: 'screen', 'id': 3084, 'screen_type': person}\">Marlon Brando</a> (1924-2004)."
    },
    {
      "type": "text",
      "content_text": "Brando apareceu com 130 quilos (apesar de o roteiro descrever Kurtz como uma criatura mitológica, esbelta e atlética), sem ter lido o roteiro e sem nenhuma intenção de dividir a cena com <a href=\"https://_{type: 'screen', 'id': 2778, 'screen_type': person}\">Dennis Hopper</a> (1936-2010) - que, para construir seu personagem, havia pedido 25 gramas de cocaína, que saíram do orçamento da produção. Mas Brando tinha toda a intenção de receber seu salário de três milhões de dólares por três semanas."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Francis queria que os sons fossem precisos, em estéreo de alta fidelidade, e quando alguém disparasse um AK-47, deveria ser um AK-47 com balas reais nele. Nós conseguimos apanhar essas armas e munições, e fomos para um local remoto onde poderíamos gravar e fazer gravações originais com todas as perspectivas certas.",
        "author": "Walter Murch relatando sobre o processo de construção do som do filme"
      }
    },
    {
      "type": "text",
      "content_text": "Coppola teve que adiar a rodagem mais outra semana para ler em voz alta os diálogos de Brando e preparar as cenas com ele. O cineasta deixou que a estrela improvisasse reflexões filosóficas, bélicas e filantrópicas num monólogo de 18 minutos filmado nas sombras a pedido do ator, que não queria que sua envergadura física distraísse os espectadores. E chegou a colocar um fone no ouvido de Brando para recitar as suas frases. Um dia, Brando disse a Coppola que já o tinha utilizado o suficiente e que, se queria mais cenas, que contratasse outro. Levantou-se da cadeira, foi embora e não voltou a aparecer no set."
    },
    {
      "type": "video",
      "video_id": "mPPGMNOLaMw",
      "information": {
        "contentTitle": "Cenas do famoso monólogo de Marlon Brando",
        "contentText": "Marlon Brando como Coronel Walter E. Kurtz, a quem Willard deve matar. Brando chegou obeso no set de filmagens e brigou com Coppola, recusando-se a ler o roteiro. Após alguns dias ele supostamente leu a obra, raspou sua cabeça e decidiu fazer as gravações.",
        "source": "Youtube: Canal <i></i>"
      }
    },
    {
      "type": "text",
      "content_text": "Enquanto esperava que Brando estivesse pronto, o produtor Gray Frederickson começou a sentir cheiro de algo podre no cenário do santuário de Kurtz. “<i>Vocês têm que se desfazer dos ratos mortos</i>”, disse ele ao designer de produção Dean Tavoularis, que lhe explicou que os roedores estavam ali de propósito para criar o clima. De repente, um aderecista que passava por lá exclamou: “<i>Pois espere até descobrir os cadáveres humanos</i>”. Diante o espanto do produtor, levaram-no a uma tenda cheia de mortos, armazenados à espera de que Coppola quisesse rodar a chegada de Willard ao santuário (onde haveria cadáveres pendurados nas árvores e espalhados pelo chão). “É que vai ficar muito autêntico”, prometeu o designer."
    },
    {
      "type": "text",
      "content_text": "O sujeito que forneceu os cadáveres não trabalhava num necrotério, como havia assegurado; tinha roubado os corpos das tumbas. A polícia então paralisou a produção por vários dias para interrogar cada um dos trabalhadores e se certificar de que não eram assassinos. Ante a impossibilidade de devolver os corpos não identificados aos túmulos (e a recusa da <i>United Artists</i> de pagar os enterros), ninguém sabe ou ninguém quis contar o que fizeram com eles."
    },
    {
      "type": "text",
      "content_text": "Em 5 de março de 1977, quatro dias depois que a rodagem completou um ano, <i>Martin Sheen</i> acordou às duas da madrugada com uma dor insuportável no peito. O ator saiu de sua tenda e se arrastou pela estrada, agonizando por um quilômetro até encontrar ajuda. Estava tendo um infarto. Ao saber disso, Coppola sofreu um ataque epiléptico, mas tentou ocultar o incidente à <i>United Artists</i>. “<i>Mesmo se Martin morrer, não estará morto até que eu disser</i>”, advertiu o diretor. Coppola acumulou uma dívida equivalente a 135 milhões de reais que deixaria sua esposa Eleanor e seus três filhos (Gio, de 12 anos; Roman, de 10; e Sofia, de 4) na mendicância. O suicídio já nem sequer era uma opção."
    },
    {
      "type": "video",
      "video_id": "nZ_zNUmr8fM",
      "information": {
        "contentTitle": "Cena icônica \"Ride of the Valkyries\"",
        "contentText": "Problemas surgiram novamente quando Marcos e sua força aérea começaram a cobrar de Coppola uma fortuna pelo aluguel de helicópteros, mas ao mesmo tempo os generais pareciam considerar o filme \"um programa gratuito de treinamento de pilotos\", escreveu Michael Goodwin e Naomi Wise em On the Edge: The Life and Times of Francis Coppola. Eles enviaram um grupo diferente de aviadores novatos todos os dias, então os ensaios de voo do dia anterior eram inúteis; milhares de dólares foram perdidos.",
        "source": "Youtube: Canal <i>Screen Themes</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Apocalypse Now</i>, com um orçamento que hoje seria equiparável ao de <a href=\"https://_{type: 'screen', 'id': 335983, 'screen_type': movie}\">Venom</a> (2018) ou ao de <a href=\"https://_{type: 'screen', 'id': 254128, 'screen_type': movie}\">San Andreas</a> (BR: Terremoto: A Falha de San Andreas, 2015), havia superado <a href=\"https://_{type: 'screen', 'id': 8095, 'screen_type': movie}\">Cleopatra</a> (BR: Cleópatra, 1963) como o filme mais caro da história até então. Durante as seis semanas em que Sheen esteve afastado, Coppola rodou cenas que não estavam previstas no roteiro, enviou um telegrama a seu amigo (e diretor original do projeto) <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1944) para parabenizá-lo pelo sucesso de <i>Guerra nas Estrelas</i> – e, de quebra, para pedir dinheiro – e continuou enrolando para terminar o filme. Como acontece com a guerra, Coppola sabia quando e como começá-lo (embora nunca por quê), mas não tinha ideia de como ou quando o terminaria. E por mais que o estendesse, o final estaria lá, esperando por ele."
    },
    {
      "type": "text",
      "content_text": "A última etapa da rodagem ficou a cargo de um Francis Ford Coppola 50 quilos mais magro, que insistia em prosseguir na iniciativa apesar dos sinais de advertência. Os trabalhadores tinham disenteria quase diariamente, o ator que interpretava o surfista Lance (Sam Bottoms) aparecia sempre chapado com <i>speed</i>, maconha ou LSD porque toda a equipe havia caído na farra de madrugada, os animais selvagens espreitavam as tendas de campanha durante a noite, as associações de defesa dos animais haviam denunciado o sacrifício de um búfalo para a filmagem da cena final e a <i>United Artists</i> pretendia reduzir o valor do seguro de vida de Coppola. Sua vida já não valia tanto quanto no início da empreitada <i>Apocalypse Now</i>, mas era preciso terminar o longa ainda que fosse (literalmente) a única coisa que fizesse. Só assim o investimento seria justificado ante os credores. A essa altura, Coppola já estava convencido de que o filme seria espantoso."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Nunca houve cinco finais, apenas um, mesmo que houvesse versões editadas de forma diferente.",
        "author": "Richard Beggs sobre os Rumores dos cinco finais do filme"
      }
    },
    {
      "type": "text",
      "content_text": "Quando o apresentou no Festival de Cannes, onde acabaria ganhando a <i>Palma de Ouro</i> apesar de não estar concluído, Coppola traçou um paralelo entre a rodagem e a guerra que retratava: “<i>Éramos sujeitos com acesso a dinheiro demais e material demais, e pouco a pouco fomos ficando loucos. Meu filme não é sobre o Vietnã; meu filme é o Vietnã.</i>”"
    },
    {
      "type": "video",
      "video_id": "3k1OYtFZs6I",
      "information": {
        "contentTitle": "Cena emblemática do filme",
        "contentText": "Coppola e Roos tinham ficado impressionados com o teste de Martin Sheen para o papel de Michael Corleone em The Godfather e ele se tornou sua melhor escolha para atuar Willard, mas o ator já havia aceitado outro projeto e Harvey Keitel foi escalado para o papel com base em seu trabalho em Mean Streets, de Martin Scorsese. A filmagem começou três semanas depois. Dentro de alguns dias, Coppola estava descontente com as tomadas de Harvey Keitel no papel do Capitão, dizendo que o ator \"achou difícil interpretá-lo como um espectador passivo\". Depois de ver as primeiras cenas, o diretor pegou um avião de volta para Los Angeles e substituiu Keitel por Sheen.",
        "source": "Youtube: Canal <i>Max Cady</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Apocalypse Now</i> arrecadou cinco vezes mais que seu orçamento, o que salvou Coppola da falência, embora a ruína definitiva viesse com <a href=\"https://_{type: 'screen', 'id': 41291, 'screen_type': movie}\">One from the Heart</a> (BR: O Fundo do Coração, 1981). Hoje, ele diz que todo o dinheiro que tem é graças ao seu vinhedo de Napa, na Califórnia. “<i>O filme já não é tão estranho visto hoje</i>”, refletia em 2019 o diretor. “<i>Aconteceu com ele o mesmo que ocorre com essas pinturas de vanguarda que, com o tempo, se transformam em estampas para papel de parede.</i>\""
    },
    {
      "type": "text",
      "content_text": "Marlon Brando, até o seu último dia de vida (morreu em 2004), reclamou que Coppola era “<i>um gordo sacana</i>” que lhe devia dois milhões de euros (9 milhões de reais). <i>Apocalypse Now</i> demorou tanto para ser filmado que, em 1978, <i>O Franco-Atirador</i> tirou dele a honra de ser o primeiro filme de Hollywood sobre o Vietnã. Antes de entregar o Oscar ao diretor de O Franco-Atirador, Michael Cimino (que arruinaria sua carreira dois anos depois, causando também o fechamento da <i>United Artists</i>, com <a href=\"https://_{type: 'screen', 'id': 10935, 'screen_type': movie}\">Heaven's Gate</a> (BR: O Portal do Paraíso, 1980)), Coppola aproveitou para fazer uma advertência sobre Hollywood que foi recebida com escárnio: a imprensa o ridicularizou, concluindo que tinha ficado definitivamente louco por culpa da rodagem de <i>Apocalypse Now</i>. Qual foi a aberração que Coppola se atreveu a profetizar? “<i>Preparem-se, porque a tecnologia digital está a ponto de mudar o cinema para sempre.</i>\"",
      "content_credits": "Resumo baseado no artigo \"40 anos de ‘Apocalypse Now’: assim foi o set mais selvagem da história\", de Juan Sanguino no brasil.elpais.com.br."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/gQB8Y5RCMkv2zwzFHbUJX3kAhvA.jpg",
          "popularity": 28.238,
          "vote_count": 5308,
          "video": false,
          "media_type": "movie",
          "id": 28,
          "adult": false,
          "backdrop_path": "\/9Qs9oyn4iE8QtQjGZ0Hp2WyYNXT.jpg",
          "original_language": "en",
          "original_title": "Apocalypse Now",
          "genre_ids": [
            18,
            10752
          ],
          "title": "Apocalypse Now",
          "vote_average": 8.3,
          "overview": "At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.",
          "release_date": "1979-08-15"
        },
        {
          "vote_count": 2875,
          "popularity": 27.526,
          "id": 792,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Platoon",
          "release_date": "1986-12-19",
          "original_language": "en",
          "original_title": "Platoon",
          "genre_ids": [
            18,
            10752,
            28
          ],
          "backdrop_path": "\/cLybNkD3CtoNv1ifvN2i9xlmufK.jpg",
          "adult": false,
          "overview": "As a young and naive recruit in Vietnam, Chris Taylor faces a moral crisis when confronted with the horrors of war and the duality of man.",
          "poster_path": "\/m3mmFkPQKvPZq5exmh0bDuXlD9T.jpg"
        },
        {
          "poster_path": "\/xZHNAcCVd5gUy68MBc4CmDqmely.jpg",
          "popularity": 12.751,
          "vote_count": 568,
          "video": false,
          "media_type": "movie",
          "id": 651,
          "adult": false,
          "backdrop_path": "\/xtdppb9qsfX0Z2cUJ0OiaNR6UV1.jpg",
          "original_language": "en",
          "original_title": "M*A*S*H",
          "genre_ids": [
            35,
            18,
            10752
          ],
          "title": "M*A*S*H",
          "vote_average": 7.1,
          "overview": "The staff of a Korean War field hospital use humor and high jinks to keep their sanity in the face of the horror of war.",
          "release_date": "1970-02-18"
        },
        {
          "poster_path": "\/wT3DeCZ3Ax5VYhKu6ajyEvA1hXG.jpg",
          "popularity": 19.233,
          "vote_count": 2350,
          "video": false,
          "media_type": "movie",
          "id": 11778,
          "adult": false,
          "backdrop_path": "\/jtRqGkW6ywSyKlnx7k399OW69Ur.jpg",
          "original_language": "en",
          "original_title": "The Deer Hunter",
          "genre_ids": [
            18,
            10752
          ],
          "title": "The Deer Hunter",
          "vote_average": 8,
          "overview": "A group of working-class friends decide to enlist in the Army during the Vietnam War and finds it to be hellish chaos -- not the noble venture they imagined. Before they left, Steven married his pregnant girlfriend -- and Michael and Nick were in love with the same woman. But all three are different men upon their return.",
          "release_date": "1978-03-09"
        },
        {
          "vote_count": 7007,
          "popularity": 35.347,
          "id": 600,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "Full Metal Jacket",
          "release_date": "1987-06-26",
          "original_language": "en",
          "original_title": "Full Metal Jacket",
          "genre_ids": [
            18,
            10752
          ],
          "backdrop_path": "\/v6JAlrwRLCnIujs9NFIViursbhg.jpg",
          "adult": false,
          "overview": "A pragmatic U.S. Marine observes the dehumanizing effects the U.S.-Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
          "poster_path": "\/kMKyx1k8hWWscYFnPbnxxN4Eqo4.jpg"
        },
        {
          "vote_count": 434,
          "popularity": 12.552,
          "id": 625,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "The Killing Fields",
          "release_date": "1984-11-02",
          "original_language": "en",
          "original_title": "The Killing Fields",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "backdrop_path": "\/kjEgZzhigOU6dZKGfw1oVOnmVId.jpg",
          "adult": false,
          "overview": "The real-life story of a friendship between two journalists, an American and a Cambodian, during the bloody Khmer Rouge takeover of Cambodia in 1975, which led to the death of 2-3 million Cambodians during the next four years, until Pol Pot's regime was toppled by the intervening Vietnamese in 1979.",
          "poster_path": "\/cPtW4lp8to8jMKHqhUWMMjWPmAG.jpg"
        },
        {
          "poster_path": "\/f5MEWdJxePFjaDnQtzXlRCCHggm.jpg",
          "popularity": 5.274,
          "vote_count": 52,
          "video": false,
          "media_type": "movie",
          "id": 42449,
          "adult": false,
          "backdrop_path": "\/t5dzF5wHcra6cBsqMC8n5KeR25R.jpg",
          "original_language": "en",
          "original_title": "Hearts and Minds",
          "genre_ids": [
            99,
            10752
          ],
          "title": "Hearts and Minds",
          "vote_average": 8.1,
          "overview": "Many times during his presidency, Lyndon B. Johnson said that ultimate victory in the Vietnam War depended upon the U.S. military winning the \"hearts and minds\" of the Vietnamese people. Filmmaker Peter Davis uses Johnson's phrase in an ironic context in this anti-war documentary, filmed and released while the Vietnam War was still under way, juxtaposing interviews with military figures like U.S. Army Chief of Staff William C. Westmoreland with shocking scenes of violence and brutality.",
          "release_date": "1974-01-01"
        },
        {
          "poster_path": "\/eOuaZWChAK3YQmWH2yD7eIr5o2.jpg",
          "popularity": 7.18,
          "vote_count": 63,
          "video": false,
          "media_type": "movie",
          "id": 31593,
          "adult": false,
          "backdrop_path": "\/6BW5JJ9XMXfbG5x4gTuv6MGrKlN.jpg",
          "original_language": "en",
          "original_title": "Cutter's Way",
          "genre_ids": [
            80,
            18,
            9648,
            53
          ],
          "title": "Cutter's Way",
          "vote_average": 6.5,
          "overview": "Richard spots a man dumping a body, and decides to expose the man he thinks is the culprit with his friend Alex Cutter.",
          "release_date": "1981-03-19"
        },
        {
          "poster_path": "\/cfTUzS1vOV0HMO6iqUDHefPAXsQ.jpg",
          "popularity": 14.171,
          "vote_count": 504,
          "video": false,
          "media_type": "movie",
          "id": 10142,
          "adult": false,
          "backdrop_path": "\/bvEqzhDV32rAvT8zxKqQ6ASrVcC.jpg",
          "original_language": "en",
          "original_title": "Casualties of War",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "title": "Casualties of War",
          "vote_average": 7.2,
          "overview": "During the Vietnam War, a soldier finds himself the outsider of his own squad when they unnecessarily kidnap a female villager. Based on the actual events of an incident on Hill 192 in November, 1966.",
          "release_date": "1989-08-18"
        },
        {
          "poster_path": "\/c5WG23iqf3RakGOTjZnBATbYM1f.jpg",
          "popularity": 11.379,
          "vote_count": 94,
          "video": false,
          "media_type": "movie",
          "id": 22377,
          "adult": false,
          "backdrop_path": "\/691aKLmln9XRXHI85lMZRK4SnV9.jpg",
          "original_language": "en",
          "original_title": "The Green Berets",
          "genre_ids": [
            18,
            10752
          ],
          "title": "The Green Berets",
          "vote_average": 5.7,
          "overview": "Col. Mike Kirby picks two teams of crack Green Berets for two missions in South Vietnam. The first is to strengthen a camp that is trying to be taken by the enemy. The second is to kidnap a North Vietnamese General.",
          "release_date": "1968-07-04"
        },
        {
          "vote_count": 104,
          "popularity": 9.187,
          "id": 31657,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Coming Home",
          "release_date": "1978-02-15",
          "original_language": "en",
          "original_title": "Coming Home",
          "genre_ids": [
            18,
            10749,
            10752
          ],
          "backdrop_path": "\/qhv8bDsB2U1C6R4DAntuAfelOiE.jpg",
          "adult": false,
          "overview": "The wife of a Marine serving in Vietnam, Sally Hyde decides to volunteer at a local veterans hospital to occupy her time. There she meets Luke Martin, a frustrated wheelchair-bound vet who has become disillusioned with the war. Sally and Luke develop a friendship that soon turns into a romance.",
          "poster_path": "\/jBsYWNBYNEi5EhT1hC8iexcTsWT.jpg"
        },
        {
          "vote_count": 1637,
          "popularity": 13.904,
          "id": 801,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Good Morning, Vietnam",
          "release_date": "1987-12-23",
          "original_language": "en",
          "original_title": "Good Morning, Vietnam",
          "genre_ids": [
            35,
            18,
            10752
          ],
          "backdrop_path": "\/cQEkz8tFjsjxia4JP4oaTyCMqoJ.jpg",
          "adult": false,
          "overview": "Radio funny man Adrian Cronauer is sent to Vietnam to bring a little comedy back into the lives of the soldiers. After setting up shop, Cronauer delights the G.I.s but shocks his superior officer, Sergeant Major Dickerson, with his irreverent take on the war. While Dickerson attempts to censor Cronauer's broadcasts, Cronauer pursues a relationship with a Vietnamese girl named Trinh, who shows him the horrors of war first-hand.",
          "poster_path": "\/y4zILnCypdVbiq9pyWrtmygZdWN.jpg"
        },
        {
          "poster_path": "\/c5gSie6ZA90iBs62yNM5MV4y9R7.jpg",
          "popularity": 15.061,
          "vote_count": 1038,
          "video": false,
          "media_type": "movie",
          "id": 2604,
          "adult": false,
          "backdrop_path": "\/pzKs6MXm2175ZTEgADxKHttFPqp.jpg",
          "original_language": "en",
          "original_title": "Born on the Fourth of July",
          "genre_ids": [
            18,
            10752
          ],
          "title": "Born on the Fourth of July",
          "vote_average": 7,
          "overview": "The biography of Ron Kovic. Paralyzed in the Vietnam war, he becomes an anti-war and pro-human rights political activist after feeling betrayed by the country he fought for.",
          "release_date": "1989-03-02"
        },
        {
          "poster_path": "\/hvvR7Yf743pc2E2F1VJ2dfZl7OZ.jpg",
          "popularity": 10.159,
          "vote_count": 131,
          "video": false,
          "media_type": "movie",
          "id": 31642,
          "adult": false,
          "backdrop_path": "\/o0F4QDlH12j8GmGEV8GvSDGmyFT.jpg",
          "original_language": "en",
          "original_title": "Heaven & Earth",
          "genre_ids": [
            28,
            18,
            36,
            10752
          ],
          "title": "Heaven & Earth",
          "vote_average": 6.5,
          "overview": "Le Ly lives in a small Vietnamese village whose serenity is shattered when war breaks out. Caught between the Viet Cong and the South Vietnamese army, the village is all but destroyed. After being both brutalized and raped, Le Ly resolves to flee. She leaves for the city, surviving desperate situations, but surviving nonetheless. Eventually she meets a U.S. Marine named Steve Butler who treats her kindly and tells her he would like to be married -- maybe to her.",
          "release_date": "1993-12-24"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1776,
          "name": "Francis Ford Coppola",
          "profile_path": "/mGKkVp3l9cipPt10AqoQnwaPrfI.jpg"
        },
        {
          "id": 240,
          "name": "Stanley Kubrick",
          "profile_path": "/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg"
        },
        {
          "id": 380,
          "name": "Robert De Niro",
          "profile_path": "/cT8htcckIuyI1Lqwt1CvD02ynTh.jpg"
        },
        {
          "id": 1152,
          "name": "Oliver Stone",
          "profile_path": "/nPFtjueZHmU56boVKXEvAoQOTWf.jpg"
        },
        {
          "id": 9789,
          "name": "Robert Altman",
          "profile_path": "/pkbsstArulDGzHRL4Aam1WuAe7b.jpg"
        },
        {
          "id": 8349,
          "name": "Martin Sheen",
          "profile_path": "/m2Y3Q0uyuW6htrn2W9UWCWMkpZu.jpg"
        },
        {
          "id": 154,
          "name": "Walter Murch",
          "profile_path": "/7ZUPk0aT7IBm4xPeILzm8dUrl48.jpg"
        },
        {
          "id": 4690,
          "name": "Christopher Walken",
          "profile_path": "/ApgDL7nudR9T2GpjCG4vESgymO2.jpg"
        },
        {
          "id": 3084,
          "name": "Marlon Brando",
          "profile_path": "/fuTEPMsBtV1zE98ujPONbKiYDc2.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}