{
  "number": 18,
  "content_list": [
    {
      "type": "text",
      "content_text": "Em 1976, a <i>Revolução Cultural</i> foi encerrada com a morte do Camarada Mao. Poucos poderiam ter previsto que ao fim dos anos 1980 o cinema chinês estaria produzindo alguns dos filmes mais originais e aclamados do mundo. A reabertura da <i>Academia de Filme de Pequim</i> abriu o caminho e quando a primeira turma se formou em 1982, a chamada <strong>Quinta Geração</strong> de cineastas estava pronta para encabeçar uma revolução no cinema chinês."
    },
    {
      "type": "video",
      "video_id": "sIhuNRtGHtQ",
      "information": {
        "contentTitle": "Trailer do filme Terra Amarela",
        "contentText": "Zhang Yimou , colega de Chen, fotografou o filme. Richard James Havis, autor de Changing the Face of Chinese Cinema: An Interview with Chen Kaige, disse que o filme foi o primeiro filme chinês \"pelo menos desde a Libertação Comunista de 1949, a contar uma história por meio de imagens em vez de diálogo\".",
        "source": "Youtube: Canal <i>Tiffanie Hsu</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Enquanto isso, os diretores mais velhos, da Quarta Geração já estavam reavaliando o conturbado passado da China. <a href=\"https://_{type: 'screen', 'id': 1001089, 'screen_type': person}\">Xie Jin</a> (1923-2008) usou o melodrama para lançar um olhar sobre as perseguições políticas da Revolução Cultural em <a href=\"https://_{type: 'screen', 'id': 131482, 'screen_type': movie}\">Tian Yun Shan Chuan Qi</a> (BR: A lenda da montanha Tianyum, 1980). Eles também adotaram uma forma mais inovadora de fazer cinema que resultou em um novo realismo."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Ao final de A cidade das tristezas, você percebe que Hou vê o mundo como ele é, com todo o seu brilho contraditório.",
        "author": "Glen Heathe Hr. Sobre A cidade das tristezas (1989)"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1184593, 'screen_type': person}\">Zhang Nuanxing</a> (1941-1995), por exemplo, optou pelo estilo de um semidocumentário em <a href=\"https://_{type: 'screen', 'id': 288533, 'screen_type': movie}\">Sha Ou</a> (BR: Desejo de vencer, 1981). A Quarta Geração lidou com questões de relevância contemporânea. Em <a href=\"https://_{type: 'screen', 'id': 244308, 'screen_type': movie}\">Xiangnu xiaoxiao</a> (BR: Noiva Xiao Xiao, 1986), <a href=\"https://_{type: 'screen', 'id': 1068110, 'screen_type': person}\">Xie Fei</a> (n-1942) mostrou a persistência das tradições ligadas ao casamento nas regiões rurais."
    },
    {
      "type": "video",
      "video_id": "caU7X7LV-5E",
      "information": {
        "contentTitle": "Trailer do filme A cidade das tristezas",
        "contentText": "A cidade das tristezas foi o primeiro (de três) filmes taiwaneses a ganhar o prêmio Leão de Ouro no Festival de Cinema de Veneza, e costuma ser considerada a obra-prima de Hou. O filme foi selecionado como a entrada taiwanesa de Melhor Filme Estrangeiro no 62º Oscar , mas não foi aceito como indicado.",
        "source": "Youtube: Canal <i>yuechenzhao</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Além do mais, como professores da Academia de Filme de Pequim, os diretores da Quarta Geração influenciariam a geração seguinte de cineastas. Nas palavras de Zhang Yinjiang \"<i>Como seus antecessores, a Quinta Geração favoreceu uma estrutura não dramática e despolitizada de narrativa, mas foi além com diálogos música escassos, bem como com uma abundância de ambiguidades na caracterização e na narrativa. Insistiram em mostrar seus filmes, em vez de contar o que acontecia.\""
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 20640, 'screen_type': person}\">Chen Kaige</a> (n-1952) fez uma estreia visualmente impressionante com <a href=\"https://_{type: 'screen', 'id': 92990, 'screen_type': movie}\">Huang tu di</a> (BR: Terra amarela, 1985) no remoto estúdio Guangxi, perto da fronteira com o Vietnã. <a href=\"https://_{type: 'screen', 'id': 607, 'screen_type': person}\">Zhang Yimou</a> (n-1951), que trabalhou como cinegrafista em filmes de Chen, fez sua própria estreia com <a href=\"https://_{type: 'screen', 'id': 42006, 'screen_type': movie}\">Hong Gao Liang</a> (BR: Sorgo vermelho, 1987), um torturante relato sobre a história da China antes da guerra civil."
    },
    {
      "type": "video",
      "video_id": "bipSXb33TL4",
      "information": {
        "contentTitle": "Cenas do filme Alvo duplo",
        "contentText": "Embora tenha sido produzido com um orçamento apertado e fosse relativamente desconhecido até ir às telas (devido a praticamente nenhuma propaganda), quebrou o recorde de bilheteria de Hong Kong e se tornou um blockbuster na Ásia.",
        "source": "Youtube: Canal <i>OsoInfinite95</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Aqui, como em seus filmes posteriores, Zhang se beneficiou de um desempenho intenso de sua estrela, Gong Li, e aproveitou muito o complexo simbolismo visual do vermelho - cor vinculada ao fogo e ao sangue, mas com tradicionais associações com a felicidade, na China."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Alvo Duplo é obrigatório para conhecer as raízes da reputação de John Woo como mestre do cinema de ação.",
        "author": "Ronald Perrone sobre Alvo Duplo (1986)"
      }
    },
    {
      "type": "text",
      "content_text": "O comunismo, porém, não dominava todo o mundo de língua chinesa. Do outro lado do estreito, a ilha capitalista de Taiwan também experimentava um renascimento cinematográfico com a emergência de um cinema de arte criativo e peculiar. As principais figuras desse renascimento foram <a href=\"https://_{type: 'screen', 'id': 64992, 'screen_type': person}\">Hou Hsiao-hsien</a> (n-1947), cujos filmes são caracterizados por longas sequências e longas tomadas que lembram o clássico cinema japonês. Sua obra mais importante é, indiscutivelmente, a trilogia de Taiwan, que se inicia com Bei <a href=\"https://_{type: 'screen', 'id': 49982, 'screen_type': movie}\">Qing Cheng Shi</a> (BR: A cidade das tristezas, 1989). O outro diretor notável no Cinema Novo de Taiwan foi <a href=\"https://_{type: 'screen', 'id': 143035, 'screen_type': person}\">Edward Yang</a> (1947-2007), cujo filme <a href=\"https://_{type: 'screen', 'id': 78450, 'screen_type': movie}\">Kong bu fen zi</a> (BR: Terroristas, 1986) explora de forma marcante o tema da angústia urbana. "
    },
    {
      "type": "video",
      "video_id": "DgE15H5wnJQ",
      "information": {
        "contentTitle": "Cenas do filme Sorgo Vermelho",
        "contentText": "Cores fortes e exuberantes impregnam O sorgo vermelho, a exótica parábola de Zhang Yimou ambientada em uma destilaria de vinho de sorgo, em uma zona rural.",
        "source": "Youtube: Canal <i>James P</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em outra parte do mundo de língua chinesa, <a href=\"https://_{type: 'screen', 'id': 11401, 'screen_type': person}\">John Woo</a> (n-1946) mudou as feições do cinema de Hong Kong e influenciou profundamente o cinema internacional com o thriller de ação <a href=\"https://_{type: 'screen', 'id': 11471, 'screen_type': movie}\">Ying Hung Boon Sik</a> (BR: Alvo duplo, 1986). Essa história descolada e estilizada de dois irmãos rivais - um gangster e um policial - deu folego renovado à carreira de Chow Yun Fat que parecia estagnada, e quebrou recordes de bilheteria em Hong Kong.",
      "content_credits": "Resumo baseado no texto de <i>Alexanger Jacob</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/pJHERfFGTCm3YlbwKNkqlLxphba.jpg",
          "popularity": 8.987,
          "vote_count": 238,
          "video": false,
          "media_type": "movie",
          "id": 11471,
          "adult": false,
          "backdrop_path": "\/d7xf5FxPjNwLJyBvPl8kXDKIQqs.jpg",
          "original_language": "zh",
          "original_title": "英雄本色",
          "genre_ids": [
            28,
            80,
            18
          ],
          "title": "A Better Tomorrow",
          "vote_average": 7.4,
          "overview": "A reforming ex-gangster tries to reconcile with his estranged policeman brother, but the ties to his former gang are difficult to break.",
          "release_date": "1986-08-02"
        },
        {
          "vote_count": 26,
          "popularity": 3.553,
          "id": 92990,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Yellow Earth",
          "release_date": "1984-08-19",
          "original_language": "zh",
          "original_title": "黄土地",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Yellow earth focuses on the story of a Communist soldier who is sent to the countryside to collect folk songs for the Communist Revolution. There he stays with a peasant family and learns that the happy songs he was sent to collect do not exist; the songs he finds are about hardship and suffering. He returns to the Army, but promises to come back for the young girl, Cuiqiao, who has been spellbound by his talk of the freedom women have under Communist rule and who wants to join the Communist Army.",
          "poster_path": "\/7cFQRw99d2pztDouSqFcl6Kqf9m.jpg"
        },
        {
          "vote_count": 53,
          "popularity": 9.188,
          "id": 49982,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "A City of Sadness",
          "release_date": "1989-10-21",
          "original_language": "zh",
          "original_title": "悲情城市",
          "genre_ids": [
            18,
            36
          ],
          "backdrop_path": "\/yors8W7XnVaTn1JkoEFa0SZQcHP.jpg",
          "adult": false,
          "overview": "Soon after Japan relinquishes control of Taiwan in 1945, the Lin brothers face hardships from the changing culture. Bar owner Wen-heung, the eldest brother, falls foul of local gangsters, Wen-sun disappears, and Wen-leung, scarred by his experiences in the war, ends up in an insane asylum. Deaf-mute photographer Wen-ching, the youngest brother, decides to make a stand and fight the Kuomintang government from China that is assuming power.",
          "poster_path": "\/n1aIYLgnrlsUrh77G2OdQT9NV1.jpg"
        },
        {
          "poster_path": "\/xO8X6GOPJsurTu3xvxFWqJJlJNa.jpg",
          "popularity": 4.623,
          "vote_count": 46,
          "video": false,
          "media_type": "movie",
          "id": 78450,
          "adult": false,
          "backdrop_path": "\/5TyfUFEX48VenNoxJBMMb91qkka.jpg",
          "original_language": "zh",
          "original_title": "恐怖分子",
          "genre_ids": [
            80,
            18
          ],
          "title": "Terrorizers",
          "vote_average": 7.2,
          "overview": "The lives of a couple, an amateur photographer and an injured girl intertwine.",
          "release_date": "1986-01-01"
        },
        {
          "vote_count": 91,
          "popularity": 8.212,
          "id": 42006,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Red Sorghum",
          "release_date": "1988-10-10",
          "original_language": "zh",
          "original_title": "红高粱",
          "genre_ids": [
            18,
            10752
          ],
          "backdrop_path": "\/4bjVA2NrkrdNPPpKUt7eR2P3xlf.jpg",
          "adult": false,
          "overview": "An old leper who owned a remote sorghum winery dies. Jiu'er, the wife bought by the leper, and her lover, identified only as \"my Grandpa\" by the narrator, take over the winery and set up an idealized quasi-matriarchal community headed by Jiu'er. When the Japanese invaders subject the area to their rule and cut down the sorghum to make way for a road, the community rises up and resists as the sorghum grows anew.",
          "poster_path": "\/2CP2eazEBKJ3njm4HM63pMfs5tW.jpg"
        },
        {
          "poster_path": "\/r6evRAtqfodrY9eytNt7Oc7gg0a.jpg",
          "popularity": 4.77,
          "vote_count": 16,
          "video": false,
          "media_type": "movie",
          "id": 105703,
          "adult": false,
          "backdrop_path": "\/k9umWAxbyVZQkd1zTKoo9HeOab2.jpg",
          "original_language": "zh",
          "original_title": "風櫃來的人",
          "genre_ids": [
            18
          ],
          "title": "The Boys from Fengkuei",
          "vote_average": 7,
          "overview": "Ah-Ching and his friends have just finished school in their island fishing village, and now spend most of their time drinking and fighting. Three of them decide to go to the port city of Kaohsiung to look for work. They find an apartment through relatives, and Ah-Ching is attracted to the girlfriend of a neighbor. There they face the harsh realities of the big city.",
          "release_date": "1983-07-13"
        },
        {
          "vote_count": 17,
          "popularity": 4.235,
          "id": 92989,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "A Summer at Grandpa's",
          "release_date": "1984-11-24",
          "original_language": "zh",
          "original_title": "冬冬的假期",
          "genre_ids": [
            18,
            10751
          ],
          "backdrop_path": "\/b2TZgBgVRqy9UhMXzJ1Ww4NAuNa.jpg",
          "adult": false,
          "overview": "A coming-of-age story about a young brother and sister whom spend a pivotal summer in the country with their grandparents.",
          "poster_path": "\/yIN6KY9Beo33QM5kq4fmXAl14pX.jpg"
        },
        {
          "poster_path": "\/pHcVACQb0bPCOQXG5zPKIdxCALT.jpg",
          "popularity": 5.672,
          "vote_count": 35,
          "video": false,
          "media_type": "movie",
          "id": 106380,
          "adult": false,
          "backdrop_path": "\/5K2fuinltM5TlVWHDXazC0XazHW.jpg",
          "original_language": "zh",
          "original_title": "青梅竹馬",
          "genre_ids": [
            18
          ],
          "title": "Taipei Story",
          "vote_average": 7.4,
          "overview": "A young woman urgently seeks to navigate the maze of contemporary Taipei and find a future. She hopes that her boyfriend Lung is the key to the future, but Lung is stuck in a past that combines baseball and traditional loyalty that leads him to squander his nest egg bailing her father out of financial trouble.",
          "release_date": "1985-01-01"
        },
        {
          "vote_count": 9,
          "popularity": 2.856,
          "id": 122973,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "Hibiscus Town",
          "release_date": "1987-03-05",
          "original_language": "zh",
          "original_title": "芙蓉镇",
          "genre_ids": [
            10749,
            18,
            36
          ],
          "backdrop_path": "\/rPnhFrMcEu1VLMGHiJ2flG5GIZU.jpg",
          "adult": false,
          "overview": "Based on a novel by the same name written by Gu Hua, a melodrama about the life and travails of a young woman who lives through the turmoil of the Cultural Revolution.",
          "poster_path": "\/7risyxU8FhHjjQ5jL0UdQiW3Oyj.jpg"
        },
        {
          "vote_count": 66,
          "popularity": 6.562,
          "id": 41821,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Ju Dou",
          "release_date": "1990-04-21",
          "original_language": "zh",
          "original_title": "菊豆",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/7lCPmigknywhqLU3kt1evfvEuyT.jpg",
          "adult": false,
          "overview": "A woman married to the brutal and infertile owner of a dye mill in rural China conceives a boy with her husband's nephew but is forced to raise her son as her husband's heir without revealing his parentage in this circular tragedy. Filmed in glowing technicolour, this tale of romantic and familial love in the face of unbreakable tradition is more universal than its setting.",
          "poster_path": "\/ejvX1lukPZZ10jatUWmKaXbhjGI.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11401,
          "name": "John Woo",
          "profile_path": "/s7sDmQq8cegHnsTmD0u2eZ4ArYZ.jpg"
        },
        {
          "id": 1001089,
          "name": "Jin Xie",
          "profile_path": "/3vlQgUJZarCYfYNXrScTuO1DhJO.jpg"
        },
        {
          "id": 20640,
          "name": "Chen Kaige",
          "profile_path": "/7Ap9bUjDKwKMqtoza8W0PEYXoli.jpg"
        },
        {
          "id": 64992,
          "name": "Hou Hsiao-hsien",
          "profile_path": "/rqP4CEO6toAwGhsj8mmdu3Bta6I.jpg"
        },
        {
          "id": 143035,
          "name": "Edward Yang",
          "profile_path": "/ziiIOHdtINX32KeVDHXnrGh0Nx4.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}