{
  "number": 11,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os <i>musicais de Hollywood</i> estão profundamente associados aos anos dourados do cinema americano, mas não desapareceram com o fim do sistema de estúdios. Em vez disso, mudaram de formato. O musical tradicional ainda podia ser encontrado com frequência, ligeiramente remodelado para atender a uma plateia mais moderna."
    },
    {
      "type": "video",
      "video_id": "LUID0jSh2Ic",
      "information": {
        "contentTitle": "Cenas do filme Os Embalos de Sábado à Noite",
        "contentText": "A discoteca onde brilha Tony Manero - 2001 Odyssey (inspirado no filme «2001: Odisseia no Espaço», de Stanley Kubrick, de 1968), em Brooklyn - funcionou como tal até 1987, altura em que se converteu num clube gay chamado Spectrum. Em 2005, apesar dos protestos dos fãs do filme, que consideravam o lugar como um santuário, o espaço foi demolido.",
        "source": "Youtube: Canal <i>stufal69</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, o gênero foi levado para novas áreas, explorando questões contemporâneas e modismos, como uma plataforma para novos gêneros musicais ou para reavaliar o passado. As duas primeiras partes de <a href=\"https://_{type: 'screen', 'id': 33740, 'screen_type': movie}\">That's Entertainment!</a> (BR: Era uma vez em Hollywood, 1974) e <a href=\"https://_{type: 'screen', 'id': 74719, 'screen_type': movie}\">That's Entertainment! Part 2</a> (BR: Era uma vez em Hollywood – Parte 2, 1974) lembraram o apogeu do musical de Hollywood."
    },
    {
      "type": "text",
      "content_text": "Também houve lançamentos contemporâneos que pouco se diferenciavam das produções dos anos 1950: <a href=\"https://_{type: 'screen', 'id': 13765, 'screen_type': movie}\">Scrooge</a> (BR: O adorável avarento, 1970), <a href=\"https://_{type: 'screen', 'id': 252, 'screen_type': movie}\">Willy Wonka & the Chocolate Factory</a> (BR: A Fantástica Fábrica de Chocolate, 1971), <a href=\"https://_{type: 'screen', 'id': 14811, 'screen_type': movie}\">Fiddler on the Roof</a> (BR: Um Violinista no Telhado, 1971), <a href=\"https://_{type: 'screen', 'id': 39282, 'screen_type': movie}\">Funny Lady</a> (BR: Funny Lady - A Garota Genial, 1975) e <a href=\"https://_{type: 'screen', 'id': 15739, 'screen_type': movie}\">Annie</a> (1982) adotaram um estilo clássico e apresentaram uma perfeita fuga da realidade."
    },
    {
      "type": "video",
      "video_id": "I8P80A8vy9I",
      "information": {
        "contentTitle": "Cenas do filme Cabaret",
        "contentText": "Na forma tradicional de teatro musical, cada personagem significativo na versão teatral canta para expressar sua própria emoção e para avançar o enredo. Na versão cinematográfica, os números musicais são inteiramente diegéticos, normalmente cantados no próprio Kit Kat Klub, com uma exceção (\"Tomorrow Belongs to Me\").",
        "source": "Youtube: Canal <i>Bestenmovies</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No entanto, <a href=\"https://_{type: 'screen', 'id': 13563, 'screen_type': person}\">Norman Jewison</a> (n-1926) deu uma feição inventiva a <a href=\"https://_{type: 'screen', 'id': 12545, 'screen_type': movie}\">Jesus Christ Superstar</a> (BR: Jesus Cristo Superstar, 1973), que contava com músicas dos novos meninos prodígios do teatro musical, <i>Andrew Lloyd Weber</i> e <i>Tim Rice</i>. No mesmo ano, outra releitura de uma história bíblica, <i>Godspell</i>, também apareceu."
    },
    {
      "type": "block_special",
      "title": "Cabaret: O musical político e moderno",
      "image": {
        "image_type": "local",
        "url": "img_cabaret",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A obra prima de Bob Fosse e uma crítica cínica aos últimos e decadentes dias da República de Weimar, na véspera da ascensão do Nacional Socialismo, com canções frívolas e contagiosas que ocultam os preocupantes acontecimentos na Europa.<br/><br/> \n\nBrian (Michael York) chega a Berlim em 1931. Conhece Sally Bowles (Liza Minneli) e os dois se tornam amantes. Ela trabalha no <i>Kit Kat Klub</i> (repare nos três Ks), um cabaré subterrâneo, separado do mundo exterior. O caso fugaz de Sally e Briané colocado em perspectiva pelos violentos tumultos que os cercam, os quais começam a destruir as liberdades que eles tanto apreciam. <br/><br/> \n\nOs vislumbres da brutalidade nazista passam despercebidos por aqueles que se divertem no cabaré. As canções dão vida ao enredo e aos personagens, conduzindo a narrativa e também tecendo comentários sobre o desdobrar dos acontecimentos. \"<i>Maybe This Time</i>\" explica as grandes esperanças de Sally: \"<i>If You Could See Her</i>\" e uma alegoria aterrorizante da intensa perseguição à população judia de Berlim. As canções são apresentadas no palco do <i>Kit Kat Klub</i> e, a não ser pelos ângulos expressionistas que revelam espectadores moralmente cinzentos, os números são encenados com realismo. Fosse mostra as performances de uma distância, empregando o brilho das luzes para enfatizar o pequeno palco e a silhueta das cabeças na plateia - conspiradores nesse mundo sombrio. <br/><br/> \n\nOs últimos quadros repetem a cena de abertura, com o vidro manchado refletindo aqueles que finalmente tomaram conta da plateia, identificáveis apenas pelas braçadeiras enfeitadas com suásticas. Um espelho está diante da sociedade e as figuras nele são nebulosas, distorcidas, compartilhando uma cruel visão de mundo.",
      "credits": "Resumo baseado no texto de <i>Simon Ward</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "A contracultura nascida nos anos 1960 foi igualmente representada por adaptações de peças: <a href=\"https://_{type: 'screen', 'id': 279710, 'screen_type': movie}\">Oh! Calcutta!</a> (1972) e <a href=\"https://_{type: 'screen', 'id': 10654, 'screen_type': movie}\">Hair</a> (1979). Embora adotassem uma estrutura narrativa convencional esses filmes - como as peças em que se basearam - foram polêmicos por quebra tabus em relação a nudez, sexo e política."
    },
    {
      "type": "video",
      "video_id": "VzALZjoIx0g",
      "information": {
        "contentTitle": "Cenas do filme Flashdance",
        "contentText": "A produção tornou-se uma referência para artistas como Jennifer Lopez e Geri Halliwell, em que, nos clipes I'm glad e It's raining men, elas representam a protagonista da trama em cenas recriadas para os videoclipes.",
        "source": "Youtube: Canal <i>Derya Pembe</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 66777, 'screen_type': person}\">Bob Fosse</a> (1927-1989) foi a força dominante do musical americano a partir do fim dos anos 1960. Coreógrafo de formação, Fosse criou um estilo singular empregando todos os membros para acentuar o movimento de um bailarino. Seu <a href=\"https://_{type: 'screen', 'id': 10784, 'screen_type': movie}\">Cabaret</a> (1972) ganhou oito Oscars, ao passo que <a href=\"https://_{type: 'screen', 'id': 16858, 'screen_type': movie}\">All That Jazz</a> (BR: O show deve continuar, 1979), um relato franco e semiautobiográfico de um diretor à beira de um colapso, em meio aos preparativos para seu próximo show, foi premiado com a Palma de Ouro no Festival de Cinema de Cannes."
    },
    {
      "type": "text",
      "content_text": "O rock dominou a maioria dos musicais a partir dos anos 1970. <a href=\"https://_{type: 'screen', 'id': 9168, 'screen_type': person}\">Alan Parker</a> (n-1944), que também dirigiu <a href=\"https://_{type: 'screen', 'id': 8446, 'screen_type': movie}\">Bugsy Malone</a> (BR: Quando as Metralhadoras Cospem, 1976) e <a href=\"https://_{type: 'screen', 'id': 3537, 'screen_type': movie}\">Fame</a> (BR: Fama, 1980), dirigiu <a href=\"https://_{type: 'screen', 'id': 12104, 'screen_type': movie}\">Pink Floyd: The Wall</a> (1982). Um estilo mais tradicional estava evidente em <a href=\"https://_{type: 'screen', 'id': 621, 'screen_type': movie}\">Grease</a> (BR: Grease: Nos tempos da brilhantina, 1978), que lança um olhar carinhoso sobre a rebeldia e os romances adolescentes e se tornou o maior sucesso musical da década."
    },
    {
      "type": "video",
      "video_id": "WpmILPAcRQo",
      "information": {
        "contentTitle": "Cenas do filme Dirty Dancing – Ritmo Quente",
        "contentText": "O filme estreou no Festival de Cannes em 12 de maio de 1987 e foi lançado em 21 de agosto de 1987 nos Estados Unidos, faturando mais de US$ 217 milhões em todo o mundo.[4] Foi o primeiro filme a vender mais de um milhão de cópias em vídeo caseiro, e a trilha sonora gerou vários singles de sucesso, incluindo \"(I've Had) The Time of My Life\", que ganhou o Globo de Ouro e o Oscar de Melhor Canção Original, e um Grammy por melhor dueto.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 36685, 'screen_type': movie}\">The Rock Horror Picture Show</a> (1975) combina os padrões sexuais válidos após os anos 1960 com uma saudação aos filmes de terror dos anos 1940, tudo impulsionado por uma série de números musicais habilidosamente produzidos. Até o movimento punk foi representado - <a href=\"https://_{type: 'screen', 'id': 16149, 'screen_type': movie}\">The Great Rock 'n' Roll Swindle</a> (BR: A grande fraude do rock'n'roll, 1980) apresentou os <i>Sex Pistols</i> para um universo mais amplo."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "...Da maneira como o Os Embalos de Sábado à Noite foi dirigido e filmado, sentimos a atração lânguida da discoteca e o tom espalhafatoso se transforma. O filme possui uma das mais hipnoticamente e belas cenas de dança pop já filmadas...",
        "author": "Gene Siskel sobre Os Embalos de Sábado à Noite"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso de <a href=\"https://_{type: 'screen', 'id': 11009, 'screen_type': movie}\">Saturday Night Fever</a> (BR: Os Embalos de Sábado à Noite, 1977) praticamente deflagrou o fenómeno da discoteca, graças a contagiante trilha sonora dos <i>Bee Gees</i>, e estimulou uma série de filmes de dança que ganharam popularidade durante a década de 1980. <a href=\"https://_{type: 'screen', 'id': 10805, 'screen_type': movie}\">Staying Alive</a> (BR: Os embalos de sábado continuam, 1983) viu o personagem de <a href=\"https://_{type: 'screen', 'id': 8891, 'screen_type': person}\">John Travolta</a> (n-1954), Tony Manero, tentar uma carreira na Broadway, enquanto em <a href=\"https://_{type: 'screen', 'id': 535, 'screen_type': movie}\">Flashdance</a> (BR: Flashdance - Em Ritmo de Embalo, 1983), a operária interpretada por <a href=\"https://_{type: 'screen', 'id': 3130, 'screen_type': person}\">Jennifer Beals</a> (n-1963) sonha em entrar para a escola de dança."
    },
    {
      "type": "block_special",
      "title": "The Rock Horror Picture Show",
      "image": {
        "image_type": "local",
        "url": "img_the_rock_horror_picture_show",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O singular musical de teatro de <i>Richard O'Brien</i>, adaptado para o cinema em 1975, foi um fiasco ao ser lançado. No entanto, quando um cinema de Nova York começou a exibi-lo em sessões à mela noite, rumores logo se espalharam sobre a bizarra parodia de ficção cientifica e horror. O filme se tornou cult e até hoje detém o recorde de maior tempo em cartaz, tendo sido exibido no mesmo cinema em Munique, na Alemanha, durante todas as semanas por mais de 27 anos. <br/> <br/> \n\n<a href=\"https://_{type: 'screen', 'id': 4038, 'screen_type': person}\">Susan Sarandon</a> (n-1946) e <a href=\"https://_{type: 'screen', 'id': 13473, 'screen_type': person}\">Barry Bostwick</a> (n-1945), muito jovens, estrelam como Janet e Brad, um casal inocente cujo carro enguiça em uma noite de tempestade forçando-os a procurar abrigo em um castelo nas redondezas, sem saber que mesmo pertence ao travesti de meia-calça e suspensórios <i>Frank N-Furter</i> (<a href=\"https://_{type: 'screen', 'id': 13472, 'screen_type': person}\">Tim Curry</a>, no papel que havia feito no teatro) e seus amigos da Transilvânia, incluindo o sinistro Riff Raff (Richard O'Brien) e Magenta (Patricia Quinn). Na mansão também moram o motociclista Eddie (Meat Loaf), uma criação malsucedida (no estilo do monstro de Frankenstein) de Frank-N-Furter, e Rocky (Peter Hinwood), seu substituto/melhoria de bronzeado perfeito.<br/> <br/> \n\nNarrado pelo Dr. Everett Scott (Jonathan Adams), embalado por <i>glam rock</i>, o filme é uma celebração da sexualidade: Frank-N-Furter e sua trupe tentam seduzir os virginais Brad e Janet ao som de músicas memoráveis como \"<i>Touch-a Touch-a Touch Me</i>\", \"<i>Sweet Transvestite</i>\" e, é claro, \"<i>Time Warp</i>\". A mistura de sexualidade descarada, tiradas irônicas, figurinos alucinantes e frases de duplo sentido é diferente de tudo o que já foi feito no cinema. É fácil entender por que as canções fáceis de decorar e os diálogos altamente citáveis se tornaram um sucesso tão grande entre os fãs, sendo que os mais entusiasmados se vestem como os personagens, encenam partes do filme durante as sessões e levam adereços para usar em partes específicas do filme - por exemplo, jogam arroz na cena do casamento. The Rocky Horror Picture Show pode não ser um filme para se assistir com toda a família, mas ainda assim é uma fantástica diversão <i>kitsch</i>.",
      "credits": "Resumo baseado no texto de <i>Joanna Berry</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "video",
      "video_id": "bc80tFJpTuo",
      "information": {
        "contentTitle": "Cenas do filme The Rock Horror Picture Show",
        "contentText": "O mote central de RHPS (como o filme também é chamado pelos fãs) é a sátira aos filmes e séries de terror e ficção científica. Isso pode ser verificado na ideia de que um cientista que tenta criar um homem em laboratório, o faz por desejo sexual, até às citações explícitas à personagens como Flash Gordon e produtoras de tais filmes, como RKO Pictures.",
        "source": "Youtube: Canal <i>Angelo De Lutiis</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O conservadorismo se opôs a dança em dois dos musicais mais populares da década, <a href=\"https://_{type: 'screen', 'id': 1788, 'screen_type': movie}\">Footloose</a> (BR: Footloose: Ritmo louco, 1984) e <a href=\"https://_{type: 'screen', 'id': 88, 'screen_type': movie}\">Dirty Dancing</a> (BR: Dirty Dancing: Ritmo quente, 1987). Como em todos os musicais dos anos 1980, a música era pré-gravada e geralmente incluir faixas conhecidas pelo público, impulsionando sua popularidade.",
      "content_credits": "Resumo baseado no texto de <i>Ian Haydn Smith</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/1RmUfX3LcS897GhUWrWp5nRADo4.jpg",
          "popularity": 9.245,
          "vote_count": 545,
          "video": false,
          "media_type": "movie",
          "id": 10784,
          "adult": false,
          "backdrop_path": "\/zB5YhLaW5r6xPaDzuJZTtCsG9TP.jpg",
          "original_language": "en",
          "original_title": "Cabaret",
          "genre_ids": [
            18,
            10402,
            10749
          ],
          "title": "Cabaret",
          "vote_average": 7.5,
          "overview": "Inside the Kit Kat Club of 1931 Berlin, starry-eyed singer Sally Bowles and an impish emcee sound the clarion call to decadent fun, while outside a certain political party grows into a brutal force.",
          "release_date": "1972-02-13"
        },
        {
          "poster_path": "\/3pyE6ZqDbuJi7zrNzzQzcKTWdmN.jpg",
          "popularity": 22.617,
          "vote_count": 1817,
          "video": false,
          "media_type": "movie",
          "id": 36685,
          "adult": false,
          "backdrop_path": "\/cuBWaK5Y1QUcQVapm44YNH5rrhg.jpg",
          "original_language": "en",
          "original_title": "The Rocky Horror Picture Show",
          "genre_ids": [
            35,
            14,
            27,
            878
          ],
          "title": "The Rocky Horror Picture Show",
          "vote_average": 7.6,
          "overview": "Sweethearts Brad and Janet, stuck with a flat tire during a storm, discover the eerie mansion of Dr. Frank-N-Furter, a transvestite scientist. As their innocence is lost, Brad and Janet meet a houseful of wild characters, including a rocking biker and a creepy butler. Through elaborate dances and rock songs, Frank-N-Furter unveils his latest creation: a muscular man named 'Rocky'.",
          "release_date": "1975-08-14"
        },
        {
          "poster_path": "\/ylA7E5Md21aqgzxbwa2dFxX8LKV.jpg",
          "popularity": 16.472,
          "vote_count": 1185,
          "video": false,
          "media_type": "movie",
          "id": 11009,
          "adult": false,
          "backdrop_path": "\/f8jmbxmlmjzagcoZyTD0W6FeqlD.jpg",
          "original_language": "en",
          "original_title": "Saturday Night Fever",
          "genre_ids": [
            35,
            18,
            10402
          ],
          "title": "Saturday Night Fever",
          "vote_average": 6.7,
          "overview": "Tony Manero is a Brooklyn paint-store clerk who'd give anything to break out of his dead-end existence. In life, Tony is a peasant; on the disco dance floor, he's a king. As the soundtrack plays one Bee Gees hit after another, white-suited Tony struts his stuff amidst flashing lights and sweaty, undulating bodies. Tony's class aspirations are mirrored in his relationship with his dance partner, a secretary eager to move into the glamorous world of Manhattan.",
          "release_date": "1977-12-16"
        },
        {
          "poster_path": "\/dvEggyDTTIBDvrUNjTEa9depT0f.jpg",
          "popularity": 25.625,
          "vote_count": 4274,
          "video": false,
          "media_type": "movie",
          "id": 88,
          "adult": false,
          "backdrop_path": "\/pgDeN5g7EBHCU9MwwvVxr4hefs8.jpg",
          "original_language": "en",
          "original_title": "Dirty Dancing",
          "genre_ids": [
            18,
            10402,
            10749
          ],
          "title": "Dirty Dancing",
          "vote_average": 7.4,
          "overview": "Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances 'Baby' Houseman is surprised to find herself stepping into the shoes of a professional hoofer—and unexpectedly falling in love.",
          "release_date": "1987-08-21"
        },
        {
          "poster_path": "\/ziiy6ORt8BlxWFXskBChBMInvDA.jpg",
          "popularity": 13.55,
          "vote_count": 914,
          "video": false,
          "media_type": "movie",
          "id": 535,
          "adult": false,
          "backdrop_path": "\/n1ViZcc6W2ksIgxZjjlQP8Tw10R.jpg",
          "original_language": "en",
          "original_title": "Flashdance",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Flashdance",
          "vote_average": 6.4,
          "overview": "The popular 1980s dance movie that depicts the life of an exotic dancer with a side job as a welder whose true desire is to get into ballet school. It’s her dream to be a professional dancer and now is her chance.",
          "release_date": "1983-04-14"
        },
        {
          "poster_path": "\/vmpsZkrs4Uvkp9r1atL8B3frA63.jpg",
          "popularity": 25.833,
          "vote_count": 2175,
          "video": false,
          "media_type": "movie",
          "id": 252,
          "adult": false,
          "backdrop_path": "\/iiusvOLB4ytkZ6FSFMlGHvt33uW.jpg",
          "original_language": "en",
          "original_title": "Willy Wonka & the Chocolate Factory",
          "genre_ids": [
            10751,
            14,
            35
          ],
          "title": "Willy Wonka & the Chocolate Factory",
          "vote_average": 7.5,
          "overview": "Eccentric candy man Willy Wonka prompts a worldwide frenzy when he announces that golden tickets hidden inside five of his delicious candy bars will admit their lucky holders into his top-secret confectionary. But does Wonka have an agenda hidden amid a world of Oompa Loompas and chocolate rivers?",
          "release_date": "1971-06-29"
        },
        {
          "vote_count": 5181,
          "popularity": 22.414,
          "id": 621,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "Grease",
          "release_date": "1978-07-07",
          "original_language": "en",
          "original_title": "Grease",
          "genre_ids": [
            10749,
            35
          ],
          "backdrop_path": "\/koSWhCzMJfJOramu4KD0ZZifqpi.jpg",
          "adult": false,
          "overview": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance despite their eccentric friends?",
          "poster_path": "\/czVhhAaSBFpakur7U8pOIDV9NUG.jpg"
        },
        {
          "poster_path": "\/qrZIlVCL9UyEBsgOGbisNzuWjX.jpg",
          "popularity": 9.464,
          "vote_count": 402,
          "video": false,
          "media_type": "movie",
          "id": 10654,
          "adult": false,
          "backdrop_path": "\/e7cTxDnHGQIozy0Os5r6HauL1Gz.jpg",
          "original_language": "en",
          "original_title": "Hair",
          "genre_ids": [
            35,
            18,
            10402,
            10749,
            10752
          ],
          "title": "Hair",
          "vote_average": 7.4,
          "overview": "\"Hair\" is a 1979 musical war comedy-drama film adaptation of the 1968 Broadway musical \"Hair: An American Tribal Love-Rock Musical\" about a Vietnam War draftee, Claude, who meets and befriends a tribe of long-haired hippies on his way to the army induction center.  Claude heads to New York upon receiving his draft notice, leaving the family ranch in Oklahoma. He arrives in New York where he is rapidly indoctrinated into the youth subculture before reporting in for boot camp.",
          "release_date": "1979-03-14"
        },
        {
          "vote_count": 41,
          "popularity": 6.114,
          "id": 39282,
          "video": false,
          "media_type": "movie",
          "vote_average": 5.1,
          "title": "Funny Lady",
          "release_date": "1975-03-15",
          "original_language": "en",
          "original_title": "Funny Lady",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "backdrop_path": "\/2qGbU2bzOimByW81i7wUwffgLJV.jpg",
          "adult": false,
          "overview": "1930s in New York – The famous singer Fanny Brice has divorced her first husband Nicky Arnstein. During the depression she has trouble finding work as an artist but meets Billy Rose, a newcomer who writes lyrics and owns his own nightclub.",
          "poster_path": "\/o6hMxLEVEhnEIlcAhynY00fybv5.jpg"
        },
        {
          "poster_path": "\/dWXFRtx2KWocOyOGMRKLm2SSFE5.jpg",
          "popularity": 13.064,
          "vote_count": 376,
          "video": false,
          "media_type": "movie",
          "id": 12545,
          "adult": false,
          "backdrop_path": "\/6xB23vOk2EpYDK2CSIen1RAlxYV.jpg",
          "original_language": "en",
          "original_title": "Jesus Christ Superstar",
          "genre_ids": [
            18,
            36,
            10402
          ],
          "title": "Jesus Christ Superstar",
          "vote_average": 7.1,
          "overview": "Oscar-nominated film adaptation of the rock opera of the same name, based on the last weeks before the crucifixion of Jesus. The film was directed by Norman Jewison. Ted Neeley and Carl Anderson were nominated for two 1974 Golden Globe Award for their portrayals of Jesus and Judas, respectively.",
          "release_date": "1973-08-15"
        },
        {
          "vote_count": 250,
          "popularity": 11.921,
          "id": 16858,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "All That Jazz",
          "release_date": "1979-12-16",
          "original_language": "en",
          "original_title": "All That Jazz",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/xoLz334wpETrlEIWL3EjDYrHBod.jpg",
          "adult": false,
          "overview": "Joe Gideon is at the top of the heap, one of the most successful directors and choreographers in musical theater. But he can feel his world slowly collapsing around him - his obsession with work has almost destroyed his personal life, and only his bottles of pills keep him going.",
          "poster_path": "\/culCEdj4srLljefgn4XKd6k3C5t.jpg"
        },
        {
          "original_name": "Fame",
          "id": 1798,
          "media_type": "tv",
          "name": "Fame",
          "popularity": 23.88,
          "vote_count": 32,
          "vote_average": 6.7,
          "first_air_date": "1982-01-07",
          "poster_path": "\/wed91CGCdmtBLbo82o0cF2QNRUw.jpg",
          "genre_ids": [
            18
          ],
          "original_language": "en",
          "backdrop_path": null,
          "overview": "Fame is an American television series originally produced between 1982 and 1987. The show is based on the 1980 motion picture of the same name. Using a mixture of drama and music, it followed the lives of the students and faculty at the New York City High School for the Performing Arts. Although fictional, it was based heavily on the actual Fiorello H. LaGuardia High School of Music & Art and Performing Arts in New York. Most interior scenes were filmed in Hollywood, California. In all seasons except the 3rd, the show filmed several exterior scenes on location in New York City.\n\nThe popularity of the series, particularly in the UK, led to several hit records and live concert tours by the cast. Despite its success, very few of the actors maintained high-profile careers after the series was cancelled. A number of the cast members were seen again briefly in Bring Back...Fame, a reunion special made for UK television in 2008.",
          "origin_country": [
            "US"
          ]
        },
        {
          "vote_count": 945,
          "popularity": 39.518,
          "id": 12104,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "Pink Floyd: The Wall",
          "release_date": "1982-07-14",
          "original_language": "en",
          "original_title": "Pink Floyd: The Wall",
          "genre_ids": [
            10402
          ],
          "backdrop_path": "\/n9m74fyBs86BM9KjAB8x5RqZmQ6.jpg",
          "adult": false,
          "overview": "A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.",
          "poster_path": "\/3QcwzfyIYI8a94yP26jQ2TWsXGI.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 3460,
          "name": "Gene Wilder",
          "profile_path": "/sP7NLsC5ZnFDBSyGhFJuWn6PAIY.jpg"
        },
        {
          "id": 8891,
          "name": "John Travolta",
          "profile_path": "/sHjkE7GZbKAa9aZeiKrEBhMDT14.jpg"
        },
        {
          "id": 4038,
          "name": "Susan Sarandon",
          "profile_path": "/oHYYL8bNakAREaLUBtMul5uMG0A.jpg"
        },
        {
          "id": 723,
          "name": "Patrick Swayze",
          "profile_path": "/cjOI4kvoLIec0ZnqXibjSTDfq3y.jpg"
        },
        {
          "id": 66777,
          "name": "Bob Fosse",
          "profile_path": "/sCndI9C9hIOrca9751M2gMy4Rmz.jpg"
        },
        {
          "id": 3130,
          "name": "Jennifer Beals",
          "profile_path": "/gSgjPBfke1fz55WyO8AnFWtidOq.jpg"
        },
        {
          "id": 66776,
          "name": "Liza Minnelli",
          "profile_path": "/fG7Xa97RT2p8AT4CYHMfMQuxXg6.jpg"
        },
        {
          "id": 13472,
          "name": "Tim Curry",
          "profile_path": "/lYVYVNsPDzeLL6ReCRhh8kezu4y.jpg"
        },
        {
          "id": 4724,
          "name": "Kevin Bacon",
          "profile_path": "/rjX2Oz3tCZMfSwOoIAyEhdtXnTE.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1970 a 1989",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "4"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O exorcista é lançado, fazendo plateias no mundo todo passarem mal e desmaiarem, criando uma histeria global. O primeiro blockbuster é lançado: Tubarão, em paralelo, o cinema autoral ganha cresce com Martin Scorsese e outros grandes diretores. Os anos 80 vem acompanhado com produções de baixo orçamento e suas comédias que marcaram época. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}