[
  {
    "id": 775,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "3 de maio de 2015",
            "reviewer_name": "Luiz Santiago",
            "review_url": "https://www.planocritico.com/critica-viagem-a-lua-1902/",
            "review_description": "Georges Méliès queria ter sido pintor, mas o pai não apoiou a ideia. Antes de se tornar o grande cineasta que foi, trabalhou na fábrica da família e construiu carreira nos palcos, como mágico ilusionista. Esteve presente no Salon Indien du Grand Café, em 28 de dezembro de 1895, quando os Irmãos Lumière exibiram seus primeiros curtas. Ofereceu dez mil francos aos Lumière pelas câmeras do cinematógrafo, oferta de pronto recusada pela dupla (que já havia recusado ofertas bem maiores do Museu de Cera de Paris – Musée Grévin – e até do Folies Bergère). Não podendo ter o cinematógrafo, Méliès foi a Londres e comprou um Teatógrafo (ou Animatógrafo) de Robert William Paul, eletricista e fabricante britânico de aparelhos ópticos, que também se tornou cineasta; máquina semelhante ao da famosa dupla francesa. E com este aparelho, o mágico, o inventor e o frustrado pintor em Méliès ganhou asas e criou alguns dos mais divertidos, aterrorizantes e fantásticos sonhos que o Primeiro Cinema conheceu.",
            "review_rating": 5.0
          }
        ]
      },
      {
        "language": "en-US",
        "reviews": [
          {
            "reviewer_site_name": "1,001 Movies Reviewed Before You Die",
            "date_formated": "21 de janeiro de 2019",
            "reviewer_name": "Nathan Mitchell",
            "review_url": "https://1001moviesreviewed.com/2019/01/21/re-review-a-trip-to-the-moon-1902/",
            "review_description": "In this early silent film by director Georges Melies, we see a part of the start of cinema. An Astronomer (Victor Andre) studies the moon and builds a rocket. With his invention he assigns a Captain (Henri Delannoy) who leads his crew on a voyage to a mysterious land.",
            "review_rating": 5.0
          }
        ]
      }
    ]
  }
]