[
  {
    "id": 775,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "3 de maio de 2015",
            "reviewer_name": "Luiz Santiago",
            "review_url": "https://www.planocritico.com/critica-viagem-a-lua-1902/",
            "review_description": "Georges Méliès queria ter sido pintor, mas o pai não apoiou a ideia. Antes de se tornar o grande cineasta que foi, trabalhou na fábrica da família e construiu carreira nos palcos, como mágico ilusionista. Esteve presente no Salon Indien du Grand Café, em 28 de dezembro de 1895, quando os Irmãos Lumière exibiram seus primeiros curtas. Ofereceu dez mil francos aos Lumière pelas câmeras do cinematógrafo, oferta de pronto recusada pela dupla (que já havia recusado ofertas bem maiores do Museu de Cera de Paris – Musée Grévin – e até do Folies Bergère). Não podendo ter o cinematógrafo, Méliès foi a Londres e comprou um Teatógrafo (ou Animatógrafo) de Robert William Paul, eletricista e fabricante britânico de aparelhos ópticos, que também se tornou cineasta; máquina semelhante ao da famosa dupla francesa. E com este aparelho, o mágico, o inventor e o frustrado pintor em Méliès ganhou asas e criou alguns dos mais divertidos, aterrorizantes e fantásticos sonhos que o Primeiro Cinema conheceu.",
            "review_rating": 5.0
          }
        ]
      },
      {
        "language": "en-US",
        "reviews": [
          {
            "reviewer_site_name": "1,001 Movies Reviewed Before You Die",
            "date_formated": "21 de janeiro de 2019",
            "reviewer_name": "Nathan Mitchell",
            "review_url": "https://1001moviesreviewed.com/2019/01/21/re-review-a-trip-to-the-moon-1902/",
            "review_description": "In this early silent film by director Georges Melies, we see a part of the start of cinema. An Astronomer (Victor Andre) studies the moon and builds a rocket. With his invention he assigns a Captain (Henri Delannoy) who leads his crew on a voyage to a mysterious land.",
            "review_rating": 5.0
          }
        ]
      }
    ]
  },
  {
    "id": 27205,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "25 de outubro de 2014",
            "reviewer_name": "Melissa Andrade",
            "review_url": "https://www.planocritico.com/critica-a-origem/",
            "review_description": "E Christopher Nolan fez mais uma vez, entregou uma obra-prima que como muitas outras obras, divide opiniões.",
            "review_rating": 5.0
          },
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "5 de agosto de 2010",
            "reviewer_name": "Marcelo Hessel",
            "review_url": "https://www.omelete.com.br/filmes/criticas/critica-origem",
            "review_description": "A Origem (Inception, 2010) não é nenhuma esfinge. Na verdade, a sua estrutura, emprestada dos filmes-de-assalto, é bem trivial. Acompanhamos o planejamento de um golpe enquanto se aprende o essencial de cada personagem. Na hora de pôr o golpe em prática, termina o ensaio, começam os imprevistos.",
            "review_rating": 2.5
          },
          {
            "reviewer": "adoro_cinema",
            "reviewer_site_name": "Adoro Cinema",
            "reviewer_name": "Francisco Russo",
            "review_url": "http://www.adorocinema.com/filmes/filme-143692/criticas-adorocinema/",
            "review_description": "Em 2000, Christopher Nolan surpreendeu o mundo ao lançar Amnésia. Seu grande atrativo era a engenhosidade de roteiro e edição, que permitia que a trama fosse contada, literalmente, de trás para frente. Era um exercício de talento de um diretor ainda iniciante e, ao mesmo tempo, um desafio aos espectadores. Uma década depois, Nolan repete a proeza com A Origem. Só que em níveis bem mais ousados.",
            "review_rating": 5.0
          }
        ]
      }
    ]
  },
  {
    "id": 37799,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "29 de setembro de 2014",
            "reviewer_name": "Ritter Fan",
            "review_url": "https://www.planocritico.com/critica-a-rede-social/",
            "review_description": "Lembro-me claramente a primeira, e até recentemente única vez que assisti A Rede Social. Lembro-me de pensar algo assim: “tenho que ver, pois é um filme de David Fincher, mas o assunto – a criação do Facebook – não poderia ser menos interessante para mim”. À época, não usava a ferramenta e mesmo hoje tenho minhas reservas pessoais. De toda forma, tenho a vívida memória de ter saído do cinema totalmente de queixo caído. Essa impressão perdurou ao longo dos anos e, agora, quando finalmente revi o oitavo filme de Fincher para elaborar a presente crítica, ela foi reconfirmada em sua integralidade, talvez até ampliada.",
            "review_rating": 5.0
          },
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "2 de dezembro de 2010",
            "reviewer_name": "Marcelo Hessel",
            "review_url": "https://www.omelete.com.br/filmes/criticas/rede-social-critica",
            "review_description": "Enquanto o Facebook conecta pessoas, David Fincher isola Mark Zuckerberg em um filme sobre dissonâncias",
            "review_rating": 5.0
          },
          {
            "reviewer": "adoro_cinema",
            "reviewer_site_name": "Adoro Cinema",
            "reviewer_name": "Roberto Cunha",
            "review_url": "http://www.adorocinema.com/filmes/filme-147912/criticas-adorocinema/",
            "review_description": "Sabe aqueles filmes que começam mal pacas? Acredite. A Rede Social começa de forma impecavelmente chata, talvez, para mostrar o quão controversa é a figura de Mark Zuckerberg, criador do Facebook, um fenômeno da internet. Será?",
            "review_rating": 4
          }
        ]
      }
    ]
  },
  {
    "id": 22970,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "30 de setembro de 2009",
            "reviewer_name": "Marcelo Hessel",
            "review_url": "https://www.omelete.com.br/filmes/criticas/o-segredo-da-cabana-critica",
            "review_description": "A essa altura do campeonato, muita gente já deve ter visto O Segredo da Cabana (The Cabin in the Woods) e dito pra você: vá assistir sem saber absolutamente nada sobre o filme!",
            "review_rating": 2.0
          }
        ]
      }
    ]
  },
  {
    "id": 49047,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "11 de outubro de 2013",
            "reviewer_name": "Ritter Fan",
            "review_url": "https://www.planocritico.com/critica-gravidade/",
            "review_description": "Saí do cinema com uma sensação cada vez mais rara de se ter com a Sétima Arte. Sabem aquela sensação gostosa de ter visto algo diferente, com um fator “uau” gigantesco, daquelas que nos fazem ter vontade de ver tudo novamente, por mais que saibamos que essa sensação não se repetirá em sua plenitude? Sabem também quando nós mergulhamos de tal maneira no filme que, quando os créditos começam a rolar, nós meio que vagarosamente despertamos de um sonho – ou pesadelo, depende da película – e demoramos uns cinco, dez minutos para entendermos o que está acontecendo ao nosso redor?",
            "review_rating": 5.0
          },
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "07 de setembro de 2013",
            "reviewer_name": "Érico Borgo",
            "review_url": "https://www.omelete.com.br/filmes/criticas/gravidade-critica",
            "review_description": "Suspense espacial de Alfonso Cuarón encanta-se com a fragilidade e a tenacidade humanas",
            "review_rating": 5.0
          },
          {
            "reviewer": "adoro_cinema",
            "reviewer_site_name": "Adoro Cinema",
            "reviewer_name": "Francisco Russo",
            "review_url": "http://www.adorocinema.com/filmes/filme-178496/criticas-adorocinema/",
            "review_description": "O universo é hostil. Sem oxigênio, sem som, no vácuo, ele não oferece a menor condição de sobrevivência à vida humana caso esteja fora deste planeta azul chamado Terra. As breves visitas do homem neste ambiente inóspito são sempre repletas de aparatos desenvolvidos para garantir sua existência, por mais que eles em muitos casos estejam longe do confortável. Foi exatamente com este cenário em mente, de desconforto e do risco constante, que o diretor Alfonso Cuarón conceituou Gravidade. Um filme que impressiona pela ousadia, tanto de narrativa quanto estética, sem jamais deixar de lado o clima de tensão.",
            "review_rating": 5.0
          }
        ]
      }
    ]
  },
  {
    "id": 76203,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "20 de fevereiro de 2014 ",
            "reviewer_name": "Rafael W. Oliveira",
            "review_url": "https://www.planocritico.com/critica-12-anos-de-escravidao/",
            "review_description": "Mesmo com uma filmografia tão curta (apenas 3 filmes), Steve McQueen há muito tempo já mostrou a que veio. Tanto em Fome quanto em Shame, filmes de temáticas tão distintas entre si, o diretor traz em seu estilo seco, cru e realista uma forma de ressaltar as nuances de suas obras, experiências desconfortáveis e difíceis, porém sempre sinceras naquilo que querem retratar. Com 12 Anos de Escravidão não é diferente, com McQueen atingindo seu ponto máximo enquanto realizador.",
            "review_rating": 4.0
          },
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "20 de fevereiro de 2014",
            "reviewer_name": "Érico Borgo",
            "review_url": "https://www.omelete.com.br/filmes/criticas/12-years-slave-critica",
            "review_description": "A saída da sessão para a imprensa e indústria de 12 Anos de Escravidão (12 Years a Slave) no Festival de Toronto era como uma procissão de lamentos. Poucas pessoas conversavam e a maioria enxugava as lágrimas. Algumas seguiam chorando minutos após o fim do filme.",
            "review_rating": 5.0
          },
          {
            "reviewer": "adoro_cinema",
            "reviewer_site_name": "Adoro Cinema",
            "reviewer_name": "Lucas Salgado",
            "review_url": "http://www.adorocinema.com/filmes/filme-196885/criticas-adorocinema/",
            "review_description": "12 Anos de Escravidão chega aos cinemas aproximadamente 126 após a abolição da escravatura no Brasil, que ocorreu com a Lei Áurea de 1888. Os Estados Unidos acabaram com a escravidão algumas décadas antes, em 1863, mas em um processo bem mais conflituoso, que gerou uma guerra que dividiu o país.",
            "review_rating": 4.5
          }
        ]
      }
    ]
  },




  {
    "id": 0,
    "review_results": [
      {
        "language": "pt-BR",
        "reviews": [
          {
            "reviewer": "plano_critico",
            "reviewer_site_name": "Plano Crítico",
            "date_formated": "",
            "reviewer_name": "",
            "review_url": "",
            "review_description": "",
            "review_rating": 5.0
          },
          {
            "reviewer": "omelete",
            "reviewer_site_name": "Omelete",
            "date_formated": "",
            "reviewer_name": "",
            "review_url": "",
            "review_description": "",
            "review_rating": 5.0
          },
          {
            "reviewer": "adoro_cinema",
            "reviewer_site_name": "Adoro Cinema",
            "reviewer_name": "",
            "review_url": "",
            "review_description": "",
            "review_rating": 5.0
          }
        ]
      }
    ]
  }
]