[
  {
    "id": 1032,
    "name": "Martin Scorsese",
    "custom_name": "Martin<br/>Scorsese",
    "highlight_image": "img_scorsese",
    "quote": "Desde que me lembro, sempre quis ser um gangster. Para mim, ser gangster era melhor que ser presidente dos Estados Unidos.",
    "profile": [
      {
        "years": "1942-1972",
        "content": "Martin Scorsese nasceu em Nova York. Formou-se pela escola de cinema da NYU, chamando atenção com seus curtas como It's Not Just You, Murray (Não é só você Murray 1964). Dirigiu o primeiro longa, I Call First (Eu ligo primeiro, 1967). foi assistente de direção e coeditor de Woodstock (1970) e dirigiu Sexy e marginal (1972) para o produtor Roger Corman."
      },
      {
        "years": "1973-1982",
        "content": "Dando início a uma das mais aclamadas parcerias entre diretor e ator, Scorsese e Robert De Niro fizeram o primeiro de uma série de oito filmes, Caminhos perigosos. Em 1980, foi a vez de Touro indomável, biografia do boxeador Jake La Motta, com exuberante fotografia em preto e branco e um verdadeiro tour de force de interpretação de De Niro. Scorsese também fez New York, New York (1977), musical estrelado por Liza Minnelli e De Niro, e A última valsa (1978), filme sobre o show de despedida do grupo The Band."
      },
      {
        "years": "1983-1989",
        "content": "O restante da década demonstrou menos receptividade a originalidade de Scorsese. Apesar de apreciado atualmente, o rei da comedia (1982) fracassou. A última tentação de Cristo (1988) recebeu boas críticas, mas foi coberto de polemica, gerando protestos veementes de grupos religiosos e sendo proibido em alguns países."
      },
      {
        "years": "1990-2001",
        "content": "Um reencontro com De Niro produziu o perfeito filme sobre a máfia, Bons companheiros (1990), uma sinistra refilmagem de Cabo do medo (1991) e Cassino (1995). Em 1990, o diretor criou a The Film Foundation, dedicada à preservação dos filmes. Dirigiu o belo Kundun em 1997, uma biografia do Dalai Lama."
      },
      {
        "years": "Desde 2002",
        "content": "Gangues de Nova York (2002) marcou o início de uma nova colaboração com Leonardo DiCaprio, que incluiria O aviador (2004) e Os infiltrados (2006), sendo que este último deu a Scorsese um Oscar atrasado. No Direction Home (2005), premiado com o Grammy e Shine a Light (2008) deram sequência a seu longo envolvimento com o documentário musical, celebrando respectivamente as obras de Bob Dylan e dos Rolling Stones."
      }
    ],
    "awards": "Ganhou 1 Oscar. Outras 147 vitórias e 221 indicações",
    "videos": [
      {
        "name": "Martin Scorsese, Robert De Niro, Al Pacino & Joe Pesci on The Irishman",
        "source": "NYFF57 | Film at Lincoln Center",
        "type": "Entrevista",
        "key": "e4-Ko2KyPko"
      },
      {
        "name": "Martin Scorsese on David Letterman",
        "source": "David Letterman | 500sotos",
        "type": "Entrevista",
        "key": "_23OuEBh7ow"
      },
      {
        "name": "Martin Scorsese on the Importance of Visual Literacy",
        "source": "Edutopia",
        "type": "Entrevista",
        "key": "I90ZluYvHic"
      }
    ]
  }
]