{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "A América Latina é uma região imensa e diversificada. Geograficamente abrange todo o território que vai do extremo sul da América do Sul até a fronteira da Califórnia e as ilhas do Caribe. Politicamente, na década de 1960 ela incomoda tanto o governo militar direitista do Brasil quanto o comunismo cubano. No cinema, alguns de seus países criaram importantes industrias antes e durante a década de 1960, enquanto outros tiveram uma produção cinematográfica mínima."
    },
    {
      "type": "video",
      "video_id": "0eG7c3L28x0",
      "information": {
        "contentTitle": "Cena de Cosme e Damião no filme O Dragão da Maldade contra o Santo Guerreiro",
        "contentText": "Apesar da história simples, o diretor Glauber Rocha a conta de uma forma alegórica, misturando cordel e ópera, priorizando a música e os ritos folclóricos próprios da população nordestina. Glauber envolve a narrativa dentro do olhar metalinguístico comum ao cinema novo. A câmera arrastada e a música vibrante Nordestina dão quase uma impressão de continuação a Deus e o Diabo. Por muitos é considerado a obra prima do Mestre Glauber, que mistura o ritual antropofágico Nordestino, sua \"<i>seita</i>\" e seu folclore ao encontro apoteótico com uma forma diferente de se fazer cinema, seguindo os parâmetros do cinema novo -já passado a fase experimental da primeira leva de filmes.",
        "source": "Youtube: Canal <i>Lima Júnior</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O mais importante cinema nacional da América do Sul foi provavelmente, o do Brasil. Obras relevantes surgiram no cinema brasileiro na década de 1930, mas seu grande salto aconteceu no começo da década de 1960 com o florescente <strong>Cinema Novo</strong>, movimento cujo lema era \"<i>uma ideia na cabeça e uma câmera na mão</i>\"."
    },
    {
      "type": "text",
      "content_text": "A figura de maior destaque do <i>Cinema Novo</i> foi o escritor-diretor <a href=\"https://_{type: 'screen', 'id': 544845, 'screen_type': person}\">Glauber Rocha</a> (1939-1981), cujo filme mais conhecido, <a href=\"https://_{type: 'screen', 'id': 74349, 'screen_type': movie}\">O Dragão da Maldade contra o Santo Guerreiro</a> (1969), é a história de um pistoleiro contratado para matar bandidos que acaba se convertendo em revolucionário."
    },
    {
      "type": "block_special",
      "title": "Um dos filmes que mudou a história do cinema Brasileiro",
      "image": {
        "image_type": "local",
        "url": "img_deus_e_o_diabo",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Ao assistir a uma das primeiras exibições de <i>Deus e o Diabo na terra do Sol</i>, um crítico brasileiro teria reclamado: \"<i>Meu Deus, Eisenstein renasceu... e é brasileiro!</i>\" Nascido na Bahia, estado brasileiro conhecido como o berço da cultura afro-brasileira, Glauber cresceu fascinado com o misticismo e com os faroestes americanos. Com pouco mais de 20 anos, mudou-se para o <i>Rio de Janeiro</i>, onde enturmou com um grupo de jovens cinéfilos que viriam a fundar o influente movimento do <strong>Cinema Novo</strong>.<br/><br/> \n\nInfluenciado pela política radical como tantos de sua geração, Glauber procurou explorar as ligações entre mudanças históricas e violência em <i>Deus e o Diabo na Terra do Sol</i>. Aqui ele se concentra em exemplos de rebeliões populares nos sertões brasileiros.  <br/><br/> \n\nFilmado em um preto e branco árido que faz a tela praticamente reluzir com o calor, <i>Deus e o Diabo na Terra do Sol</i> alterna movimentos de câmera frenéticos com sequências cuja montagem é dinâmica, sobrepondo a música de Villa-Lobos ao vento, a gritos e tiros. O efeito final é a sensação de que o filme e o país retratado por ele estão a ponto de explodir. Pouco antes da conclusão do filme e de seu lançamento comercial, os militares brasileiros promoveram Golpe Militar, ditadura que durou 20 anos.",
      "credits": "Resumo baseado no texto de <i>Richard Pena</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "Influenciado pelo neorrealismo italiano e pela nouvelle vague francesa, Glauber fez sua estreia no cinema em 1962 com <a href=\"https://_{type: 'screen', 'id': 66184, 'screen_type': movie}\">Barravento</a> (1962) e em seguida dirigiu <a href=\"https://_{type: 'screen', 'id': 67612, 'screen_type': movie}\">Deus e o Diabo na terra do sol</a> (1964), um extraordinário estudo visual da vida sertaneja que combina a lenda local com músicas de <i>J. S. Bach</i> e <i>Heitor Villa-Lobos</i> para compor uma dura crítica das condições de sobrevivência no Nordeste empobrecido pela seca. O <strong>golpe militar de 1964</strong> impôs dificuldades crescentes à indústria cinematográfica brasileira, às quais Glauber respondeu com o alegórico <a href=\"https://_{type: 'screen', 'id': 67062, 'screen_type': movie}\">Terra em transe</a> (1967)."
    },
    {
      "type": "text",
      "content_text": "Diante da estilização dos filmes de Glauber Rocha, outras figuras do <i>Cinema Novo</i> optaram por um estilo mais realista. O ex-diretor de documentários <a href=\"https://_{type: 'screen', 'id': 12386, 'screen_type': person}\">Nelson Pereira dos Santos</a> (n-1928) fez <a href=\"https://_{type: 'screen', 'id': 836, 'screen_type': movie}\">Vidas secas</a> (1963), um duro relato da pobreza rural na paisagem desolada do Nordeste. <a href=\"https://_{type: 'screen', 'id': 20548, 'screen_type': person}\">Ruy Guerra</a> (n-1931) fez <a href=\"https://_{type: 'screen', 'id': 194853, 'screen_type': movie}\">Os fuzis</a> (1964), um vigoroso estudo de um grupo de soldados encarregados de proteger um armazém contra camponeses famintos."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "poster_path": "\/3rpYnUNVJOVSlHbfl4GQRfGNIK3.jpg",
          "popularity": 1.427,
          "vote_count": 6,
          "video": false,
          "media_type": "movie",
          "id": 329786,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "Aruanda",
          "genre_ids": [
            99
          ],
          "title": "Aruanda",
          "vote_average": 6.5,
          "overview": "A história de formação do quilombo Olho d'Água na Serra do Talhado em Santa Lúcia do Sabugi, alto sertão da Paraíba. A fundação feita pelo ex-escravo Zé Bento e sua família que sobreviveu cultivando algodão e produzindo cerâmica nos períodos de grande estiagem. A comunidade no início dos anos 1960 e o isolamento permanente do resto do Brasil.",
          "release_date": "1960-01-01"
        },
        {
          "poster_path": "\/cHtS2LOb3WeySkeim0K2V4ZEnHY.jpg",
          "popularity": 1.4,
          "vote_count": 2,
          "video": false,
          "media_type": "movie",
          "id": 282473,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "Arraial do Cabo",
          "genre_ids": [
            99
          ],
          "title": "Arraial do Cabo",
          "vote_average": 6.5,
          "overview": "Com fotografia deslumbrante de Mário Carneiro, que codirige o filme, e texto do jornalista Claudio Mello Souza, o documentário mostra as transformações sociais e as interferências nas formas primitivas de vida de pescadores do vilarejo de Arraial do Cabo, no litoral do Estado do Rio de Janeiro. A Fábrica Nacional de Álcalis, que se instalou no local, causa a morte dos peixes, o que faz com que muitos integrantes da comunidade partam em busca de trabalho. Os modos tradicionais de produção se chocam com os problemas da industrialização. Gravuras de Oswaldo Goeldi abrem o filme. (Cinemateca Brasileira)",
          "release_date": "1960-01-01"
        },
        {
          "poster_path": "\/uNusV4wPclnLVuVKZ7Anj2iP9kQ.jpg",
          "popularity": 0.6,
          "vote_count": 5,
          "video": false,
          "media_type": "movie",
          "id": 253374,
          "adult": false,
          "backdrop_path": "\/jlkVjK2QxEcXs9rVi5tpfwEARnx.jpg",
          "original_language": "pt",
          "original_title": "Cinco Vezes Favela",
          "genre_ids": [
            18
          ],
          "title": "Cinco Vezes Favela",
          "vote_average": 7.4,
          "overview": "Cinco histórias de moradores de favela. 1- \"Um Favelado\": Um favelado, desempregado e sem dinheiro, arquiteta um plano para ganhar dinheiro, mas é descoberto e preso pela polícia.  2- \"Zé da Cachorra\": Um latifundiário quer de volta suas terras, onde está instalada uma favela. Um favelado luta contra a passividade de uma comissão de moradores, que estão aceitando a situação desfavorável que lhes foi imposta.  3- \"Escola de Samba Alegria de Viver\": Um favelado, presidente do grêmio recreativo, divide-se entre lutar pela sua categoria ou aceitar as imposições comerciais do carnaval.  4- \"Couro de Gato\": Moradores favelados caçam gatos a fim de usar seu couro para fabricar tamborins, que serão usados no carnaval.  5- \"Pedreira de São Diogo\": No Rio de Janeiro, sobre uma pedreira há uma favela. Ao perceberem o risco de desabamento dos barracos, em consequência das explosões de dinamite, os operários incitam os moradores a iniciar movimento de resistência para impedir um acidente fatal.",
          "release_date": "1962-01-01"
        },
        {
          "poster_path": "\/p5WgRzMPrbaOCOR3Oin5U8k6kMh.jpg",
          "popularity": 2.213,
          "vote_count": 23,
          "video": false,
          "media_type": "movie",
          "id": 66184,
          "adult": false,
          "backdrop_path": "\/mcoUBNl7deKXEOb38RGOJxDp2Ja.jpg",
          "original_language": "pt",
          "original_title": "Barravento",
          "genre_ids": [
            18
          ],
          "title": "Barravento",
          "vote_average": 7.1,
          "overview": "Numa aldeia de pescadores de xeréu, cujos antepassados vieram da África como escravos, permanecem antigos cultos místicos ligados ao candomblé. Firmino é um antigo morador, que foi para Salvador na tentativa de escapar da pobreza. Ao retornar ele sente atração por Cota, ao mesmo tempo em que não consegue esquecer sua antiga paixão, Naína, que, por sua vez, gosta de Aruã. Firmino encomenda um despacho contra Aruã, que não é atingido. O alvo termina sendo a própria aldeia, que passa a ser impedida de pescar.",
          "release_date": "1962-05-28"
        },
        {
          "poster_path": "\/rJRWyMZ7MWMsfDQKiiVzXAStfEq.jpg",
          "popularity": 1.478,
          "vote_count": 10,
          "video": false,
          "media_type": "movie",
          "id": 28525,
          "adult": false,
          "backdrop_path": "\/4taqxgT1MKVmV44YN7stj6c8VnT.jpg",
          "original_language": "pt",
          "original_title": "Os Cafajestes",
          "genre_ids": [
            18
          ],
          "title": "Os Cafajestes",
          "vote_average": 6.8,
          "overview": "Jandir (Jece Valadão) e seu amigo Vavá (Daniel Filho), um playboy, vivem no mundo das drogas e sexo de Copacabana. Só que a situação de Vavá não é boa, já que seu pai corre o risco de perder tudo o que tem. É quando a dupla tem a ideia de tirar fotos comprometedoras de Leda (Norma Bengell), a amante do tio de Vavá, no intuito de chantageá-lo. Eles a levam a uma praia deserta e, após tirarem as fotos, a estupram.",
          "release_date": "1962-03-24"
        },
        {
          "poster_path": "\/mUzsmh8XXvwZSjWtFBdRcHRnqSR.jpg",
          "popularity": 0.999,
          "vote_count": 3,
          "video": false,
          "media_type": "movie",
          "id": 212951,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "Ganga Zumba",
          "genre_ids": [
            18,
            36
          ],
          "title": "Ganga Zumba",
          "vote_average": 5.7,
          "overview": "No Nordeste brasileiro, entre os séculos 16 e 17, alguns escravos de um engenho de cana-de-açúcar tramam uma fuga para o Quilombo dos Palmares, uma comunidade de negros fugidos da escravidão, na Serra da Barriga. Entre eles, encontra-se o jovem Ganga Zumba (Antonio Pitanga), futuro líder daquela república revolucionária, a primeira de toda a América.",
          "release_date": "1963-04-16"
        },
        {
          "vote_count": 50,
          "popularity": 3.368,
          "id": 836,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Vidas Secas",
          "release_date": "1963-08-22",
          "original_language": "pt",
          "original_title": "Vidas Secas",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/ueG5XtHSttjNZdZ2scKWKeNXYFl.jpg",
          "adult": false,
          "overview": "Uma família miserável tenta escapar da seca no sertão nordestino. Fabiano (Átila Iório), Sinhá Vitória (Maria Ribeiro), seus dois filhos e a cachorra Baleia vagam sem destino e já quase sem esperanças pelos confins do interior, sobrevivendo às forças da natureza e à crueldade dos homens. Adaptação da obra de Graciliano Ramos.",
          "poster_path": "\/sWqa4iDkMfMwACrTdQnAGdlCsSh.jpg"
        },
        {
          "poster_path": "\/vBSTJhHcVq5zffTudQ7jMG9vDwI.jpg",
          "popularity": 5.692,
          "vote_count": 78,
          "video": false,
          "media_type": "movie",
          "id": 67612,
          "adult": false,
          "backdrop_path": "\/3MBk6gbBDHIqsidK8ET4uiVgime.jpg",
          "original_language": "pt",
          "original_title": "Deus e o Diabo na Terra do Sol",
          "genre_ids": [
            12,
            80,
            18,
            37
          ],
          "title": "Deus e o Diabo na Terra do Sol",
          "vote_average": 7.4,
          "overview": "Manuel vive com a esposa Rosa e a mãe, numa vida muito pobre no sertão brasileiro. Numa discussão com o Coronel que controla sua região o rapaz se revolta e mata o poderoso. Sua única opção é fugir deixando o pouco que tem para trás e seguindo o beato Sebastião que promete a bênção de Deus aos seus fiéis. Manuel pode, sem querer, estar novamente entrando em problemas, pois a oligarquia local encomendou a morte de Sebastião e seus seguidores a João das Mortes, com medo que uma situação como a de Canudos se repita.",
          "release_date": "1964-03-13"
        },
        {
          "vote_count": 11,
          "popularity": 1.933,
          "id": 194853,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Os Fuzis",
          "release_date": "1964-06-01",
          "original_language": "pt",
          "original_title": "Os Fuzis",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/rIVzCD3UDqtp4t5lcGBacu0qaji.jpg",
          "adult": false,
          "overview": "Um grupo de soldados armados é enviado para o Nordeste do Brasil na tentativa de impedir que uma população atingida pela fome invada e roube um depósito de alimentos no sertão agreste. Enquanto a alienação e a insanidade das pessoas levadas à alucinação por sua fome latente é conduzida pelas previsões de uma figura religiosa, um motorista de caminhão observa a situação e permanece dividido entre sua amizade com os soldados e sua revolta contra a falta de ação do governo na luta contra a miséria que persiste na região.",
          "poster_path": "\/oYXZayooqrpACkR1Kmo8TZKAlEr.jpg"
        },
        {
          "vote_count": 6,
          "popularity": 1.508,
          "id": 194980,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "O Desafio",
          "release_date": "1965-07-09",
          "original_language": "pt",
          "original_title": "O Desafio",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/cj3fPuTEjPsTfGKdEJJGYK0kUB9.jpg",
          "adult": false,
          "overview": "Passivamente enfrentando a repressão imposta pela ditadura militar no Brasil nos anos 60, um jornalista entra em uma crise pessoal, agravada por seu caso de amor com a esposa de um industrial, que não quer sair de sua casa por causa do filho.",
          "poster_path": "\/oUpVq6pTDt1XjlsiJYpxmrTAv3z.jpg"
        },
        {
          "poster_path": "\/uIHpoEpzrgzIJTpsIXcUl1xVu4u.jpg",
          "popularity": 5.669,
          "vote_count": 59,
          "video": false,
          "media_type": "movie",
          "id": 67062,
          "adult": false,
          "backdrop_path": "\/e5PChVgN4TFKJqRUXjOBbUYnwAl.jpg",
          "original_language": "pt",
          "original_title": "Terra em Transe",
          "genre_ids": [
            18,
            53
          ],
          "title": "Terra em Transe",
          "vote_average": 7.2,
          "overview": "O jornalista e poeta Paulo Martins oscila entre diversas forças políticas que lutam pelo poder no fictício país de Eldorado: D. Porfírio Diaz, um líder de direita e político de tradição, D. Felipe Vieira, governador da Província de Alecrim, líder populista e demagógico, e D. Julio Fuentes, poderoso empresário dono de um império de comunicação. Numa conversa com a militante Sara, Paulo conclui que o povo de Eldorado precisa de um líder e que Vieira possui tais atributos. Eldorado encontra-se entre o golpe de estado e o populismo, entre a crise e a transformação. E Paulo, dividido entre a poesia e a política, agoniza sem conseguir solucionar as incoerências de Eldorado e as suas próprias contradições.",
          "release_date": "1967-05-08"
        },
        {
          "poster_path": null,
          "popularity": 0.709,
          "vote_count": 3,
          "video": false,
          "media_type": "movie",
          "id": 195282,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "O Bravo Guerreiro",
          "genre_ids": [
            18
          ],
          "title": "O Bravo Guerreiro",
          "vote_average": 6.3,
          "overview": "Miguel Horta, jovem deputado da oposição, decide mudar de partido para se infiltrar no governo por julgar que só dentro do poder é que poderia fazer alguma coisa pela causa pública. Um dia recebe em casa a visita de um cabo eleitoral dizendo que pelegos estão tentando derrubar a diretoria do sindicato, tendo por motivo um projeto de lei de sua autoria. Apesar dos apelos de Clara, sua mulher, Miguel vai para o sindicato, onde os trabalhadores estão reunidos em assembleia geral. Quando o presidente do sindicato consegue superar a situação, Miguel faz um discurso narrando toda a sua trajetória política e termina dizendo que não é mais o indicado para defender os sindicalizados. De volta ao lar, percorrendo a casa vazia, vai até a escrivaninha, pega um revólver e encosta o cano no céu da boca.\" (Guia de Filmes, 21) (Cinemateca Brasileira)",
          "release_date": "1968-11-22"
        },
        {
          "poster_path": "\/xQRYHny5F1XIQBPv0uTVWYov2lR.jpg",
          "popularity": 1.242,
          "vote_count": 4,
          "video": false,
          "media_type": "movie",
          "id": 147872,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "Fome de Amor",
          "genre_ids": [
            18
          ],
          "title": "Fome de Amor",
          "vote_average": 5,
          "overview": "Alfredo, ex-revolucionário, cego, surdo e mudo, e sua mulher recebem, numa casa de veraneio, uma pianista frustrada e seu marido. A troca de casais se estabelece para que, ao final, a dissociação se imponha como um gesto de libertação.",
          "release_date": "1968-10-15"
        },
        {
          "poster_path": "\/fOoqqn5A2XoPLblvAPpujRonzZm.jpg",
          "popularity": 4.272,
          "vote_count": 44,
          "video": false,
          "media_type": "movie",
          "id": 74349,
          "adult": false,
          "backdrop_path": "\/bA4w7j5FSt7b3lpFyZT7FeNYzVI.jpg",
          "original_language": "pt",
          "original_title": "O Dragão da Maldade contra o Santo Guerreiro",
          "genre_ids": [
            18,
            37
          ],
          "title": "O Dragão da Maldade contra o Santo Guerreiro",
          "vote_average": 6.7,
          "overview": "Continuação de Deus e o Diabo na Terra do Sol. Misturando cordel e ópera, esta aventura apresenta o personagem Antônio das Mortes, que recebe a tarefa de eliminar um novo cangaceiro da região. No caminho, ele encontra diversos jagunços e coroneis e se vê cara a cara com o povo do sertão e com as dificuldades enfrentadas pelos sertanejos, eventos que farão Antonio adquirir uma nova perspectiva de vida.",
          "release_date": "1969-05-20"
        },
        {
          "poster_path": "\/6Ib1oitnYGp9Cl5AWddrtaJ8X90.jpg",
          "popularity": 1.728,
          "vote_count": 37,
          "video": false,
          "media_type": "movie",
          "id": 68173,
          "adult": false,
          "backdrop_path": "\/aOhZA7Uu6SbKSev95MtcdV2vNvI.jpg",
          "original_language": "pt",
          "original_title": "Macunaíma",
          "genre_ids": [
            35,
            14
          ],
          "title": "Macunaíma",
          "vote_average": 6.9,
          "overview": "Macunaíma é um herói preguiçoso, safado e sem nenhum caráter. Ele nasceu na selva e de preto, virou branco. Depois de adulto, deixa o sertão em companhia dos irmãos. Macunaíma vive várias aventuras na cidade, conhecendo e amando guerrilheiras e prostitutas, enfrentando vilões milionários, policiais, personagens de todos os tipos.",
          "release_date": "1969-09-03"
        },
        {
          "poster_path": "\/2n7ZBrwSaXflGDD85FuFpXWQkrB.jpg",
          "popularity": 0.6,
          "vote_count": 3,
          "video": false,
          "media_type": "movie",
          "id": 243871,
          "adult": false,
          "backdrop_path": "\/yl1HOKxiqc6kwb0yiezt1b8LaMG.jpg",
          "original_language": "pt",
          "original_title": "Os Herdeiros",
          "genre_ids": [
            18
          ],
          "title": "Os Herdeiros",
          "vote_average": 6.7,
          "overview": "Para ganhar um neto, o decadente Barão do Café Joaquim resolve casar a filha com Jorge, um repórter da capital. Anos depois, Jorge trai o sogro, foge com a mulher e deixa o filho na fazenda.",
          "release_date": "1970-09-15"
        },
        {
          "poster_path": "\/iH41MfNDonhw6Wj4oW0h7N6gC8m.jpg",
          "popularity": 1.642,
          "vote_count": 4,
          "video": false,
          "media_type": "movie",
          "id": 193532,
          "adult": false,
          "backdrop_path": null,
          "original_language": "pt",
          "original_title": "Os Deuses e os Mortos",
          "genre_ids": [
            18
          ],
          "title": "Os Deuses e os Mortos",
          "vote_average": 4.5,
          "overview": "",
          "release_date": "1970-06-25"
        },
        {
          "poster_path": "\/8tH8tfxJWkJIAA4TqLN0TVFctMe.jpg",
          "popularity": 1.194,
          "vote_count": 9,
          "video": false,
          "media_type": "movie",
          "id": 105347,
          "adult": false,
          "backdrop_path": "\/4FjlWgDLfK4WLl0mvEXAWGxfM9b.jpg",
          "original_language": "pt",
          "original_title": "Como Era Gostoso o Meu Francês",
          "genre_ids": [
            12,
            35
          ],
          "title": "Como Era Gostoso o Meu Francês",
          "vote_average": 5.4,
          "overview": "No Brasil de 1594, um aventureiro francês prisioneiro dos Tupinambás escapa da morte graças aos seus conhecimentos de artilharia. Segundo a cultura Tupinambás, é preciso devorar o inimigo para adquirir todos os seus poderes, no caso saber utilizar a pólvora e os canhões. Enquanto aguarda ser executado, o francês aprende os hábitos dos Tupinambás e se une a uma índia e através dela toma conhecimento de um tesouro enterrado e decide fugir. A índia se recusa a segui-lo e após a batalha com a tribo inimiga, o chefe Cunhambebe marca a data da execução: o ritual antropofágico será parte das comemorações pela vitória.",
          "release_date": "1971-06-01"
        },
        {
          "vote_count": 0,
          "popularity": 0.84,
          "id": 198653,
          "video": false,
          "media_type": "movie",
          "vote_average": 0,
          "title": "Pindorama",
          "release_date": "1970-06-06",
          "original_language": "pt",
          "original_title": "Pindorama",
          "genre_ids": [
            18
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Ambientado durante o período da descoberta e colonização inicial do Brasil. O título refere-se a uma palavra que os povos nativos usavam para as terras costeiras: \"pindorama\" ou \"lugar das pequenas árvores\". Um filme pesado e grandioso, foi vaiado quando foi exibido no Festival de Cannes de 1971.",
          "poster_path": "\/9KLouElA1iq6bDVdCvpLjOvWqPG.jpg"
        }
      ],
      "information": {
        "contentTitle": "Filmes-chaves do Cinema Novo no Brasil",
        "contentText": "Os principais lançamentos que marcaram o movimento do Cinema Novo no Brasil."
      }
    },
    {
      "type": "text",
      "content_text": "Mais para o fim da década, depois dos golpes sucessivos de 1964 e 1968, <a href=\"https://_{type: 'screen', 'id': 254884, 'screen_type': person}\">Joaquim Pedro de Andrade</a> (1932-1988) realizou <a href=\"https://_{type: 'screen', 'id': 68173, 'screen_type': movie}\">Macunaima</a> (1969), uma comédia desvairada sobre temas raciais, sexuais e políticos adaptada do romance homônimo de Mário de Andrade."
    },
    {
      "type": "video",
      "video_id": "V2kX_Ln4ats",
      "information": {
        "contentTitle": "Cena do filme Deus e o Diabo na terra do sol",
        "contentText": "Gravado em 1963 em Monte Santo, região onde viveu e pregou Antônio Conselheiro, \"<i>Deus e o Diabo</i>\" estreou para o público três meses depois do golpe. A direção surpreendente e a temática do conflito pela terra – quando as Ligas Camponesas já estavam banidas – provocaram impacto. O filme foi aclamado no Festival de Cannes. Mais tarde, seria proibido pela censura.",
        "source": "Youtube: Canal <i>felipe lipocos</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A década de 1960 trouxe também para o cinema brasileiro seu mais importante prémio internacional. <a href=\"https://_{type: 'screen', 'id': 59990, 'screen_type': movie}\">O pagador de promessas</a> (1962), de <a href=\"https://_{type: 'screen', 'id': 1023462, 'screen_type': person}\">Anselmo Duarte</a> (1920-2009) - a história de um pequeno proprietário de terra que jura levar uma cruz a uma igreja distante caso seu jegue doente se cure - ganhou a <strong>Palma de Ouro</strong> do <i>Festival de Cannes</i>, até hoje o único vencedor brasileiro do prestigioso prêmio."
    },
    {
      "type": "text",
      "content_text": "Duarte ensaiou temas religiosos similares com <a href=\"https://_{type: 'screen', 'id': 194773, 'screen_type': movie}\">Vereda da salvação</a> (1964), filme sobre um homem que acredita ser Jesus Cristo. Os aspectos socialmente críticos dessas obras levaram <i>Anselmo Duarte</i> a ser preso como suspeito de comunismo. Ele também recebeu críticas dos cineastas do Cinema Novo."
    },
    {
      "type": "video",
      "video_id": "VO1F_WDMNCo",
      "information": {
        "contentTitle": "Cena do filme O pagador de promessas",
        "contentText": "Baseado na peça teatral homônima do dramaturgo Dias Gomes, é até hoje o único filme brasileiro a conquistar a <i>Palma de Ouro</i>, prêmio máximo do <i>Festival de Cannes</i>, na França, um dos mais prestigiados e famosos festivais de cinema do mundo. Brasil e Estados Unidos são os únicos países do continente americano a conquistar a honraria. O Pagador de Promessas também se tornou o primeiro filme da América do Sul a ser indicado ao Oscar de Melhor filme estrangeiro, na edição de 1963, mas o vencedor foi o francês <i>Les dimanches</i> de <i>Ville d'Avray</i>.",
        "source": "Youtube: Canal <i>Andre Carvalhos</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Um movimento paralelo ao Cinema Novo brasileiro se desenvolveu no México onde um grupo de jovens críticos criou a revista <strong>Nuevo Cine</strong> e produziu duras críticas contra o cinema comercial mexicano, com sua dependência dos gêneros seguros como musicais e comédias."
    },
    {
      "type": "block_special",
      "title": "Cinema Novo: Principais Características",
      "image": {
        "image_type": "local",
        "url": "img_cinema_novo",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Em seu texto A Estética da Fome, de 1965, Glauber Rocha escreveu: “<i>Sabemos nós – que fizemos estes filmes feios e tristes, estes filmes gritados e desesperados onde nem sempre a razão falou mais alto – que a fome não será curada pelos planejamentos de gabinete e que os remendos do tecnicolor não escondem, mais agravam seus tumores. Assim, somente uma cultura da fome, minando suas próprias estruturas, pode superar-se qualitativamente: e a mais nobre manifestação cultural da fome é a violência.</i>”<br/> <br/> \n\nComo principais características estéticas do movimento, a falta de recursos e a liberdade criativa permitiram aos cineastas do <i>Cinema Novo</i> desafiar, provocar e surpreender os espectadores. No entanto, essa liberdade, esse abandono de preciosismos técnicos, fez de cada filme uma expressão da visão particular de seu diretor. Por isso, o movimento não é necessariamente heterogêneo em sua estética, já que a forma e o conteúdo dos filmes variaram muito em suas diferentes fases. <br/> <br/> \n\nO Cinema Novo foi moldado à imagem de outros movimentos, conhecidos por sua subversão, como o <strong>Neorrealismo italiano</strong> e a <strong>Nouvelle Vague francesa</strong>. Em comum com seus predecessores, os brasileiros tinham a vontade de filmar com orçamentos reduzidos, muitas vezes em locações reais e usando atores não profissionais, tratando de temas da realidade das classes oprimidas. A paixão pelo cinema e o desejo de usá-lo como ferramenta de transformação era o que movia a todos eles. <br/> <br/> \n\nEmbora alguns diretores do Cinema Novo vissem os franceses como burgueses ou elitistas, eles concordavam que a “<i>teoria do autor</i>” da <i>Nouvelle Vague</i> era um conceito interessante, que permitia ao cineasta imprimir suas visões pessoais nas obras, o que incluía opiniões políticas e preferências estéticas. <br/> <br/> \n\nPor esse motivo, esteticamente o movimento não possui uma unidade. A própria “<i>estética da fome</i>”, desenvolvida por <i>Glauber Rocha</i>, tratava mais de questões conceituais do que visuais ou técnicas. O objetivo era expor as desigualdades sociais nos países de terceiro mundo, falar da fome como um sintoma de uma sociedade doente. Como disse o cineasta: “<i>[…] nossa maior miséria é que esta fome, sendo sentida, não é compreendida.</i>”",
      "credits": "Resumo baseado nos Artigos \"<i>Cinema Novo</i>\" de Katia Kreutz em aicinema.com"
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1362378, 'screen_type': person}\">J. M. Garcia Ascot</a> (1927-1986), membro do círculo da <i>Nuevo Cine</i>, sugeriu caminhos alternativos para o cinema mexicano em <i>En el balcon vacio</i> (1961), baseado nas memorias de infância de sua esposa na Guerra Civil Espanhola e em seu exilio no México, descrito por <i>John King</i> como \"<i>uma evocação proustiana do tempo perdido</i>\"."
    },
    {
      "type": "text",
      "content_text": "Em 1965 e 1966 foram feitas duas importantes adaptações para o cinema de histórias do escritor colombiano <i>Gabriel Garcia Marquez</i>. <a href=\"https://_{type: 'screen', 'id': 261265, 'screen_type': movie}\">En este pueblo no hay ladrones</a> (1965), de <a href=\"https://_{type: 'screen', 'id': 173733, 'screen_type': person}\">Alberto Isaac</a> (1925-1988) e <a href=\"https://_{type: 'screen', 'id': 246749, 'screen_type': movie}\">Tiempo de morir</a> (BR: Tempo de Morrer, 1966), de <a href=\"https://_{type: 'screen', 'id': 532227, 'screen_type': person}\">Arturo Ripstein</a> (n-1943)."
    },
    {
      "type": "text",
      "content_text": "O mais ilustre artista do cinema trabalhando no México foi, no entanto, o emigrado espanhol <a href=\"https://_{type: 'screen', 'id': 793, 'screen_type': person}\">Luis Buñuel</a> (1900-1983), que deixara seu país de origem na época da Guerra Civil. Buñuel fizera uma carreira marcante na indústria mexicana ao longo da década de 1950 com filmes como <a href=\"https://_{type: 'screen', 'id': 800, 'screen_type': movie}\">Los olvidados</a> (BR: Os esquecidos, 1950), El (BR: O Alucinado, 1953) e <a href=\"https://_{type: 'screen', 'id': 35124, 'screen_type': movie}\">Nazarin</a> (1958), mesclas de comentário social e surrealismo."
    },
    {
      "type": "video",
      "video_id": "VFpRHts9cY0",
      "information": {
        "contentTitle": "Cena do filme Memórias do subdesenvolvimento",
        "contentText": "Memória do Subdesenvolvimento é uma ficção de 1968 e foi rodada em Havana pelo diretor e roteirista <i>Tomás Gutiérrez Alea</i>. O filme discute a situação de Cuba logo após a sua revolução socialista, através do olhar de Sérgio, um cubano pequeno-burguês de 38 anos que decide permanecer no país depois que sua família foge para os Estados Unidos.",
        "source": "Youtube: Canal <i>AurelioPresidente</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Entre os últimos filmes mexicanos de Buñuel está <a href=\"https://_{type: 'screen', 'id': 29264, 'screen_type': movie}\">El ángel exterminador</a> (BR: O anjo exterminador, 1962), uma assustadora parábola sobre um grupo de pessoas aprisionadas num jantar do qual - inexplicavelmente - ninguém consegue sair. Esse relato do discreto charme da burguesia deu o tom para os últimos 15 anos da carreira de Buñuel, mas, à exceção do satírico <a href=\"https://_{type: 'screen', 'id': 36265, 'screen_type': movie}\">Simón del desierto</a> (BR: Simão do deserto, 1965), todos os seus filmes seguintes seriam feitos na Europa."
    },
    {
      "type": "text",
      "content_text": "Além da brasileira e da mexicana, a mais notável indústria de cinema da América Latina era a argentina. <a href=\"https://_{type: 'screen', 'id': 116197, 'screen_type': person}\">Leopoldo Torre Nilsson</a> (1924-1978) já fora internacionalmente aclamado no fim da década de 1950 por seus melodramáticos relatos da classe alta decadente, mais notavelmente <a href=\"https://_{type: 'screen', 'id': 199194, 'screen_type': movie}\">La casa del angel</a> (BR: A Casa do Anjo, 1957), exibido e premiado em Cannes. Esse filme se baseia num romance de <i>Beatriz Guido</i>, coautora do roteiro, que viria a se tornar sua esposa e roteirista regular."
    },
    {
      "type": "video",
      "video_id": "fZaeB8qA6wc",
      "information": {
        "contentTitle": "Cena do filme Vidas Secas",
        "contentText": "Vidas Secas foi o único filme brasileiro a ser indicado pelo <i>British Film Institute</i> como uma das 360 obras fundamentais em uma cinemateca. Neste filme fica perceptível a influência marcante do neorrealismo italiano na obra do diretor Nelson Pereira dos Santos e o filme se tornou um dos mais conhecidos do movimento chamado de Cinema Novo, que abordava problemas sociais do Brasil.",
        "source": "Youtube: Canal <i>Memorial da Democracia</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ela adaptou <a href=\"https://_{type: 'screen', 'id': 121461, 'screen_type': movie}\">La mano en la trampa</a> (BR: A Mão na Armadilha, 1961) e <a href=\"https://_{type: 'screen', 'id': 261415, 'screen_type': movie}\">Piel de verano</a> (BR: Pele de verão, 1961) de seus próprios romances. Em <a href=\"https://_{type: 'screen', 'id': 405501, 'screen_type': movie}\">El ojo de la cerradura</a> (1966), <a href=\"https://_{type: 'screen', 'id': 116197, 'screen_type': person}\">Leopoldo Torre Nilsson</a> (1924-1978) abordou mais diretamente a política sul-americana narrando a história de um revolucionário de direita. No começo da década de 1960, o sucesso de <i>Torre Nilsson</i> ajudou a criar uma <i>nouvelle vague argentina</i>, de inspiração parcialmente francesa."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Deus e o Diabo na Terra do Sol, do Glauber Rocha, foi o filme que jamais saiu de minha cabeça",
        "author": "Bong Joon Ho, diretor de “Parasita”"
      }
    },
    {
      "type": "text",
      "content_text": "Entre as obras mais notáveis dessa época estão <a href=\"https://_{type: 'screen', 'id': 392745, 'screen_type': movie}\">Tres veces Ana</a> (BR: Três vezes Ana, 1961), de <a href=\"https://_{type: 'screen', 'id': 1453186, 'screen_type': person}\">David José Kohon</a> (1919-2004), que conta três histórias de sexualidade em que Maria Vaner faz o papel de três mulheres diferentes de nome Ana, e <a href=\"https://_{type: 'screen', 'id': 47142, 'screen_type': movie}\">Crónica de un Niño Solo</a> (1965), de <a href=\"https://_{type: 'screen', 'id': 116190, 'screen_type': person}\">Leonardo Favio</a> (n-1938), história de um menino pobre num orfanato."
    },
    {
      "type": "video",
      "video_id": "eOLVm_9UcRw",
      "information": {
        "contentTitle": "Cena do filme Eu sou Cuba",
        "contentText": "Eu sou Cuba é propaganda épica e cubana. Maria (Luz Maria Collazo) conhece um americano numa boate e dorme com ele. O estranho vai embora deixando dinheiro pelo tempo que ela lhe dedicou, mas também pelo seu crucifixo, que ele roubou.",
        "source": "Youtube: Canal <i>John Fuhrmann</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Contudo, o mais importante movimento cinematográfico argentino da década de 1960 foi uma tentativa consciente de se afastar dos modelos estrangeiros. <a href=\"https://_{type: 'screen', 'id': 71353, 'screen_type': person}\">Fernando Solanas</a> (n-1936) e <a href=\"https://_{type: 'screen', 'id': 937636, 'screen_type': person}\">Octavio Getino</a> (n-1935) colaboraram em <a href=\"https://_{type: 'screen', 'id': 89681, 'screen_type': movie}\">La hora de los hornos: Notas Y testimonios sobre el neocolonialismo, la violência y la liberacion</a> (BR: A Hora dos Fornos: Notas e Testemunhos do Neocolonialismo, Violência e Libertação, 1968). Relato didático da história e da política argentinas, este filme velo a ser o modelo para o \"<i>Terceiro Cinema</i>\": um estilo próprio de cinema para o Terceiro Mundo, alternativo ao \"<i>Primeiro Cinema</i>\" de Hollywood e ao \"<i>Segundo Cinema</i>\" das <i>nouvelles vagues</i>."
    },
    {
      "type": "text",
      "content_text": "A indústria chilena de cinema encontrou seu espaço no fim da década de 1960. O cineasta de vanguarda <a href=\"https://_{type: 'screen', 'id': 121585, 'screen_type': person}\">Raul Ruiz</a> (n-1941) estrou como diretor com <a href=\"https://_{type: 'screen', 'id': 122097, 'screen_type': movie}\">Trés tristes tigres</a> (BR: Três Tristes Tigres, 1968) modelo dos jogos intelectuais que caracteriza sua obra. A maior parte de sua carreira, no entanto, seria passada no estrangeiro principalmente na França."
    },
    {
      "type": "video",
      "video_id": "wzGGjxKWJyA",
      "information": {
        "contentTitle": "Cena do filme Simão do deserto",
        "contentText": "Em Simão do deserto, de Luis Buñuel, baseado na história de Simão o estilita, Simão (Claudio Brook) vive no alto de uma coluna como prova de sua fé, que é repetidamente testada.",
        "source": "Youtube: Canal <i>Carlos Conceição</i>"
      }
    },
    {
      "type": "text",
      "content_text": "De estilo mais realista é <a href=\"https://_{type: 'screen', 'id': 72855, 'screen_type': movie}\">El Chacal de Nahueltoro</a> (BR: O Chacal de Nahueltoro, 1969), de <a href=\"https://_{type: 'screen', 'id': 1048479, 'screen_type': person}\">Miguel Littin</a> (n-1942), um retrato irregular, mas extremamente vigoroso, à moda de documentário, de um assassino cujas experiências apoiam a dramatização das desesperadas condições de vida dos chilenos pobres. Depois da vitória do marxista Salvador Allende nas eleições de 1970, Littin foi durante um curto período presidente da empresa estatal <i>Chile Filmes</i>, mas renunciou antes que a derrubada de Allende lhes impusesse, a ele e a Ruiz, o exilio."
    },
    {
      "type": "text",
      "content_text": "Nenhum dos demais países de língua espanhola do continente sul-americano - Bolívia, Colômbia, Equador, Peru, Venezuela, Paraguai e Uruguai - manteve uma produção significativa de filmes ao longo da década de 1960; em alguns desses países só se fizeram documentários curtos. No entanto, muitos dos mais notáveis filmes latino americanos da década foram produzidos fora do continente, na ilha caribenha de Cuba, onde a revolução de 1959 mudara a face do que fora até então uma indústria de pouca expressão."
    },
    {
      "type": "video",
      "video_id": "jjTCgddmab0",
      "information": {
        "contentTitle": "Trailer do filme O Chacal de Nahueltoro",
        "contentText": "Baseado em fatos reais, o filme é a recriação de um impactante crime, descoberto na crônica policial do Chile em meados da década de 1960, quando um campesino chamado <i>Jorge del Carmen Valenzuela Torres</i> foi preso pelo assassinato múltiplo de uma mulher campesina e seus cinco filhos, na localidade de Nahueltoro.",
        "source": "Youtube: Canal <i>Rebeldia audiovisual</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em 1961, depois que o líder cubano Fidel Castro nacionalizou as indústrias locais e estabeleceu laços com a União Soviética, os Estados Unidos romperam relações diplomáticas e o regime de Castro passou definitivamente à órbita soviética. Esse novo alinhamento encontrou expressa cinematográfica quando <a href=\"https://_{type: 'screen', 'id': 108764, 'screen_type': person}\">Mikhail Kalatozov</a> (1903-1973), o cineasta georgiano do clássico soviético <a href=\"https://_{type: 'screen', 'id': 38360 , 'screen_type': movie}\">Letyat Zhuravli</a> (BR: Quando voam as cegonhas, 1957), foi à ilha para fazer <a href=\"https://_{type: 'screen', 'id': 32015, 'screen_type': movie}\">Soy Cuba</a> (BR: Eu sou Cuba, 1964). Obra de propaganda visualmente impressionante, o filme percorre a trajetória do país da opressão pré-revolucionária até o presente idealizado e celebratório."
    },
    {
      "type": "text",
      "content_text": "O cineasta cubano <a href=\"https://_{type: 'screen', 'id': 72646, 'screen_type': person}\">Tomas Gutiérrez Alea</a> (1928-1996) assina uma das primeiras produções pós-revolucionárias, o filme de guerra neorrealista <a href=\"https://_{type: 'screen', 'id': 215277, 'screen_type': movie}\">Historias de la revolución</a> (BR: Histórias da Revolução, 1960). Sua obra posterior contém uma crítica social dialética em desenvolvimento: <a href=\"https://_{type: 'screen', 'id': 43778, 'screen_type': movie}\">La muerte de un burócrata</a> (BR: A morte de um burocrata, 1966) surgiu como uma surpreendente sátira dos espasmos da burocracia socialista, ao passo que <a href=\"https://_{type: 'screen', 'id': 47576, 'screen_type': movie}\">Memorias del subdesarrollo</a> (BR: Memorias do subdesenvolvimento, 1968), um melancólico relato da vida pós-revolucionaria, exibe notável inteligência cética para um filme produzido sob regime totalitário."
    },
    {
      "type": "video",
      "video_id": "yOvt1LE0hk0",
      "information": {
        "contentTitle": "Cena do filme La Hora de los Hornos",
        "contentText": "La Hora de los Hornos é um exercício de \"Terceiro Cinema\".",
        "source": "Youtube: Canal <i>Jacobo Asse</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nesse mesmo ano <a href=\"https://_{type: 'screen', 'id': 1138349, 'screen_type': person}\">Humberto Solás</a> (1941-2008) fez Lucia, uma vigorosa narrativa da experiência feminina durante três períodos diferentes da história cubana, notável por sua intensidade dramática e sua imaculada reconstrução de época."
    },
    {
      "type": "text",
      "content_text": "As circunstancias de Cuba, o único país da América Latina que implantou uma revolução de esquerda bem-sucedida e duradoura, foram únicas, mas não a tendência de se fazerem filmes politicamente engajados, como demonstra a crítica social aberta dos melhores filmes feitos no Brasil, na Argentina e no México. A América Latina da década de 1960 era uma região onde o cinema não podia se dar ao luxo de não ser político.",
      "content_credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/vBSTJhHcVq5zffTudQ7jMG9vDwI.jpg",
          "popularity": 5.692,
          "vote_count": 78,
          "video": false,
          "media_type": "movie",
          "id": 67612,
          "adult": false,
          "backdrop_path": "\/3MBk6gbBDHIqsidK8ET4uiVgime.jpg",
          "original_language": "pt",
          "original_title": "Deus e o Diabo na Terra do Sol",
          "genre_ids": [
            12,
            80,
            18,
            37
          ],
          "title": "Deus e o Diabo na Terra do Sol",
          "vote_average": 7.4,
          "overview": "Manuel vive com a esposa Rosa e a mãe, numa vida muito pobre no sertão brasileiro. Numa discussão com o Coronel que controla sua região o rapaz se revolta e mata o poderoso. Sua única opção é fugir deixando o pouco que tem para trás e seguindo o beato Sebastião que promete a bênção de Deus aos seus fiéis. Manuel pode, sem querer, estar novamente entrando em problemas, pois a oligarquia local encomendou a morte de Sebastião e seus seguidores a João das Mortes, com medo que uma situação como a de Canudos se repita.",
          "release_date": "1964-03-13"
        },
        {
          "vote_count": 11,
          "popularity": 1.933,
          "id": 194853,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "Os Fuzis",
          "release_date": "1964-06-01",
          "original_language": "pt",
          "original_title": "Os Fuzis",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/rIVzCD3UDqtp4t5lcGBacu0qaji.jpg",
          "adult": false,
          "overview": "Um grupo de soldados armados é enviado para o Nordeste do Brasil na tentativa de impedir que uma população atingida pela fome invada e roube um depósito de alimentos no sertão agreste. Enquanto a alienação e a insanidade das pessoas levadas à alucinação por sua fome latente é conduzida pelas previsões de uma figura religiosa, um motorista de caminhão observa a situação e permanece dividido entre sua amizade com os soldados e sua revolta contra a falta de ação do governo na luta contra a miséria que persiste na região.",
          "poster_path": "\/oYXZayooqrpACkR1Kmo8TZKAlEr.jpg"
        },
        {
          "poster_path": "\/hHwmi887psjp42IP9xAGsH7wTor.jpg",
          "popularity": 7.686,
          "vote_count": 50,
          "video": false,
          "media_type": "movie",
          "id": 59990,
          "adult": false,
          "backdrop_path": "\/k13mFZr51lcOxvLrHHCk9Llevcf.jpg",
          "original_language": "pt",
          "original_title": "O Pagador de Promessas",
          "genre_ids": [
            18
          ],
          "title": "O Pagador de Promessas",
          "vote_average": 8.1,
          "overview": "Zé do Burro (Leonardo Villar) e sua mulher Rosa (Glória Menezes) vivem em uma pequena propriedade a 42 quilômetros de Salvador. Um dia, o burro de estimação de Zé é atingido por um raio e ele acaba indo a um terreiro de candomblé, onde faz uma promessa a Santa Bárbara para salvar o animal. Com o restabelecimento do bicho, Zé põe-se a cumprir a promessa e doa metade de seu sítio, para depois começar uma caminhada rumo a Salvador, carregando nas costas uma imensa cruz de madeira. Mas a via crucis de Zé ainda se torna mais angustiante ao ver sua mulher se engraçar com o cafetão Bonitão (Geraldo Del Rey) e ao encontrar a resistência ferrenha do padre Olavo (Dionísio Azevedo) a negar-lhe a entrada em sua igreja, pela razão de Zé haver feito sua promessa em um terreiro.",
          "release_date": "1962-04-17"
        },
        {
          "poster_path": "\/su8CLJ2kaca6Ri27eanQshbF98c.jpg",
          "popularity": 8.893,
          "vote_count": 119,
          "video": false,
          "media_type": "movie",
          "id": 36265,
          "adult": false,
          "backdrop_path": "\/sm7NapjwKYhIH2GzFEgJkiw9hF1.jpg",
          "original_language": "es",
          "original_title": "Simón del desierto",
          "genre_ids": [
            35,
            18,
            36
          ],
          "title": "Simão do Deserto",
          "vote_average": 7.9,
          "overview": "",
          "release_date": "1965-02-08"
        },
        {
          "poster_path": "\/fOoqqn5A2XoPLblvAPpujRonzZm.jpg",
          "popularity": 4.272,
          "vote_count": 44,
          "video": false,
          "media_type": "movie",
          "id": 74349,
          "adult": false,
          "backdrop_path": "\/bA4w7j5FSt7b3lpFyZT7FeNYzVI.jpg",
          "original_language": "pt",
          "original_title": "O Dragão da Maldade contra o Santo Guerreiro",
          "genre_ids": [
            18,
            37
          ],
          "title": "O Dragão da Maldade contra o Santo Guerreiro",
          "vote_average": 6.7,
          "overview": "Continuação de Deus e o Diabo na Terra do Sol. Misturando cordel e ópera, esta aventura apresenta o personagem Antônio das Mortes, que recebe a tarefa de eliminar um novo cangaceiro da região. No caminho, ele encontra diversos jagunços e coroneis e se vê cara a cara com o povo do sertão e com as dificuldades enfrentadas pelos sertanejos, eventos que farão Antonio adquirir uma nova perspectiva de vida.",
          "release_date": "1969-05-20"
        },
        {
          "vote_count": 13,
          "popularity": 2.39,
          "id": 89681,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "A Hora dos Fornos: Notas e Testemunhos do Neocolonialismo, Violência e Libertação",
          "release_date": "1968-09-08",
          "original_language": "es",
          "original_title": "La hora de los hornos",
          "genre_ids": [
            99
          ],
          "backdrop_path": null,
          "adult": false,
          "overview": "Atual e profético, as preocupações e alertas de Pino Solanas nesta trilogia em 1968 não foram ouvidas e se transformaram nas calamidades que conhecemos durante as décadas seguintes. O conjunto de documentários mostra a História Moderna da América Latina.  Dividido em três partes:\r 1) “Colonialismo e Violência”\r 2) “Ato Para a Libertação”, o qual é dividido em dois grandes momentos: Crônica do peronismo (1945-1955) e Crônica da Resistência (1955-1966)\r 3) “Violência e Libertação”",
          "poster_path": "\/lRiunIFYGQChLQJXgqosd0mY5D9.jpg"
        },
        {
          "vote_count": 50,
          "popularity": 3.368,
          "id": 836,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Vidas Secas",
          "release_date": "1963-08-22",
          "original_language": "pt",
          "original_title": "Vidas Secas",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/ueG5XtHSttjNZdZ2scKWKeNXYFl.jpg",
          "adult": false,
          "overview": "Uma família miserável tenta escapar da seca no sertão nordestino. Fabiano (Átila Iório), Sinhá Vitória (Maria Ribeiro), seus dois filhos e a cachorra Baleia vagam sem destino e já quase sem esperanças pelos confins do interior, sobrevivendo às forças da natureza e à crueldade dos homens. Adaptação da obra de Graciliano Ramos.",
          "poster_path": "\/sWqa4iDkMfMwACrTdQnAGdlCsSh.jpg"
        },
        {
          "vote_count": 2,
          "popularity": 0.6,
          "id": 261415,
          "video": false,
          "media_type": "movie",
          "vote_average": 5.5,
          "title": "Pele de Verão",
          "release_date": "1961-08-31",
          "original_language": "es",
          "original_title": "Piel de verano",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/2cEOFDahTZNVwA0Va1FSAApPsb8.jpg",
          "adult": false,
          "overview": "Uma jovem aceita fingir que está apaixonada por um rapaz condenado por uma doença mortal, para lhe suavizar o fim da vida. Em troca, tem a promessa de uma luxuosa estadia de um ano em Paris. Mas, no desenlace, há uma surpresa.",
          "poster_path": "\/uVJYdkuO6bDXsWYlT5R80cTCQGF.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 544845,
          "profile_path": "\/nwVImGorDvvrcXCclOljal6CP6b.jpg",
          "name": "Glauber Rocha"
        },
        {
          "id": 116197,
          "profile_path": "\/fgg1IUhzoi7HpbTp6a0xFetQiNK.jpg",
          "name": "Leopoldo Torre Nilsson"
        },
        {
          "id": 12386,
          "profile_path": "\/aSmM21qsqWz8YNrmKBtkq80ST7h.jpg",
          "name": "Nelson Pereira dos Santos"
        },
        {
          "id": 121585,
          "profile_path": "\/gsJkcICbmk1GCi3EkDkxE6qZcpe.jpg",
          "name": "Raúl Ruiz"
        },
        {
          "id": 1023462,
          "profile_path": "\/rpKzvx9gTvxGFI4gUuTa1O1WI5d.jpg",
          "name": "Anselmo Duarte"
        },
        {
          "id": 1048479,
          "profile_path": "\/eExbKZ0tUnVTaRxVKO5wNLgShtX.jpg",
          "name": "Miguel Littín"
        },
        {
          "id": 20548,
          "profile_path": "\/dwU3bxKKu7rNWieSIrKkvmzaVN9.jpg",
          "name": "Ruy Guerra"
        },
        {
          "id": 72646,
          "profile_path": "\/aM8rdpELmKeSGVakP2aM2I9vqMI.jpg",
          "name": "Tomás Gutiérrez Alea"
        },
        {
          "id": 254884,
          "profile_path": "\/2iS6ksf7OMMtfDKB0VhMbC3hw2p.jpg",
          "name": "Joaquim Pedro de Andrade"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1960 a 1969",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "3"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Brasil chama a atenção do mundo com o seu Cinema novo, a revolução sexual dos anos 60 reflete no cinema, o terror psicológico ganha espaço e a ficção cientifica, com 2001: Uma odisseia no espaço, conquista o público e crítica. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}