{
  "number": 8,
  "content_list": [
    {
      "type": "text",
      "content_text": "O faroeste de Hollywood começou a declinar no fim da década de 1950. O inimigo das comunidades que forjavam para si uma nova vida. Uma grande fronteira não era mais o pistoleiro vestido de negro nem o índio saqueador, mas o espectro da televisão que oferecia ao público series baratas come <i>Gunsmoke e Bonanza</i>. O gênero ainda teria, no entanto, seu canto do cisne. Ele sena salvo pelo mais antigo faroeste de todos os lugares do mundo - a Europa."
    },
    {
      "type": "video",
      "video_id": "qwb3P0fuM1c",
      "information": {
        "contentTitle": "Cenas do filme Era uma Vez no Oeste",
        "contentText": "O diretor Sergio Leone pretendia que os três protagonistas de Três Homens em Conflito, Clint Eastwood, Lee Van Cleef e Eli Wallach, aparecessem em uma pequena ponta no segmento logo no início do filme, mas como Eastwood não estava disponível no período das filmagens de Era uma Vez no Oeste esta idéia acabou sendo arquivada.",
        "source": "Youtube: Canal <i>L. A.</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A produção de filmes na Europa ganhou impulso na década que se seguiu ao fim da Segunda Guerra Mundial e Hollywood era o óbvio modelo a ser seguido pelos produtores. <a href=\"https://_{type: 'screen', 'id': 29664, 'screen_type': person}\">Michael Carreras</a> (1927-1994), da <i>Hammer Film Productions</i>, fez o primeiro <strong>faroeste espaguete</strong>, <a href=\"https://_{type: 'screen', 'id': 122845, 'screen_type': movie}\">Tierra brutal</a> (BR: Armas selvagens, 1961), uma coprodução anglo-espanhola falada em inglês."
    },
    {
      "type": "text",
      "content_text": "Exceto, porém, pelos atores anglófonos que as vezes apareciam nesses filmes, a língua de preferência do novo gênero era o italiano. Os primeiros grandes faroestes espaguete foram influenciados pelo desejo de reinventar o faroeste americano e o filme de samurai japonês. <a href=\"https://_{type: 'screen', 'id': 4385, 'screen_type': person}\">Sergio Leone</a> (1929-1989) baseou livremente o seu <a href=\"https://_{type: 'screen', 'id': 391, 'screen_type': movie}\">Per un pugno di dollari</a> (BR: Por um punhado de dólares, 1964) em <a href=\"https://_{type: 'screen', 'id': 11878, 'screen_type': movie}\">Yojimbo</a> (BR: Yojimbo, o guarda-costas, 1961), de <a href=\"https://_{type: 'screen', 'id': 5026, 'screen_type': person}\">Akira Kurosawa</a> (1910-1998)."
    },
    {
      "type": "video",
      "video_id": "Ie0wanLy5MI",
      "information": {
        "contentTitle": "Cenas do filme Três Homens em Conflito",
        "contentText": "A trilha sonora foi composta pelo colaborador frequente de Leone Ennio Morricone, cujas composições originais características, contendo disparos de armas, assovios (por John O'Neill) e iodelei permeiam o filme. O tema principal, que se assemelha ao uivo de um coiote (que se mistura ao uivo de um coiote real na primeira cena após os créditos de abertura), é uma melodia de duas notas que é um motivo frequente, e é usada para os três personagens principais. Um instrumento musical diferente foi usado para cada um: flauta para Lourinho, ocarina para Angel Eyes e vozes para Tuco. A trilha sonora complementa o cenário da Guerra de Secessão do filme, contendo a balada melancólica La Storia Di Un Soldato (A história de um soldado), que é cantada pelos prisioneiros de guerra enquanto Tuco é torturado por Angel Eyes. O clímax do filme, um impasse mexicano com os três protagonistas, começa com a melodia de L'estasi dell'oro (O Êxtase do Ouro) e é seguido por Il Triello (O trio). Atualmente o tema icônico é considerado uma das maiores composições musicais para filmes de todos os tempos.  \n\nO tema principal, também chamado \"Il buono, il brutto, il cattivo\", foi um sucesso em 1968 com o álbum da trilha sonora entre os mais vendidos durante mais de um ano, chegando à quarta posição na revista Billboard na lista de mais vendidos do gênero pop. Na cultura popular, o grupo de new wave estadunidense Wall of Voodoo realizou um pot-pourri dos temas de Ennio Morricone em filmes, incluindo o tema deste filme. A única gravação conhecida é uma apresentação ao vivo no álbum The Index Masters. A banda de punk rock Ramones tocou essa música como abertura em seu álbum ao vivo Loco Live, bem como em outras apresentações, até sua separação em 1996. A banda de heavy metal britânica Motörhead tocou o tema como abertura na turnê de 1981 No Sleep 'til Hammersmith. A banda de heavy metal estadunidense Metallica tocou o tema L'estasi dell'oro como prelúdio para suas apresentações desde 1985 (exceto de 1996 a 1998), e, em 2007, gravou uma versão instrumental para uma compilação em homenagem a Morricone. O programa The Opie & Anthony Show, da rádio XM Satellite, também usava L'estasi dell'oro como tema de abertura. A música Urban Struggle, da banda de punk rock estadunidense The Vandals, começa com o tema principal. A banda electronica Bomb the Bass usou o tema de Il buono, il brutto, il cattivo como um de seus samples em sua música de 1988 Beat Dis, juntamente com partes do diálogo de Tuco prestes a ser enforcado na música Throughout The Entire World, faixa de abertura de seu álbum de 1991 Unknown Territory. Uma canção da banda Gorillaz chama-se Clint Eastwood e conta com referências ao ator, com o grito icônico ouvido no tema do filme.",
        "source": "Youtube: Canal <i>iFilmatti</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em termos de moral, cenário e estilo, o primeiro filme contrasta nitidamente com os faroestes tradicionais. Não há personagens bons: o herói, interpretado por <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (1930) - astro do programa de televisão <i>Rawhide</i> -, é um pistoleiro motivado pelo ganho pessoal, com lampejos de consciência apenas momentâneos. Os americanos nativos não têm qualquer papel nem mesmo em <a href=\"https://_{type: 'screen', 'id': 335, 'screen_type': movie}\">C'era una volta il West</a> (BR: Era uma vez no Oeste, 1968), que joga com o arquetípico cenário da expansão para o Oeste e seus perigos."
    },
    {
      "type": "block_special",
      "title": "A obra prima do Western",
      "image": {
        "image_type": "local",
        "url": "im_the_good_the_bad_and_the_ugly_scene",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Em meados dos anos 1960, Hollywood andava cansada dos faroestes, vistos cada vez mais como uma relíquia de outra era. Naturalmente, os filmes permaneceram essenciais para a compreensão da história do cinema, mas os tempos estavam mudando e o género não parecia mais ter um lugar na cultura popular. Sergio Leone tinha uma opinião diferente. O diretor italiano percebia que o gênero moribundo estava pronto para ser reinventado. A influência duradoura de seus chamados westerns spaghetti (apelidados assim por causa de suas locações na Itália e pelo uso copioso de sangue) demonstra que ele tinha razão. <br/><br/> \n\nLeone tinha feito um punhado de filmes antes de convidar o relativamente desconhecido Clint Eastwood para ir à Itália para uma refilmagem de <i>Yojimbo</i> (1961), de <i>Akira Kurosawa</i>, obra essa baseada em <i>Colheita de sangue</i>, de <i>Dashiel Hammett</i>. <i>Por um punhado de dólares</i> (1964) foi o primeiro dos emblemáticos faroestes protagonizados pelo \"<i>homem sem nome</i>\". Com orçamento mínimo, esse filme inovador e requintado se transformou em grande sucesso e Leone lhe deu sequência com <i>Por uns dólares a mais</i> (1965), também estrelado por Eastwood no papel de um outro anti-herói lacônico e anônimo. Mas a terceira parte da trilogia do \"homem sem nome\", <i>Três homens em conflito</i>, é a obra que confirmou a reputação de Leone como uma lenda do cinema. <br/><br/> \n\nLeone não está terrivelmente interessado no enredo - em <i>Três homens em conflito</i> ele se preocupa com elementos puramente cinematográficos. Compõe cuidadosamente cada imagem da tela grande como se estivesse pintando uma grande paisagem; se presenteia com close-ups extremos, que muitas vezes revelam pouco mais do que os olhos de um personagem. São suas técnicas radicais de edição, ao ritmo da famosa trilha sonora de <i>Ennio Morricone</i>, que coloca instrumentos raros e guitarras elétricas ao lado de uma orquestração tradicional. Cada quadro está revestido de estilo da mesma forma que o suor recobre permanentemente os rostos dos astros. <br/><br/> \n\n<i>Três homens em conflito</i> literalmente acaba nos rostos de Eastwood, Wallach e Van Cleef, quando os antagonistas encenam um duelo triplo em um cemitério. Esta cena se tornou uma das mais imitadas e parodiadas na história do cinema. A trilha sonora hipnótica de Morricone ganha intensidade enquanto na tela se seguem cortes cada vez mais velozes de um rosto a outro, capturando cada olhar tenso, cada mão que busca o revólver. Camp, kitsch e arrebatador, o filme é a obra de um mestre que reescreve as regras do western para adequá-las à visão ímpar de Leone.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Ao contrário, a maior parte da se desenrola nos estados do Sul, onde o México e a população latina desempenham papéis significativos. O mundo de Leone era violento e impelido pelas célebres músicas de <a href=\"https://_{type: 'screen', 'id': 1259, 'screen_type': person}\">Ennio Morricone</a> (1928-2020). O filme seguinte do diretor, <a href=\"https://_{type: 'screen', 'id': 938, 'screen_type': movie}\">Per qualche dollaro in più</a> (BR: Por uns dólares a mais, 1965), juntou <a href=\"https://_{type: 'screen', 'id': 4078, 'screen_type': person}\">Lee van Cleef</a> (1925-1989) com Eastwood, que faz o papel de um jovem arrivista que busca um pouco de orientação moral com um veterano mais interessado em vingança."
    },
    {
      "type": "video",
      "video_id": "0JPnR7C8mZQ",
      "information": {
        "contentTitle": "Cenas do filme Por uns Dólares a Mais",
        "contentText": "Lançado nos Estados Unidos em 1967, o filme é a segunda parte da chamada Trilogia dos Dólares do diretor Leone. Clint Eastwood é o protagonista deste e dos outros filmes, sempre interpretando um Pistoleiro sem nome, papel que o celebrizou no início de sua carreira.",
        "source": "Youtube: Canal <i>Christian Bates</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Leone vez mais ajudado pela música de Morricone, com um tema central que destaca seu talento para a sutileza e acrescenta peso emocional ao tiroteio que é climas do filme. <a href=\"https://_{type: 'screen', 'id': 429, 'screen_type': movie}\">Il buono, il brutto, il cattivo</a> (BR: Três homens em conflito, 1966) consolidou a reputação de Leone como mestre do faroeste espaguete e a de Morricone como música de preferência dos cineastas do gênero."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Se for perder, é melhor perder direito. Seja quem for que me apunhale pelas costas e me deixe vivo, não conhece nada sobre mim. Nada!",
        "author": "Tuco (Eli Wallach) em Três Homens em Conflito"
      }
    },
    {
      "type": "text",
      "content_text": "Outros diretores também teriam suas carreiras definidas pelo faroeste espaguete <a href=\"https://_{type: 'screen', 'id': 49450, 'screen_type': person}\">Sergio Corbucci</a> (1926-1990) será lembrado por <a href=\"https://_{type: 'screen', 'id': 10772, 'screen_type': movie}\">Django</a> (1966), brutal até mesmo para os padrões desse subgênero. Em contraste com os ambientes áridos de Leone, o anti-herói de Franco Nero caça seu butim numa paisagem lamacenta, encharcada pela chuva, arrastando um caixão que contém a arma de sua preferência, uma metralhadora. <a href=\"https://_{type: 'screen', 'id': 37742, 'screen_type': person}\">Gianfranco Parolini</a> (n-1930) fez sucesso com a trilogia <i>Sabata</i> (1969-1971), estrelada por baluartes do faroeste como Lee van Cleef e Yul Brynner."
    },
    {
      "type": "video",
      "video_id": "FhWUPyiQ8sE",
      "information": {
        "contentTitle": "Cenas do filme Django",
        "contentText": "O filme tornou-se muito popular na Europa e é considerado um filme cult nos Estados Unidos da América. É um dos melhores exemplos de filmes do gênero western spaghetti, com uma trilha sonora agitada, duelos de armas e um anti-herói de poucas palavras, que arrastava um caixão consigo. O visual único do filme é devido ao trabalho do diretor de arte Carlo Simi, que já havia criado personagens e cenários no filme anterior de Corbucci, Minnesota Clay, e também trabalhava com freqüência nos filmes de Sergio Leone. Além de \"Django atira primeiro\" (1966), Viva Django (1968), \"Django o bastardo\" e \"Django não perdoa, mata\", o filme teve uma seqüência oficial chamada Django 2 - Il grande ritorno (Django 2 a volta do vingador), que foi lançado em 1987.",
        "source": "Youtube: Canal <i>TheEncyclopediaofPopCulture 2</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes, repletos de chantagens e tiroteios, são embalados pela música de <a href=\"https://_{type: 'screen', 'id': 1086910, 'screen_type': person}\">Marcello Giombini</a> (1928-2003). Embora ainda se trate de um ótimo filme, em <a href=\"https://_{type: 'screen', 'id': 9394, 'screen_type': movie}\">Lo chiamavano Trinità...</a> (BR: Trinity é o Meu Nome, 1970) de <a href=\"https://_{type: 'screen', 'id': 56033, 'screen_type': person}\">Enzo Barboni</a> (1922-2002), a comédia trai o faroeste espaguete, que já havia passado de seu apogeu e se tornara ótimo material para a parodia. O gênero chegou ao fim com <a href=\"https://_{type: 'screen', 'id': 6609, 'screen_type': movie}\">Keoma</a> (1976), mas o espirito e o estilo do faroeste espaguete influenciaram fortemente duas gerações de cineastas, de <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (n-1930) e <a href=\"https://_{type: 'screen', 'id': 7623, 'screen_type': person}\">Sam Raimi</a> (n-1959) a <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963) e <a href=\"https://_{type: 'screen', 'id': 2294, 'screen_type': person}\">Robert Rodriguez</a> (n-1968).",
      "content_credits": "Resumo baseado no texto de <i>Ian Haydn Smith</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 5413,
          "popularity": 28.151,
          "id": 429,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.4,
          "title": "The Good, the Bad and the Ugly",
          "release_date": "1966-12-23",
          "original_language": "it",
          "original_title": "Il buono, il brutto, il cattivo",
          "genre_ids": [
            37
          ],
          "backdrop_path": "\/x4biAVdPVCghBlsVIzB6NmbghIz.jpg",
          "adult": false,
          "overview": "While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
          "poster_path": "\/eWivEg4ugIMAd7d4uWI37b17Cgj.jpg"
        },
        {
          "poster_path": "\/3RymloPYcEPx30T1vTrz2cXaVnh.jpg",
          "popularity": 15.351,
          "vote_count": 2744,
          "video": false,
          "media_type": "movie",
          "id": 335,
          "adult": false,
          "backdrop_path": "\/h31SOVlekuHXsMWVGxI8nPPfY82.jpg",
          "original_language": "it",
          "original_title": "C'era una volta il West",
          "genre_ids": [
            37
          ],
          "title": "Once Upon a Time in the West",
          "vote_average": 8.3,
          "overview": "A widow whose land and life are in danger as the railroad is getting closer and closer to taking them over. A mysterious harmonica player joins forces with a desperado to protect the woman and her land.",
          "release_date": "1968-12-21"
        },
        {
          "vote_count": 474,
          "popularity": 8.77,
          "id": 10772,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Django",
          "release_date": "1966-04-05",
          "original_language": "it",
          "original_title": "Django",
          "genre_ids": [
            28,
            37
          ],
          "backdrop_path": "\/emAXJbyBPcMpLeK2OdlgqIHORT2.jpg",
          "adult": false,
          "overview": "A coffin-dragging gunslinger and a half-breed prostitute become embroiled in a bitter feud between a merciless masked clan and a band of Mexican revolutionaries.",
          "poster_path": "\/vs4vieNstSEfbgLFEelXXOPvr6h.jpg"
        },
        {
          "poster_path": "\/cBTtAUUgHk4LL3pznqd0UM3MyoY.jpg",
          "popularity": 1.428,
          "vote_count": 0,
          "video": false,
          "media_type": "movie",
          "id": 122845,
          "adult": false,
          "backdrop_path": "\/klPDLiuxFOFAqvEYY32mm2SXWPR.jpg",
          "original_language": "en",
          "original_title": "Tierra brutal",
          "genre_ids": [
            18,
            37,
            10749
          ],
          "title": "The Savage Guns",
          "vote_average": 0,
          "overview": "This Western is set in the Mexican valley of Sonora not that far south of the state of Arizona. It's just after the American Civil War, and a former Confederate officer, Mike Summers (Don Taylor) has taken refuge in a small town in the valley. He has married and is hoping to live in peace the rest of his life. Instead, he and his wife and the rest of the town are suffering the depredations of a brutal gunman, Danny Pose (Alex Nicol), and his gang of outlaws. Summers holds off picking up a gun because of his personal vow of non-violence. But the situation deteriorates and a new ally comes into the picture, Steve Fallon (Richard Basehart), a wandering gunslinger who may not be able to handle the bad guys alone.",
          "release_date": "1962-09-30"
        },
        {
          "poster_path": "\/lBwOEpwVeUAmrmglcstnaGcJq3Y.jpg",
          "popularity": 17.284,
          "vote_count": 2551,
          "video": false,
          "media_type": "movie",
          "id": 391,
          "adult": false,
          "backdrop_path": "\/9gMkOYzk7P9QXwndhLRAC8cMZcJ.jpg",
          "original_language": "it",
          "original_title": "Per un pugno di dollari",
          "genre_ids": [
            37
          ],
          "title": "A Fistful of Dollars",
          "vote_average": 7.9,
          "overview": "The Man With No Name enters the Mexican village of San Miguel in the midst of a power struggle among the three Rojo brothers and sheriff John Baxter. When a regiment of Mexican soldiers bearing gold intended to pay for new weapons is waylaid by the Rojo brothers, the stranger inserts himself into the middle of the long-simmering battle, selling false information to both sides for his own benefit.",
          "release_date": "1964-01-18"
        },
        {
          "poster_path": "\/gg6ketxp9j2kKWTP7ykBUFl0wIZ.jpg",
          "popularity": 5.612,
          "vote_count": 186,
          "video": false,
          "media_type": "movie",
          "id": 9028,
          "adult": false,
          "backdrop_path": "\/ht8B5vtSfp6ZPSJL8AwQQEb091c.jpg",
          "original_language": "it",
          "original_title": "Il grande silenzio",
          "genre_ids": [
            28,
            37
          ],
          "title": "The Great Silence",
          "vote_average": 7.5,
          "overview": "A mute gunslinger fights in the defense of a group of outlaws and a vengeful young widow, against a group of ruthless bounty hunters.",
          "release_date": "1968-02-21"
        },
        {
          "vote_count": 602,
          "popularity": 10.828,
          "id": 336,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Duck, You Sucker",
          "release_date": "1971-10-20",
          "original_language": "it",
          "original_title": "Giù la testa",
          "genre_ids": [
            37
          ],
          "backdrop_path": "\/b2IrRkWgkLFdwsCSHK3CD526hUn.jpg",
          "adult": false,
          "overview": "At the beginning of the 1913 Mexican Revolution, greedy bandit Juan Miranda and idealist John H. Mallory, an Irish Republican Army explosives expert on the lam from the British, fall in with a band of revolutionaries plotting to strike a national bank. When it turns out that the government has been using the bank as a hiding place for illegally detained political prisoners -- who are freed by the blast -- Miranda becomes a revolutionary hero against his will.",
          "poster_path": "\/nWmAtZf83qpOai0fzehf7Hn1S3R.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 4385,
          "profile_path": "\/ufmrt45oBeimYjgNRWtZdSrwyJR.jpg",
          "name": "Sergio Leone"
        },
        {
          "id": 1259,
          "profile_path": "\/avjgzi45bdXgC1AtyNsRc5nxtFM.jpg",
          "name": "Ennio Morricone"
        },
        {
          "id": 190,
          "profile_path": "\/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg",
          "name": "Clint Eastwood"
        },
        {
          "id": 49450,
          "profile_path": "\/zFBLUu2A9DfNH3n1buP9OuF4gye.jpg",
          "name": "Sergio Corbucci"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1960 a 1969",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "3"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Brasil chama a atenção do mundo com o seu Cinema novo, a revolução sexual dos anos 60 reflete no cinema, o terror psicológico ganha espaço e a ficção cientifica, com 2001: Uma odisseia no espaço, conquista o público e crítica. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}