{
  "number": 4,
  "content_list": [
    {
      "type": "text",
      "content_text": "No começo da década, o diretor da <i>New Wave britânica</i>, <a href=\"https://_{type: 'screen', 'id': 32765, 'screen_type': person}\">Tony Richardson</a> (1928-1991) trocou o realismo social pela comédia farsesca em <a href=\"https://_{type: 'screen', 'id': 5769, 'screen_type': movie}\">Tom Jones</a> (BR: As aventuras de Tom Jones, 1963), adaptação do romance de <i>Henry Fielding</i>, escrito no século XVIII. Provocativo e ousado, ele segue as aventuras sexuais do jovem Tom, interpretado por um <a href=\"https://_{type: 'screen', 'id': 3926, 'screen_type': person}\">Albert Finney</a> (1936-2019) totalmente à vontade no papel."
    },
    {
      "type": "video",
      "video_id": "ahFARm2j38c",
      "information": {
        "contentTitle": "Cena final do filme A primeira noite de um homem",
        "contentText": "O filme ficou conhecido, entre outros motivos, pela trilha sonora proposta pela dupla de músicos folk <i>Simon & Garfunkel</i> (na qual lançariam canções que se tornariam sucessos da música pop como <i>The Sound of Silence</i> e <i>Mrs. Robinson</i>) e por ter iniciado a carreira do então desconhecido Dustin Hoffman. Além disso, algumas de suas cenas tornaram-se arquetípicas para diversos filmes de gênero semelhante produzidos até os dias atuais, sendo inclusive motivo de diversas paródias em vários veículos.",
        "source": "Youtube: Canal <i>cinefilikos</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Para o público do século XXI. <i>As aventuras de Tom Jones</i> é um relato pudico dos encontros amorosos de Tom, mas na época o filme foi tido como licencioso. Quando Jones e a Sra. Waters jantam juntos, Richardson retrata alusivamente os desejos luxuriosos do casal, que suga ostras, dilacera coxas de galinha e enche a boca com peras suculentas."
    },
    {
      "type": "text",
      "content_text": "O reexame dos costumes sociais pelo cinema não se limitou à sociedade ocidental. No Japão, diretores como <a href=\"https://_{type: 'screen', 'id': 20025, 'screen_type': person}\">Shohei Imamura</a> (1926-2006) mostraram o novo papel da mulher e a sexualidade sem inibições em filmes como <a href=\"https://_{type: 'screen', 'id': 42984, 'screen_type': movie}\">Nippon konchûki</a> (BR: A mulher inseto, 1963), que conta a história de uma jovem camponesa convertida em <i>gueixa</i>, violentada pelo padrasto e desgraçada por seu \"<i>desejo carnal</i>\". O filme traça a história do Japão de antes e depois das guerras do século XX, quando a tradição dá lugar à sociedade industrial liberal."
    },
    {
      "type": "video",
      "video_id": "e83L05ptpAE",
      "information": {
        "contentTitle": "Cena do filme Amarelo",
        "contentText": "Amarelo documentou a revolução sexual na sociedade sueca por meio das experiências de uma jovem rebelde. Ele contém cenas de nudez e representação do intercurso sexual.",
        "source": "Youtube: Canal <i>Ismail</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No transcurso da década, o cinema foi se tornando mais aberto a temas proibidos e mais propenso a refletir os acontecimentos em curso na sociedade cada vez mais liberal O sucesso de <a href=\"https://_{type: 'screen', 'id': 1052, 'screen_type': movie}\">Blow-up</a> (BR: Blow-Up: Depois Daquele Beijo, 1966), dirigido por <a href=\"https://_{type: 'screen', 'id': 15189, 'screen_type': person}\">Michelangelo Antonioni</a> (1912-2007), se deveu em parte às suas cenas explicitas de sexo e à abordagem do abuso de drogas na Londres <i>fashion</i> contemporânea."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 649, 'screen_type': movie}\">Belle de jour</a> (BR: A bela da tarde, 1967) chocou o público com a história de uma dona de casa parisiense que se prostitui durante o dia para realizar suas fantasias sadomasoquistas. <a href=\"https://_{type: 'screen', 'id': 133471, 'screen_type': person}\">Vilgot Sjoman</a> (1924-2006) causou indignação com sua abordagem direta do sexo e da violência em <a href=\"https://_{type: 'screen', 'id': 42695, 'screen_type': movie}\">Jag är nyfiken - en film i gult</a> (BR: Amarelo, 1967), história de uma mulher jovem promiscua."
    },
    {
      "type": "video",
      "video_id": "_zeza1xeWKM",
      "information": {
        "contentTitle": "Cena do filme Blow-Up: Depois Daquele Beijo",
        "contentText": "O filme, que conquistou o Grand Prix do Festival de Cinema de Cannes, foi escrito por Antonioni e Tonino Guerra e traz no elenco <i>David Hemmings, Vanessa Redgrave, Sarah Miles, Jane Birkin</i> - nas primeiras cenas de nu frontal em filme britânico dirigido ao grande público - e a supermodelo <i>Veruschka</i>, que interpreta a si própria e tem uma cena então considerada como o \"<i>mais sexy momento cinematográfico da história</i>\", pela revista especializada Premiere.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 5342, 'screen_type': person}\">Mike Nichols</a> (n-1931) capturou perfeitamente os vaivéns da sociedade americana à beira da revolução sexual em <a href=\"https://_{type: 'screen', 'id': 37247, 'screen_type': movie}\">The Graduate</a> (BR: A primeira noite de um homem, 1967), um estudo do sexo entre gerações diferentes. Se a maior parte do cinema americano fora até então convencional, esse filme de Nichols conecta o velho mundo com o novo apontando para o cinema mais experimental que viria na década de 1970."
    },
    {
      "type": "block_special",
      "title": "Trilha Sonora e Cinema",
      "image": {
        "image_type": "local",
        "url": "img_mrs_robinson",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Depois de pedir a Paul Simon que produzisse material para o filme <i>A primeira noite de um homem</i>, Mike Nichols decidiu usar canções de dois álbuns anteriores de <i>Simon & Garfunkel</i>, sendo alguns do então inacabado \"<i>Mrs. Robinson</i>\", além da música de <i>Dave Grusin</i>. O filme e o cinema em geral lucraram com o uso de material popular. A trilha sonora foi essencial para o êxito do filme e o álbum chegou ao topo da parada de sucessos antes de ser substituído por <i>Bookends</i>, aquele que contém a versão completa de \"<i>Mrs Robinson</i>\" e outras canções escritas mas não utilizadas no filme. O modo como a música foi usada é também marcante. \"<i>The Sounds (mais tarde 'Sound') of Silence</i>\" é tocada no começ,  no fim e durante a sequência de Benjamin em casa intercalada com seu caso com a Sra. Robinson. A letra, de \"<i>Hello darkness, my old friend</i>\", sugere os pensamentos íntimos de Benjamin embora nunca se conecte diretamente com a narrativa, e os versos desolados são compensados pelo alto astral da voz."
    },
    {
      "type": "text",
      "content_text": "À medida que a década de 1960 se aproximava de seu fim e as leis de censura eram relaxadas, os filmes começaram a escandalizar por escandalizar. Na ficção cientifica <i>kitsch</i> <a href=\"https://_{type: 'screen', 'id': 8069, 'screen_type': movie}\">Barbarella</a> (1968), <a href=\"https://_{type: 'screen', 'id': 6352, 'screen_type': person}\">Jane Fonda</a> (n-1937) faz o papel de uma astronauta do século XX que vai para o planeta <i>Tau Ceti</i> buscar o cientista perdido Durand-Durand."
    },
    {
      "type": "video",
      "video_id": "NX2hTObHfxM",
      "information": {
        "contentTitle": "Cena do filme Barbarella ",
        "contentText": "Filmado nos estúdios do produtor <i>Dino De Laurentiis</i>, em Roma, ao mesmo tempo em francês e inglês (versão internacional), a maioria dos atores interpreta os papéis nas duas línguas. Seu roteiro, contudo, caótico e à frente de seu tempo, levou ao fracasso de bilheteria e público em seu lançamento - apesar da grande campanha publicitária usando Jane Fonda, que chegou a posar a caráter para a revista masculina Penthouse. Com o tempo, o filme e a trilha sonora acabaram se tornando uma referência cultural, com influências na cultura-pop.",
        "source": "Youtube: Canal <i>Flickfeast</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Com suas constantes e inexplicáveis trocas roupa transparente de <i>Barbarella</i>, suas insinuações de lesbianismo nos encontros da personagem com a lasciva Grande Tirana (Anita Pallenberg) e suas cenas com acessórios sexuais, este cult extravagante tem um viés inquestionavelmente sadomasoquista. No fim da década, <a href=\"https://_{type: 'screen', 'id': 2778, 'screen_type': person}\">Dennis Hopper</a> (1936 –2010) dividiu com <a href=\"https://_{type: 'screen', 'id': 8949, 'screen_type': person}\">Peter Fonda</a> (1940-2019) o roteiro e o papel principal do <i>road movie Sem destino</i> (1969)."
    },
    {
      "type": "text",
      "content_text": "Eles fazem papéis de hippies que participam de uma viagem de motocicleta de Los Angeles a Nova Orleans. Seus embalos com mulheres nuas, movidos a drogas, começam inocentes e terminam assustadores, mas nunca são explícitos. Hopper usou a nova liberdade disponível aos cineastas para lançar perguntas perturbadoras aos jovens do país. A revolução não era mais sexual, mas de ideias.",
      "content_credits": "Resumo baseado no texto de <i>Carol King</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/AuFvrbtWSPiBPIv9ewH2DV4nhCD.jpg",
          "popularity": 14.353,
          "vote_count": 2055,
          "video": false,
          "media_type": "movie",
          "id": 37247,
          "adult": false,
          "backdrop_path": "\/5DRTA4sf3D4FXZjquH8ph7uG7s3.jpg",
          "original_language": "en",
          "original_title": "The Graduate",
          "genre_ids": [
            35,
            18
          ],
          "title": "The Graduate",
          "vote_average": 7.7,
          "overview": "Benjamin, a recent college graduate very worried about his future, finds himself in a love triangle with an older woman and her daughter.",
          "release_date": "1967-12-21"
        },
        {
          "poster_path": "\/jiz91yDheKGIE3tubFnXzYxTyhh.jpg",
          "popularity": 9.275,
          "vote_count": 464,
          "video": false,
          "media_type": "movie",
          "id": 649,
          "adult": false,
          "backdrop_path": "\/z44h4Jza80TMtE1vSYrHITIAuzP.jpg",
          "original_language": "fr",
          "original_title": "Belle de jour",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Belle de Jour",
          "vote_average": 7.6,
          "overview": "Beautiful young housewife Séverine Serizy cannot reconcile her masochistic fantasies with her everyday life alongside dutiful husband Pierre. When her lovestruck friend Henri mentions a secretive high-class brothel run by Madame Anais, Séverine begins to work there during the day under the name Belle de Jour. But when one of her clients grows possessive, she must try to go back to her normal life.",
          "release_date": "1967-05-24"
        },
        {
          "poster_path": "\/4LHJm9hhRaI9k7gAU22BIhKekNb.jpg",
          "popularity": 3.072,
          "vote_count": 37,
          "video": false,
          "media_type": "movie",
          "id": 42695,
          "adult": false,
          "backdrop_path": "\/of7GWgB4mPKPC3t6JJjkcU4Cssq.jpg",
          "original_language": "sv",
          "original_title": "Jag är nyfiken - en film i gult",
          "genre_ids": [
            18
          ],
          "title": "I Am Curious (Yellow)",
          "vote_average": 5.5,
          "overview": "Lena, aged twenty, wants to know all she can about life and reality. She collects information on everyone and everything, storing her findings in an enormous archive. She experiments with relationships, political activism, and meditation. Meanwhile, the actors, director and crew are shown in a humorous parallel plot about the making of the film and their reactions to the story and each other. Nudity, explicit sex, and controversial politics kept this film from being shown in the US while its seizure by Customs was appealed.",
          "release_date": "1967-03-10"
        },
        {
          "vote_count": 719,
          "popularity": 12.431,
          "id": 1052,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Blow-Up",
          "release_date": "1966-12-18",
          "original_language": "en",
          "original_title": "Blow-Up",
          "genre_ids": [
            18,
            9648,
            53
          ],
          "backdrop_path": "\/buMxKBaI6MBYgyhWuWVLgt8WPZV.jpg",
          "adult": false,
          "overview": "A successful mod photographer in London whose world is bounded by fashion, pop music, marijuana, and easy sex, feels his life is boring and despairing. But in the course of a single day he accidentally captures on film the commission of a murder. The fact that he has photographed a murder does not occur to him until he studies and then blows up his negatives, uncovering details, blowing up smaller and smaller elements, and finally putting the puzzle together.",
          "poster_path": "\/iVtUdWsT6Ed2DK762zZxjaQAdHy.jpg"
        },
        {
          "vote_count": 382,
          "popularity": 7.812,
          "id": 8069,
          "video": false,
          "media_type": "movie",
          "vote_average": 5.9,
          "title": "Barbarella",
          "release_date": "1968-10-10",
          "original_language": "en",
          "original_title": "Barbarella",
          "genre_ids": [
            878,
            12,
            35
          ],
          "backdrop_path": "\/gY8essk1UcNZMK3VRkPpdaUQLDQ.jpg",
          "adult": false,
          "overview": "In the far future, a highly sexual woman is tasked with finding and stopping the evil Durand-Durand. Along the way she encounters various unusual people.",
          "poster_path": "\/vHxdpF8fjY6JMvDplzyhA6noIXT.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 32765,
          "profile_path": "\/3skJ0HApYH6AgVPqMtexMbTCZMr.jpg",
          "name": "Tony Richardson"
        },
        {
          "id": 50,
          "profile_path": "\/jo0VZCujz0uDbMch4irFwKQj2d9.jpg",
          "name": "Catherine Deneuve"
        },
        {
          "id": 3926,
          "profile_path": "\/tAwXUmAbQGka31CTGQ0xS89QNYC.jpg",
          "name": "Albert Finney"
        },
        {
          "id": 15189,
          "profile_path": "\/aGrzCeNCEZEI1DhLS8HjWDKNude.jpg",
          "name": "Michelangelo Antonioni"
        },
        {
          "id": 6352,
          "profile_path": "\/cu34I4YohPkt7cvJ2Z8bVjzty7x.jpg",
          "name": "Jane Fonda"
        },
        {
          "id": 5342,
          "profile_path": "\/eJgJEVil7iOJ9sTAXLCVRKfeKKM.jpg",
          "name": "Mike Nichols"
        },
        {
          "id": 4483,
          "profile_path": "\/zN03MlLSFeTFT5TtX282mHD1rqF.jpg",
          "name": "Dustin Hoffman"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1960 a 1969",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "3"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Brasil chama a atenção do mundo com o seu Cinema novo, a revolução sexual dos anos 60 reflete no cinema, o terror psicológico ganha espaço e a ficção cientifica, com 2001: Uma odisseia no espaço, conquista o público e crítica. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}