{
  "number": 6,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os filmes de ficção cientifica da década de 1960 pertencem a um gênero bastante amplo. Embora os anos 1950 sejam considerados a \"<i>época de ouro</i>\" desse gênero cinematográfico - marcada pela paranoia um tanto <i>noir</i> da Guerra Fria em filmes como <a href=\"https://_{type: 'screen', 'id': 10785, 'screen_type': movie}\">The Thing from Another World</a> (BR: O Monstro do Ártico, 1951) -, foi na década de 1960 que a ficção cientifica atingiu a maioridade."
    },
    {
      "type": "video",
      "video_id": "7aVpiGzsCBI",
      "information": {
        "contentTitle": "Cena do filme A Máquina do Tempo",
        "contentText": "George Pal transforma a metáfora política de Wells, que seria a dualidade \"Classe operária\" (Morlocks) x \"Nobreza inglesa do século passado\" (Elois), em uma simples história do bem contra o mal. O que poderia se caracterizar, porém, como um defeito, uma alienação política, acaba se tornando o ponto positivo do filme, que fugiu de uma situação datada, para uma situação atemporal, com enfoque mais humanista, sem se prender a sociedades, épocas ou ideologias políticas.",
        "source": "Youtube: Canal <i>Classic Movie Guy</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Invasões espaciais e ataques de monstros ao estilo da década de 1950 continuaram a ser feitos, mas a ficção cientifica se manifestou também sob outras formas, tão variadas quanto a especulação política - <a href=\"https://_{type: 'screen', 'id': 982, 'screen_type': movie}\">The Manchurian Candidate</a> (BR: Sob o Domínio do Mal, 1962) -, o terror <a href=\"https://_{type: 'screen', 'id': 20620, 'screen_type': movie}\">Seconds</a> (BR: O Segundo Rosto, 1966) e a space opera icônica - <a href=\"https://_{type: 'screen', 'id': 8069, 'screen_type': movie}\">Barbarella</a> (1968)."
    },
    {
      "type": "text",
      "content_text": "Filmes que na década de 1950 teriam sido feitos em preto e branco ganharam cor. Em <a href=\"https://_{type: 'screen', 'id': 686487, 'screen_type': movie}\">King Kong vs. Godzilla</a> (1963), titãs de eras remotas retornam em cores atraentes e com uma trajetória mais benévola: o temível <i>Godzilla</i> aparece como defensor amigo das crianças. <a href=\"https://_{type: 'screen', 'id': 2134, 'screen_type': movie}\">The Time Machine</a> (BR: A máquina do tempo, 1960) é uma aventura \"<i>família</i>\" em que o diretor <a href=\"https://_{type: 'screen', 'id': 21869, 'screen_type': person}\">George Pal</a> (1908-1980) suaviza o cruel pessimismo do romance de <i>H. G. Wells</i>, publicado em 1895."
    },
    {
      "type": "video",
      "video_id": "OJVXS0_pdDY",
      "information": {
        "contentTitle": "Cena do filme Alphaville",
        "contentText": "Alphaville é uma mistura de ficção cientifica diatópica com cinema noir, como deixa claro a roupa da figura central no cartaz.",
        "source": "Youtube: Canal <i>AlphavilleMusic</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A ficção cientifica da década de 1950 tratara do medo e do desconhecido a da década de 1960 aproveitou a oportunidade resultante do fascínio generalizado pela era espacial resultante da disputa entre os Estados Unidos e a União Soviética. A exploração da Lua despertou o interesse pelas aventuras espaciais e incentivou os avanços dos efeitos especiais (mais especificamente o modelo reduzido e a pintura mate), que tornaram possível realizar convincentemente o futuro tecnologizado de <a href=\"https://_{type: 'screen', 'id': 62, 'screen_type': movie}\">2001: A Space Odyssey</a> (BR: 2001: Uma Odisséia no Espaço, 1968)."
    },
    {
      "type": "block_special",
      "title": "Planeta dos Macacos",
      "image": {
        "image_type": "local",
        "url": "img_planet_of_the_apes_1968",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Um clássico entre as aventuras de ficção cientifica que permanece tão poderoso hoje quanto na época de seu lançamento, <i>O planeta dos macacos</i> foi um projeto que tinha potencial para dar terrivelmente errado. A refilmagem de Tim Burton em 2001 é um exemplo de tudo de errado que poderia acontecer. Mesmo se o orçamento de 100 milhões de dólares ainda estivesse a duas décadas de distância, permanecia uma premissa arriscada realizar um filme a partir do livro de <i>Pierre Boulle, Planéte des Singes</i>. Ter tantos atores vestidos em roupas de macaco poderia bem ser um convite para a troca das plateias, mais do que para os sustos.<br/><br/> \n\nAntes de o filme entrar em produção, o maquiador <i>John Chambers</i> aliviou os medos dos chefões do estúdio ao filmar teste com Charlton Heston (como o humano Taylor) e Edward G. Robinson (como o macaco Dr. Zaius). Ao demonstrar que a maquiagem de macaco era convincente, Chambers recebeu 50 mil dólares para desenvolver os efeitos símios no filme. Robinson, temendo que horas na cadeira do maquiador ameaçassem sua já debilitada saúde, saiu do elenco e foi substituído por Maurice Evans. <br/><br/> \n\nFoi um dinheiro bem gasto. Os macacos que Taylor e seus dois colegas astronautas encontram quando sua espaçonave cai em um planeta desolado são realmente assustadores, especialmente quando nós e Taylor percebemos que eles mandam e que os humanos são animais silenciosos nesse lugar estranho. A escalação do elenco é perfeita. Heston, que passa a maior parte do filme vestindo pouco mais do que um lencinho de couro, é másculo e durão. Roddy McDowall e Kim Hunter, como os macacos \"amistosos Cornelius\" e Zira, conseguem escapar do confinamento de sua maquiagem impressionante e têm desempenhos emocionantes. Pontuado por cenas antológicas como a primeira visão de Taylor do novo planeta, sua captura e naturalmente o final inesquecível, o roteiro de Rod Serling e Michael Wilson é inteligente e recheado de diálogos sensacionais. (Tire suas patas de cima de mim, seu maldito macaco fedorento!). Este clássico teve três continuações, uma série de TV, a já falada frustrante refilmagem e até uma paródia hilariante em um episódio de <i>Os Simpsons</i>.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Em <a href=\"https://_{type: 'screen', 'id': 871, 'screen_type': movie}\">Planet of the Apes</a> (BR: O Planeta dos Macacos, 1968), lançado no mesmo ano, tripulação de uma nave espacial cai num planeta em uma época em que os macacos evoluíram a ponto de se tornar a espécie dominante, escravizando os humanos. A celebre imagem da <i>Estátua da Liberdade</i> despedaçada, no fim do filme, simboliza perfeitamente o medo, estimulado pela <i>Crise dos Misseis cubanos</i>, da guerra nuclear e de seus efeitos radioativos."
    },
    {
      "type": "video",
      "video_id": "ypEaGQb6dJk",
      "information": {
        "contentTitle": "Cena do filme 2001: Uma Odisséia no Espaço",
        "contentText": "Apesar de ter sido recebido inicialmente de forma mista, 2001: A Space Odyssey é atualmente considerado um dos melhores e mais influentes filmes já feitos. Foi indicado a quatro Oscars nas categorias de Melhor Diretor, Melhor Roteiro Original (o filme foi indicado na categoria de roteiro original, apesar de ser adaptado do conto de Arthur C. Clarke), Melhor Direção de Arte e Melhores Efeitos Visuais, ganhando nesta última. Em 1991, foi considerado \"culturalmente, historicamente ou esteticamente significante\" pela Biblioteca do Congresso dos Estados Unidos para ser preservado no National Film Registry.",
        "source": "Youtube: Canal <i>Art History</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Cinema barato e populista na Grã-Bretanha, nos Estados Unidos e no Japão, a ficção cientifica começou a repercutir em outras culturas. Ensaios de futurismo sério, ainda que eventualmente satírico, foram realizados por diretores de cinema de arte como <a href=\"https://_{type: 'screen', 'id': 1650, 'screen_type': person}\">François Truffaut</a> (1932-1984) em <a href=\"https://_{type: 'screen', 'id': 1714, 'screen_type': movie}\">Fahrenheit 451</a> (1966) e <a href=\"https://_{type: 'screen', 'id': 18558, 'screen_type': person}\">Jean-Luc Godard</a> (n-1930) em <a href=\"https://_{type: 'screen', 'id': 8072, 'screen_type': movie}\">Alphaville</a> (1965). Neste último, o americano <a href=\"https://_{type: 'screen', 'id': 19794, 'screen_type': person}\">Eddie Constantine</a> (1917-1993) faz o papel do agente secreto <i>Lemmy Caution</i> que não pareceria fora de lugar num <i>thriller noir</i> da década de 1940. Embora passado num futuro distópico, Alphaville foi filmado em locações parisienses reais."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "2001 evita a verbalização intelectual e atinge o subconsciente do espectador de uma maneira que é essencialmente poética e filosófica.",
        "author": "Stanley Kubrick"
      }
    },
    {
      "type": "text",
      "content_text": "Estranhamente, com poucas exceções que incluem <a href=\"https://_{type: 'screen', 'id': 62923, 'screen_type': person}\">Ray Bradbury</a> (1920-2012) em <i>Farenheit 451</i> e <a href=\"https://_{type: 'screen', 'id': 70449, 'screen_type': person}\">John Wyndham</a> (1903-1969) em <a href=\"https://_{type: 'screen', 'id': 21143, 'screen_type': movie}\">The Day of the Triffids</a> (BR: O terror veio do espaço, 1963), havia na década de 1960 certa relutância em se adaptarem obras de autores vivos: <i>Philip K. Dick</i> só apareceria com frequência no cinema a partir de <a href=\"https://_{type: 'screen', 'id': 78, 'screen_type': movie}\">Blade Runner</a> (BR: Blade Runner: O Caçador de Andróides, 1982)."
    },
    {
      "type": "video",
      "video_id": "feMew6TgbcA",
      "information": {
        "contentTitle": "Cena do filme O Homem Anfíbio",
        "contentText": "O Homem Anfíbio é pouco conhecido no Ocidente, mas se tornou um clássico cult.  O cineasta de Hollywood Quentin Tarantino citou O Homem Anfíbio como um de seus filmes russos favoritos, afirmando que ele cresceu assistindo uma versão dublada em inglês frequentemente exibida na televisão americana na década de 1970.",
        "source": "Youtube: Canal <i>GUILHERME FERREIRA</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Embora muitos filmes de ficção cientifica tenham feito muito sucesso, como os da série <i>O planeta dos macacos</i>, a obra-prima da década foi, sem dúvida, <strong>2001 Uma odisseia no espaço</strong>, dirigido por <a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': person}\">Stanley Kubrick</a> (1928-1999). Beneficiado por efeitos especiais ainda inigualados, ele se transformou na febre espacial da época. Mesmo em dúvida sobre seu significado, o público foi hipnotizado por sua visão transcendental. Aclamado e criticado, 2001 ousou ser filme de arte tanto quanto aventura de <i>Buck Rogers</i>, e sua influência sobre os filmes de ficção cientifica que vieram depois é inestimável.",
      "content_credits": "Resumo baseado no texto de <i>Kim Newman</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "block_special",
      "title": "A Ousadia máxima de Kubrick no Cinema",
      "image": {
        "image_type": "local",
        "url": "img_2001_hal",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Um artefato de evidente origem extraterrestre detona e monitora estágios cruciais na jornada do Homem - de macaco até explorador das estrelas. No alvorecer da idade do Homem, um misterioso monolito. Com catalisador de um salto evolucionário entre os primatas de coletores e necrófagas a caçadores armados e assassinos. Milênios mais tarde, um monolito descoberto por geólogos em serviço na Lua emite alarmantes sinais de ondas curtas na direção de Júpiter. Uma expedição para investigar o caso (comandada de forma impassível por Keir O'Dullea e Gary Lockwood enquanto os especialistas dormem em animação suspensa) é sabotada pelo computador da espaçonave Discovery, HAL (dublado por Douglas Rain), que está psicologicamente perturbado.  Com ampla repercussão, mas ainda único, friamente distanciado, obsessivo, pretensioso, confuso e para sempre fascinante. 2001 é tudo isso e mais. <br/> <br/> \n\nCertamente desviou-se da intenção declarada de Stanley Kubrick de fazer um \"bom e típico filme de ficção cientifica\" a partir do intrigante conto de Arthur C. Clarke (coautor do roteiro) \"A sentinela\". O filme desafia as convenções de gênero e difere de qualquer outra obra de ficção cientifica feita anteriormente. Do ponto de vista visual, 2001 é inegavelmente incrível. Efeitos especiais revolucionários que mereceram o Oscar, oferecem uma admirável mistura de imaginação e ciência. Trabalho de mimica meticuloso e a melhor maquiagem disponível na época criam, no primeiro dos quatro atos do filme, a mais perfeita representação de macacos por seres humanos já vista na época (e ainda muito eficiente embora superada pela criação de John Chambers em O planeta dos mocas de 1968). A película está repleta de imagens inesquecíveis: o inesperado e atordoante corte de um osso empunhado por um homem-macaco e jogado pala o alto até se transformar em um satélite; o alinhamento do Sol e da Lua diretamente na beirada do monólito, a valsa orbital na estação espacial e o pouso de uma nave espacial; o habitat circular da tripulação da Discovery. <br/> <br/> \n\nO som é igualmente rico, com música coral experimental, temas clássicos (\"Assim falou Zaratustra\", de Richard Strauss, e a valsa \"Danúbio azul\" de Johanm Strauss) que estão eternamente associados ao filme e pílulas de dialogo minimalista (\"Abra as portas de entrada das cápsulas espaciais Hal\") que costumam citar uma ampla gama de homenagens e referências culturais. <br/> <br/> \n\n2001 pode ser considerado uma aventura misteriosa, um sermão, uma visão, mas, mesmo considerado apenas como um espetáculo marcante e insuperável, exigindo ser visto em tela grande para ser apreciado em toda a sua extensão. Suas fraquezas - abstração exagerada e uma narrativa deficiente de uma especulação mal articulada, mal resolvida sobre as origens e o destino da vida humana - são mais do que compensadas pelo relacionamento arrebatador entre homem e máquina, seu despojamento visual e sua serenidade e, acima de tudo, a rapsódica exaltação do céu, da Terra e do infinito.",
      "credits": "Resumo baseado no texto de <i>Angela Errigo</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/zmmYdPa8Lxx999Af9vnVP4XQ1V6.jpg",
          "popularity": 32.618,
          "vote_count": 7741,
          "video": false,
          "media_type": "movie",
          "id": 62,
          "adult": false,
          "backdrop_path": "\/spoZUN4X1KiOc5S0plOyGAXLNtb.jpg",
          "original_language": "en",
          "original_title": "2001: A Space Odyssey",
          "genre_ids": [
            12,
            9648,
            878
          ],
          "title": "2001: A Space Odyssey",
          "vote_average": 8.1,
          "overview": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
          "release_date": "1968-04-09"
        },
        {
          "poster_path": "\/hjRLPGCbADVsSaa26pdjV0qlSjt.jpg",
          "popularity": 22.07,
          "vote_count": 2144,
          "video": false,
          "media_type": "movie",
          "id": 871,
          "adult": false,
          "backdrop_path": "\/rwekorxSeHksBgyLRj2rJnkuYHw.jpg",
          "original_language": "en",
          "original_title": "Planet of the Apes",
          "genre_ids": [
            28,
            12,
            18,
            878
          ],
          "title": "Planet of the Apes",
          "vote_average": 7.6,
          "overview": "An  U.S. Spaceship lands on a desolate planet, stranding astronaut Taylor in a world dominated by apes, 2000 years into the future, who use a primitive race of humans for experimentation and sport. Soon Taylor finds himself among the hunted, his life in the hands of a benevolent chimpanzee scientist.",
          "release_date": "1968-02-07"
        },
        {
          "poster_path": "\/fFJP3D5fJDFxN7ChqSye1DZ0fTL.jpg",
          "popularity": 8.771,
          "vote_count": 268,
          "video": false,
          "media_type": "movie",
          "id": 8072,
          "adult": false,
          "backdrop_path": "\/iOUhnp01rP9Xr5QG66LMAKSDkYv.jpg",
          "original_language": "fr",
          "original_title": "Alphaville, une étrange aventure de Lemmy Caution",
          "genre_ids": [
            18,
            9648,
            878
          ],
          "title": "Alphaville",
          "vote_average": 7,
          "overview": "An American private-eye, arrives in Alphaville, a futuristic city on another planet which is ruled by an evil scientist named Von Braun, who has outlawed love and self-expression.",
          "release_date": "1965-05-05"
        },
        {
          "vote_count": 466,
          "popularity": 10.418,
          "id": 2134,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "The Time Machine",
          "release_date": "1960-05-25",
          "original_language": "en",
          "original_title": "The Time Machine",
          "genre_ids": [
            53,
            12,
            14,
            878,
            10749
          ],
          "backdrop_path": "\/bUA6Fu0C2jGqrjn0A9AJwTRpq41.jpg",
          "adult": false,
          "overview": "A Victorian Englishman travels to the far future and finds that humanity has divided into two hostile species.",
          "poster_path": "\/x3BOzx2rUc5c3gG9UCelzSxv8n4.jpg"
        },
        {
          "vote_count": 35,
          "popularity": 3.731,
          "id": 43685,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Amphibian Man",
          "release_date": "1962-01-03",
          "original_language": "ru",
          "original_title": "Человек-амфибия",
          "genre_ids": [
            12,
            878,
            10749
          ],
          "backdrop_path": "\/gEt1TN9SOaTlMqg1g81f0jmEbuu.jpg",
          "adult": false,
          "overview": "People living at a seashore town are frightened by reports of an unknown creature called \"the sea devil\". Nobody knows what it is, but it's really the son of doctor Salvator. The doctor performed surgery on his son and now young Ichtiander can live under water. This gives him certain advantages, but also creates a lot of problems.",
          "poster_path": "\/fMAYTxnCteXVOjxz3mfHER73qdF.jpg"
        },
        {
          "poster_path": "\/x6LYwbOzBl606vMXZtd6apxhcaY.jpg",
          "popularity": 9.525,
          "vote_count": 100,
          "video": false,
          "media_type": "movie",
          "id": 21143,
          "adult": false,
          "backdrop_path": "\/70SkhUlNXthV3RZTqAivGb4ZFV2.jpg",
          "original_language": "en",
          "original_title": "The Day of the Triffids",
          "genre_ids": [
            27,
            878,
            53
          ],
          "title": "The Day of the Triffids",
          "vote_average": 6.3,
          "overview": "A shower of meteorites produces a rare night time spectacle that blinds anyone that looks at it. As it was such a beautiful sight, most people were watching, and as a consequence, 99% of the World's population go completely blind. In the original novel, this chaos results in the escape of Triffids: farmed plants harvested for their oils, which are capable of moving themselves around and are carnivorous. In this film version, however, the Triffids are not indigenous plants. Instead they are space aliens whose spores have arrived in this and an earlier meteor shower.  Derided by the original novel's author, John Wyndham, for straying so far away from the source material.",
          "release_date": "1962-07-05"
        },
        {
          "poster_path": "\/mv0RNapCwoxbJM9lD1Fp4x3DxZt.jpg",
          "popularity": 9.044,
          "vote_count": 80,
          "video": false,
          "media_type": "movie",
          "id": 26508,
          "adult": false,
          "backdrop_path": "\/pXUQhYzKyhVERwJaPdX4UXlxWKz.jpg",
          "original_language": "en",
          "original_title": "The War Game",
          "genre_ids": [
            99,
            18,
            10752,
            10770
          ],
          "title": "The War Game",
          "vote_average": 7.6,
          "overview": "A docudrama depicting a hypothetical nuclear attack on Britain.",
          "release_date": "1965-11-01"
        },
        {
          "poster_path": "\/AvruSt4xRIbXO8gVxPzHupbf5A2.jpg",
          "popularity": 9.019,
          "vote_count": 112,
          "video": false,
          "media_type": "movie",
          "id": 26912,
          "adult": false,
          "backdrop_path": "\/4thlb8BV5BFWtD1whfH5a21bmJ8.jpg",
          "original_language": "en",
          "original_title": "Quatermass and the Pit",
          "genre_ids": [
            878
          ],
          "title": "Quatermass and the Pit",
          "vote_average": 6.7,
          "overview": "An ancient Martian spaceship is unearthed in London, and proves to have powerful psychic effects on the people around.",
          "release_date": "1967-11-09"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 240,
          "profile_path": "\/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg",
          "name": "Stanley Kubrick"
        },
        {
          "id": 1650,
          "profile_path": "\/3bXLtipaybsje01LlQvHvuUAZNq.jpg",
          "name": "François Truffaut"
        },
        {
          "id": 18558,
          "profile_path": "\/pT0vIOIESVdy1AincoVJowRksRI.jpg",
          "name": "Jean-Louis Richard"
        },
        {
          "id": 19794,
          "profile_path": "\/rhxMbjrygEvvxOKJIGiSeXntTN5.jpg",
          "name": "Eddie Constantine"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1960 a 1969",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "3"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Brasil chama a atenção do mundo com o seu Cinema novo, a revolução sexual dos anos 60 reflete no cinema, o terror psicológico ganha espaço e a ficção cientifica, com 2001: Uma odisseia no espaço, conquista o público e crítica. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}