{
  "number": 7,
  "content_list": [
    {
      "type": "text",
      "content_text": "Em meados da década de 1920, o cinema, desprovido da fala, já havia desenvolvido uma forma de narração visual tão sutil e expressiva quanto as palavras. Embora intertítulos por escrito substituísse os diálogos, eram as imagens que conduziam de fato a narrativa e capturavam emoções. Livre das exigências da gravação sonora, a câmera, que <a href=\"https://_{type: 'screen', 'id': 9076, 'screen_type': person}\">F. W. Murnau</a> (1888-1931) chamava de \"o pincel do diretor\", alcançou uma flexibilidade não superada até hoje."
    },
    {
      "type": "text",
      "content_text": "Incapazes de falar, os atores se fiavam em gestos ou em expressões faciais, alcançando a mesma sutileza e profundidade de sentimento que posteriormente atingiriam com o estilo mais naturalista trazido pelo cinema sonoro."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Nada no mundo pode ser comparado ao rosto humano. É uma terra que eu não me canso de explorar. Não há maior experiência em um estúdio do que testemunhar a expressão de um rosto sensível sob o misterioso poder da inspiração. Para vê-lo animando-se por dentro e se transformando em poesia.",
        "author": "Carl Theodor Dreyer"
      },
      "quote_mark_color": "md_blue_500"
    },
    {
      "type": "text",
      "content_text": "O silêncio, portanto, não era uma limitação. Para muitos estetas e teóricos do cinema, a singularidade dos filmes estava precisamente em sua capacidade de contar uma história somente por meio de imagens. Essa busca por um cinema puro encontrou seguidores em países tão distantes quanto o Japão, onde o expressionista <a href=\"https://_{type: 'screen', 'id': 94525, 'screen_type': movie}\">Kurutta ippêji</a> (BR: Uma Página de Loucura, 1926), dirigido por <a href=\"https://_{type: 'screen', 'id': 213471, 'screen_type': person}\">Teinosuke Kinugasa</a> (1896-1982), usou apenas imagens para contar a história perturbadora dos eventos que ocorrem dentro de um manicômio."
    },
    {
      "type": "text",
      "content_text": "Poucos filmes chegaram a eliminar por completo os intertítulos, mas a maior gloria dos últimos anos do cinema mudo está, sem dúvida, em seu refinamento visual. <a href=\"https://_{type: 'screen', 'id': 10728, 'screen_type': movie}\">Fausto</a> (1926), de Murnau, apesar de suas origens literárias na lenda dos homens que vende a alma ao Diabo, é especialmente notável por sua magnifica recriação da Europa medieval."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_sunrise",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Janet Gaynor e George O'Brien em Aurora (1927)",
        "contentText": "Aurora é famoso por sua fotografia e sua narrativa pungente.",
        "source": "wikipedia.com"
      }
    },
    {
      "type": "text",
      "content_text": "Essa foi uma das produções mais extravagantes da <i>Universum Film AG</i> (UFA), a maior produtora alemã da época, que também realizou os suntuosos <a href=\"https://_{type: 'screen', 'id': 31506, 'screen_type': movie}\"> Die Nibelungen: Siegfried</a> (BR: Os nibelungos: a morte de Siegfried, 1924) e <a href=\"https://_{type: 'screen', 'id': 42512, 'screen_type': movie}\">Die Nibelungen: Kriemhilds Rache</a> (BR: Os nibelungos: a vingança de Kriemhild, 1924), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), assim como <a href=\"https://_{type: 'screen', 'id': 19, 'screen_type': movie}\">Metrópolis</a> (1927), o épico de ficção cientifica do mesmo diretor."
    },
    {
      "type": "text",
      "content_text": "Metrópolis, apesar da trama precária, é até hoje uma das evocações mais visualmente impressionantes do futuro já vistas nas telas. O cinema francês aspirou diversas vezes ao épico, mas nunca tanto quanto na obra de <a href=\"https://_{type: 'screen', 'id': 29720, 'screen_type': person}\">Abel Gance</a> (1889-1981), cujo filme <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': movie}\">Napoléon</a> (BR: Napoleão, 1927) levou o apuro estético do cinema mudo ao extremo. O diretor dinamarquês <a href=\"https://_{type: 'screen', 'id': 11572, 'screen_type': person}\">Carl Theodor Dreyer</a> (1889-1968) dramatizou a história francesa em <a href=\"https://_{type: 'screen', 'id': 780, 'screen_type': movie}\"> La passion de Jeanne d'Arc</a> (BR: A paixão de Jong D’Arc, 1928), porém, evitou ao máximo o espetáculo ao se concentrar de forma obstinada nos registros emocionais transmitidos pelo rosto humano."
    },
    {
      "type": "block_special",
      "title": "A obra máxima do mestre Carl Theodor Dreyer",
      "image": {
        "image_type": "local",
        "url": "img_paixao_jeanne_darc",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O austero mestre dinamarquês <i>Carl Theodor Dreyer</i> realizou <i>A paixão de Joana d'Arc</i> há mais de 80 anos, no entanto, poucos negariam que sua produção cuidadosa ainda representa um padrão de excelência para qualquer estudo de personagem no cinema. <br/> <br/> \n\nO filme apresenta o martírio dessa mistura de guerreira e donzela, que carrega nas costas o peso de uma nação e o faz por meio de uma fé inabalável que se evidencia na capacidade expressiva dos olhos da protagonista. Isso se deve, em grande parte, à atuação angustiada e etérea da enigmática <a href=\"https://_{type: 'screen', 'id': 11589, 'screen_type': person}\">Maria Falconetti</a> (1892-1946), uma atriz de teatro descoberta por Dreyer em Paris. (Esta não foi sua estreia no cinema, porém - talvez desencorajada pelos métodos de Dreyer - ela jamais fez outro filme.) Falconetti teve seu sofrimento, que é palpável na tela, refinado de modo perverso, sendo obrigada - reza a lenda - a se ajoelhar sobre pedras e assistir exaustivamente a copiões do filme até conhecer em detalhes cada traço do seu rosto. <br/> <br/> \n\nSituando o filme na cidade de <i>Rouen</i>, em 1431, e baseando-se nos manuscritos do julgamento de Joana, Dreyer trabalha a partir de uma paleta de emoções brutas: as expressões de Falconetti alardeiam, em alto e bom som, a agonia presente, as glórias passadas e os medos futuros de sua personagem. Muitas vezes, ao enquadrar o rosto de Joana em close e em um ângulo ligeiramente enviesado, ele contrapõe a tristeza dela aos rostos monstruosos dos juízes e teólogos reunidos para forçar sua confissão, gerando uma atmosfera claustrofóbica e desesperadora a partir de um simples movimento de câmera. <br/> <br/> \n\nComo em filmes posteriores, entre eles <a href=\"https://_{type: 'screen', 'id': 41391, 'screen_type': movie}\">Vredens Dag</a> (BR: Dias de ira, 1943) e <a href=\"https://_{type: 'screen', 'id': 48035, 'screen_type': movie}\">Ordet</a> (BR: A palavra, 1955), Dreyer aborda questões de fé e espiritualidade ao retratar personagens que supostamente teriam atingido um estado de graça, mas que são julgados por uma sociedade de céticos e fanáticos violentos. O filme continua sendo uma fascinante anomalia na história do cinema europeu.",
      "credits": "Resumo baseado no texto de <i>David Jenkins</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "De fato, o que havia de mais extraordinário sobre o último período do cinema mudo era sua capacidade de combinar grandiloquência visual com intimismo. Isso também se aplica a <i>Hollywood</i>, que teve suas maiores obras-primas dirigidas por emigrantes europeus. Murnau veio da Alemanha para trabalhar para a Fox e, nos melodramas românticos <a href=\"https://_{type: 'screen', 'id': 631, 'screen_type': movie}\">Sunrise: A Song of Two Humans</a> (BR: Aurora, 1927) e <a href=\"https://_{type: 'screen', 'id': 34796, 'screen_type': movie}\">City Girl</a> (BR: O Pão Nosso de Cada Dia, 1930), combinou beleza de estilo com uma atenção delicada aos sentimentos humanos. O sueco <a href=\"https://_{type: 'screen', 'id': 8741, 'screen_type': person}\">Victor Sjöström</a> (1879-1960), conhecido por seus estudos sobre a vida rural escandinava, escolheu um cenário igualmente remoto para um dos últimos grandes filmes mudos americanos, <a href=\"https://_{type: 'screen', 'id': 31416, 'screen_type': movie}\">The Wind</a> (BR: Vento e areia, 1928), um melodrama vigoroso filmado em locação no deserto de Mojave."
    },
    {
      "type": "text",
      "content_text": "A excelência do cinema mudo durante o final dos anos 1920 ajuda a explicar por que muitos viam a chegada do som como um retrocesso. Grande parte de <a href=\"https://_{type: 'screen', 'id': 101482, 'screen_type': movie}\">Lonesome</a> (BR: Solidão, 1928), dirigido por <a href=\"https://_{type: 'screen', 'id': 544711, 'screen_type': person}\">Paul Fejos</a> (1897-1963), outro retrato da vida urbana nos Estados Unidos realizado por um emigrante europeu, mostra todo o requinte do crepúsculo daquela era do cinema, porém, nele, o clima é arruinado por sequências de diálogo terrivelmente banais."
    },
    {
      "type": "video",
      "video_id": "L-10eCXzqdQ",
      "information": {
        "contentTitle": "O berço desce",
        "contentText": "Neste trecho, conhecido como \"<strong>cena da escadaria</strong>\", vemos a sequência da escadaria de Odessa, começando pela câmera lenta do diretor que, em certo momento, acompanha as pessoas, realçando o desespero de homens, mulheres e crianças caídos no chão, sendo pisoteados e buscando fugir dos tiros dos oficiais. Quando as autoridades começam a atirar, num massacre repugnante que não poupa mulheres e crianças, é difícil conter a revolta, o que motiva a reação dos marinheiros do <i>Potemkin</i> contra as autoridades logo em seguida. Eisenstein constrói a cena com cuidado, alternando entre os planos numa dinâmica incrível e, com muita sensibilidade, nos emocionando com as imagens de uma mãe morrendo com seu filho no colo e de um carrinho de bebê descendo as escadarias debaixo de tiros. E a própria composição dos planos, com os soldados posicionados acima e as pessoas abaixo na escada, simboliza as posições de cada um na pirâmide social que imperava na época.",
        "source": "Youtube: Canal <i> losteyeways </i>"
      }
    },
    {
      "type": "text",
      "content_text": "O som abriu novas possibilidades para o cinema e, por volta da década de 1930, a nova mídia já havia conquistado seu lugar nos Estados Unidos e na Europa ocidental. Contudo, ainda levaria anos para os cineastas terem condições técnicas de combinar o som com a fluência visual dos últimos filmes mudos. Isso pode ser confirmado pelo trabalho excepcional das poucas indústrias cinematográficas maduras que realizaram esse tipo de filme após 1930."
    },
    {
      "type": "text",
      "content_text": "Até meados dessa década, o cinema soviético continuou a produzir ótimos filmes mudos, como o clássico <a href=\"https://_{type: 'screen', 'id': 643, 'screen_type': movie}\">Bronenosets Potyomkin</a> (BR: O Encouraçado Potemkin, 1925), de <a href=\"https://_{type: 'screen', 'id': 9603, 'screen_type': person}\">Sergei M. Eisenstein</a> (1898-1948), um dos diretores mais influentes na história do cinema. No Japão, onde os filmes falados eram raros até 1935, cineastas como <a href=\"https://_{type: 'screen', 'id': 125690, 'screen_type': person}\">Mikio Naruse</a> (1905-1969) e <a href=\"https://_{type: 'screen', 'id': 233660, 'screen_type': person}\">Hiroshi Shimizu</a> (1903-1966) mesclaram tradições locais com o estilo extravagante dos mestres ocidentais do final da era do cinema mudo. Em filmes como <a href=\"https://_{type: 'screen', 'id': 28268, 'screen_type': movie}\">Rakudai Wa Shita Keredo</a> (BR: Fui Reprovado, Mas…, 1932), <a href=\"https://_{type: 'screen', 'id': 95501, 'screen_type': person}\">Yasujiro Ozu</a> (1903-1963) mostrou que o cinema mudo era capaz de um realismo tão autêntico quanto aquele alcançado com o som nos filmes neorrealistas da Itália do pós-guerra.",
      "content_credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/o3Nr2wxetyvCJ9rVB5ruSgMynSu.jpg",
          "popularity": 5.244,
          "vote_count": 51,
          "video": false,
          "media_type": "movie",
          "id": 94525,
          "adult": false,
          "backdrop_path": "\/AiW4H82UNWfQaZOAPGKu1rcbjBy.jpg",
          "original_language": "ja",
          "original_title": "狂った一頁",
          "genre_ids": [
            18,
            27
          ],
          "title": "A Page of Madness",
          "vote_average": 7.3,
          "overview": "A man takes a job at an asylum with hopes of freeing his imprisoned wife.",
          "release_date": "1926-09-24"
        },
        {
          "poster_path": "\/tyxjxpwr9NiVtSeITtVXuhp84Zl.jpg",
          "popularity": 14.05,
          "vote_count": 454,
          "video": false,
          "media_type": "movie",
          "id": 631,
          "adult": false,
          "backdrop_path": "\/jAhfMoV8TCIHuTiGz49nA04v6bp.jpg",
          "original_language": "en",
          "original_title": "Sunrise: A Song of Two Humans",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Sunrise: A Song of Two Humans",
          "vote_average": 8,
          "overview": "A married farmer falls under the spell of a slatternly woman from the city, who tries to convince him to drown his wife.",
          "release_date": "1927-11-04"
        },
        {
          "vote_count": 1574,
          "popularity": 22.678,
          "id": 19,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Metropolis",
          "release_date": "1927-03-06",
          "original_language": "de",
          "original_title": "Metropolis",
          "genre_ids": [
            18,
            878
          ],
          "backdrop_path": "\/r8pUcom5Mw8igtBpj3AHSAUvH0R.jpg",
          "adult": false,
          "overview": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.",
          "poster_path": "\/hUK9rewffKGqtXynH5SW3v9hzcu.jpg"
        },
        {
          "vote_count": 84,
          "popularity": 6.713,
          "id": 42536,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Napoleon",
          "release_date": "1927-04-07",
          "original_language": "fr",
          "original_title": "Napoléon",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "backdrop_path": "\/tisPtppckI4ek93ZrBOI1FIKnzl.jpg",
          "adult": false,
          "overview": "A massive 5 1\/2 hour biopic of Napoleon, tracing his career from his schooldays (where a snowball fight is staged like a military campaign), his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797 (the film stops there because it was intended to be part one of six, but director Abel Gance never raised the money to make the other five). The film's legendary reputation is due to the astonishing range of techniques that Gance uses to tell his story, culminating in the final twenty-minute triptych sequence, which alternates widescreen panoramas with complex multiple- image montages projected simultaneously on three screens.",
          "poster_path": "\/zGupJ1ZO07BWco8YGjBHk90hYWh.jpg"
        },
        {
          "vote_count": 471,
          "popularity": 14.397,
          "id": 780,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "The Passion of Joan of Arc",
          "release_date": "1928-04-21",
          "original_language": "fr",
          "original_title": "La passion de Jeanne d'Arc",
          "genre_ids": [
            18,
            36
          ],
          "backdrop_path": "\/A1mteOfKdvK5er2sD5i02Qw3CWz.jpg",
          "adult": false,
          "overview": "A classic of the silent age, this film tells the story of the doomed but ultimately canonized 15th-century teenage warrior. On trial for claiming she'd spoken to God, Jeanne d'Arc is subjected to inhumane treatment and scare tactics at the hands of church court officials. Initially bullied into changing her story, Jeanne eventually opts for what she sees as the truth. Her punishment, a famously brutal execution, earns her perpetual martyrdom.",
          "poster_path": "\/8OYGtQlO8k9PcOm49apV62eVJQo.jpg"
        },
        {
          "poster_path": "\/bas1la84h2CabvELt74b9HCsAUq.jpg",
          "popularity": 4.39,
          "vote_count": 45,
          "video": false,
          "media_type": "movie",
          "id": 34796,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "City Girl",
          "genre_ids": [
            18,
            10749
          ],
          "title": "City Girl",
          "vote_average": 7.5,
          "overview": "A waitress from Chicago falls in love with a man from rural Minnesota and marries him, with the intent of living a better life - but life on the farm has its own challenges.",
          "release_date": "1930-02-16"
        },
        {
          "vote_count": 658,
          "popularity": 9.71,
          "id": 643,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Battleship Potemkin",
          "release_date": "1925-12-24",
          "original_language": "ru",
          "original_title": "Броненосец Потёмкин",
          "genre_ids": [
            18,
            36
          ],
          "backdrop_path": "\/uzr65Z3xDCjuMW7fw8Whm5curr7.jpg",
          "adult": false,
          "overview": "A dramatized account of a great Russian naval mutiny and a resultant public demonstration, showing support, which brought on a police massacre. The film had an incredible impact on the development of cinema and is a masterful example of montage editing.",
          "poster_path": "\/hZmsRLsCnE9Zshf1YJONUpCOhds.jpg"
        },
        {
          "poster_path": "\/keqscEvY0oZqbtiYf8odccmHlll.jpg",
          "popularity": 8.319,
          "vote_count": 114,
          "video": false,
          "media_type": "movie",
          "id": 905,
          "adult": false,
          "backdrop_path": "\/yjgNdYsVpfU2m89Pr7YuZ34Jd4i.jpg",
          "original_language": "de",
          "original_title": "Die Büchse der Pandora",
          "genre_ids": [
            80,
            18,
            10749
          ],
          "title": "Pandora's Box",
          "vote_average": 7.7,
          "overview": "Lulu is a young woman so beautiful and alluring that few can resist her siren charms. The men drawn into her web include respectable newspaper publisher Dr. Ludwig Schön, his musical producer son Alwa, circus performer Rodrigo Quast and Lulu's seedy old friend, Schigolch. When Lulu's charms inevitably lead to tragedy, the downward spiral encompasses them all.",
          "release_date": "1929-01-30"
        },
        {
          "vote_count": 102,
          "popularity": 7.522,
          "id": 697,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "October (Ten Days that Shook the World)",
          "release_date": "1928-01-20",
          "original_language": "ru",
          "original_title": "Октябрь",
          "genre_ids": [
            18,
            36
          ],
          "backdrop_path": "\/lcFVMnRPEVpvRDpXlxGfpuz0ik3.jpg",
          "adult": false,
          "overview": "Sergei M. Eisenstein's docu-drama about the 1917 October Revolution in Russia. Made ten years after the events and edited in Eisenstein's 'Soviet Montage' style, it re-enacts in celebratory terms several key scenes from the revolution.",
          "poster_path": "\/tsfz9Ak1slSnxr6mSmRD3Wj7YZS.jpg"
        },
        {
          "poster_path": "\/mrDTaMxQKxWZ3uEs2G58vJWJDDL.jpg",
          "popularity": 9.019,
          "vote_count": 102,
          "video": false,
          "media_type": "movie",
          "id": 44967,
          "adult": false,
          "backdrop_path": "\/bMvuciIEQKzgz0Xt7cwm2oR3nVR.jpg",
          "original_language": "ru",
          "original_title": "Стачка",
          "genre_ids": [
            18
          ],
          "title": "Strike",
          "vote_average": 7.2,
          "overview": "The film depicts a strike in 1903 by the workers of a factory in pre-revolutionary Russia, and their subsequent suppression. The film is most famous for a sequence near the end in which the violent putting down of the strike is cross-cut with footage of cattle being slaughtered, although there are several other points in the movie where animals are used as metaphors for the conditions of various individuals. Another theme in the film is collectivism in opposition to individualism which was viewed as a convention of western film.",
          "release_date": "1925-04-28"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 9603,
          "profile_path": "\/ks9uuDtKu9m9w50t18PamLZ91to.jpg",
          "name": "Sergei Eisenstein"
        },
        {
          "id": 9076,
          "profile_path": "\/dYsDlJg7XMM8knC7y8ndeIHMA9F.jpg",
          "name": "F.W. Murnau"
        },
        {
          "id": 213471,
          "profile_path": "\/u3SWk58G4WBCTglgMCORrscE9Ya.jpg",
          "name": "Teinosuke Kinugasa"
        },
        {
          "id": 11572,
          "profile_path": "\/hRfidNCKvzM7y86JocRXUJxH8H0.jpg",
          "name": "Carl Theodor Dreyer"
        },
        {
          "id": 29720,
          "profile_path": "\/fVtRZuYJkt9YFgK4Y2OnCfGFsAu.jpg",
          "name": "Abel Gance"
        },
        {
          "id": 125690,
          "profile_path": "\/kGsZFhihfLQetwR0Tcdrh5p4mjd.jpg",
          "name": "Mikio Naruse"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}