{
  "number": 8,
  "content_list": [
    {
      "type": "text",
      "content_text": "No Ocidente, a mudança do termo vagamente pejorativo \"<i>desenho animado</i>\" para o mais abrangente e nobre \"<i>filme de animação</i>\" aconteceu em grande parte graças a filmes como <a href=\"https://_{type: 'screen', 'id': 862, 'screen_type': movie}\">Toy Story</a> (BR: Toy Story: Um Mundo de Aventuras, 1995), da Pixar. Com sua complexa organização de sentimentos e um roteiro que demonstra que escrever para crianças não significa baixar o nível, o filme teve um apelo que superou o fosso entre gerações."
    },
    {
      "type": "video",
      "video_id": "A_HjMIjzyMU",
      "information": {
        "contentTitle": "Cenas do filme Shrek 2",
        "contentText": "Em uma versão inicial de Shrek 2, Shrek abdicou do trono e convocou uma eleição de conto de fadas. A campanha de Pinóquio foi a campanha da \"honestidade\", enquanto a de Gingy foi uma campanha de \"difamação\". O diretor Andrew Adamson disse que era abertamente satírico e político, com muitas idéias engraçadas, mas \"era mais intelectual do que emocional\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "essay",
      "video_id": "jM6PPxN1xas",
      "title": "Hayao Miyazaki - How Animation Comes To Life",
      "description": "Uma olhada em como o Studio Ghibli dá vida ao cinema animado.",
      "channel": "kaptainkristian",
      "person": {
        "id": 608,
        "imdb_id": "nm0594503",
        "known_for_department": "Directing",
        "name": "Hayao Miyazaki",
        "place_of_birth": "Tokyo, Japan",
        "popularity": 6.357,
        "profile_path": "/hv6WlOsnaOTm5kB9KZrp65XUL9q.jpg"
      }
    },
    {
      "type": "text",
      "content_text": "Obras subsequentes da Pixar transcenderam o modelo de antropomorfismo bonitinho para lidar com uma série de temas pouco atraentes, mas importantes, como o apocalipse <a href=\"https://_{type: 'screen', 'id': 10681, 'screen_type': movie}\">WALL-E</a> (2008) e os estragos da idade <a href=\"https://_{type: 'screen', 'id': 14160, 'screen_type': movie}\">Up!</a> (BR: Up - Altas aventuras 2009). O estúdio <i>DreamWorks</i> se prendeu com mais rigor ao modelo dos animais falantes em filmes como <a href=\"https://_{type: 'screen', 'id': 953, 'screen_type': movie}\">Madagascar</a> (2005), embora seu maior sucesso de bilheteria tenha vindo sob a forma de um ogro verde, de sotaque escocês em <a href=\"https://_{type: 'screen', 'id': 808, 'screen_type': movie}\">Shrek</a> (2001). A <i>Blue Sky Studios</i> é conhecida pela franquia <a href=\"https://_{type: 'screen', 'id': 425, 'screen_type': movie}\">Ice Age</a> (BR: A Era do Gelo, 2002), com animais espertos que tentam sobreviver na era paleolítica."
    },
    {
      "type": "block_special",
      "title": "Estúdio Ghibli: Animações com Sentimento",
      "image": {
        "image_type": "local",
        "url": "img_ghibli",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Talvez você nunca tenha ouvido falar desse nome, mas com certeza deve conhecer títulos como <a href=\"https://_{type: 'screen', 'id': 8392, 'screen_type': movie}\">Tonari no Totoro</a> (BR: Meu Amigo Totoro, 1988), <a href=\"https://_{type: 'screen', 'id': 129, 'screen_type': movie}\">Sen to Chihiro no Kamikakushi</a> (BR: A Viagem de Chihiro, 2001) ou <a href=\"https://_{type: 'screen', 'id': 4935, 'screen_type': movie}\">Hauru no Ugoku Shiro</a> (BR: O Castelo Animado, 2004). Todos estes incríveis longas foram desenvolvidos pelo <strong>Estudio Ghibli</strong> (Studio Ghibli, Inc.), um estúdio de animação japonesa sedeado em Koganei, Tóquio.<br/><br/> \n\nSeu principal fundador é o diretor <i>Hayao Miyazaki</i>. Junto com <a href=\"https://_{type: 'screen', 'id': 628, 'screen_type': person}\">Isao Takahata</a> (1935-2018), Miyazaki funda em 1985 o <i>Estúdio Ghibli</i> com seu primeiro grande sucesso <a href=\"https://_{type: 'screen', 'id': 81, 'screen_type': movie}\">Kaze no Tani no Naushika</a> (BR: Nausicaä do Vale do Vento, 1984) e <a href=\"https://_{type: 'screen', 'id': 10515, 'screen_type': movie}\">Tenkū no Shiro Rapyuta</a> (BR: O Castelo no Céu, 1986). Diferente dos animes convencionais onde os estúdios utilizam da computação gráfica, o <i>Estúdio Ghibli</i> trabalha com personagens e cenários totalmente feitos à mão e suas produções costumam demorar de 5 a 8 anos para serem concluídas. <br/><br/> \n\nDesde a sua criação, o estúdio já produziu mais de 18 filmes. As histórias dos seus longas sempre retratam relações sociais, e suas protagonistas geralmente são meninas ou garotas fortes e independentes que durante suas trajetórias vão adquirindo lições, quedas e ascensões. A beleza dos traços e cenários do <i>Estudio Ghibli</i> chegaram até a virar um videoclipe para a música \"<i>On Your Mark</i>\", do grupo de <i>J-pop</i> \"<i>Chage & Aska</i>\" que em 1995 fazia um grande sucesso. Outro projeto desenvolvido pelo estúdio foi o jogo <i>Ni no Kuni</i> para Playstation 3 que chegou ao Brasil no início de 2013 no qual apresenta um longa durante as fases do jogo. <br/><br/> \n\nEntre suas obras premiadas, o estúdio tem sete filmes com a maior faturação em animações, sendo <i>A Viagem de Chihiro</i> o que lidera a tabela com U$274 milhões arrecadados no mundo todo. O longa ganhou o Oscar de Melhor Animação em 2003 e um Urso de Ouro no Festival de Berlim. Em 2014 estreou o até então, último filme de <i>Hayao Miyazaki</i>, <a href=\"https://_{type: 'screen', 'id': 149870, 'screen_type': movie}\">Kaze Tachinu</a> (BR: Vidas Ao Vento, 2013), apesar de em 2019 ter sido divulgado que Miyazaki irá voltar com um novo filme nos próximos anos. Mas a muito tempo <i>Hayao Miyazaki</i> já é considerado um dos maiores diretores de animação de todos os tempos.",
      "credits": "Resumo baseado no artigo \"Estúdio Ghibli - Animações com Sentimento\", por Erick Silva no Obvious."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "original_title": "天空の城ラピュタ",
          "poster_path": "\/1yoI4FyiUamyWhZtnfH81se206f.jpg",
          "video": false,
          "id": 10515,
          "popularity": 26.314,
          "overview": "Pazu, um aprendiz de engenheiro, conhece uma jovem garota dona de um colar brilhante, Sheeta, e descobrem que ambos estão procurando pelo legendário castelo flutuante. Assim começa uma aventura com piratas gananciosos dos céus, agentes secretos e obstáculos que tentam esconder a verdade e resgatar o misterioso colar.",
          "release_date": "1986-08-02",
          "vote_average": 8,
          "vote_count": 2550,
          "adult": false,
          "backdrop_path": "\/syCMqs6Bp9bNzgBawnWAd1QvR1U.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14,
            16,
            28,
            10751,
            10749
          ],
          "title": "O Castelo no Céu",
          "original_language": "ja"
        },
        {
          "original_title": "火垂るの墓",
          "poster_path": "\/kREN2RkMqkzkoL0wLLqPxZqgyZ3.jpg",
          "video": false,
          "id": 12477,
          "popularity": 0.6,
          "overview": "O filme relata a história de dois irmãos, Seita e Setsuko, no período da Segunda Guerra Mundial no Japão. O pai deles é convocado para defender o país na guerra, pois faz parte da marinha japonesa e a mãe falece em um bombardeio de aviões norte-americanos. A partir daí, o filme mostra a luta pela sobrevivência das duas crianças em meio à pobreza e miséria que assola o país. Fome, doenças e a falta de generosidade e sensibilidade dos adultos faz deste percurso um dos filmes mais bonitos e comoventes sobre o trágico quadro gerado pela guerra.",
          "release_date": "1988-04-16",
          "vote_average": 8.4,
          "vote_count": 3143,
          "adult": false,
          "backdrop_path": "\/tDFvXn4tane9lUvFAFAUkMylwSr.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10752
          ],
          "title": "Túmulo dos Vagalumes",
          "original_language": "ja"
        },
        {
          "original_title": "となりのトトロ",
          "poster_path": "\/jHo6W1gkDbcFx5gAS8PuJnqXHge.jpg",
          "video": false,
          "vote_average": 8.1,
          "popularity": 37.759,
          "vote_count": 4978,
          "release_date": "1988-04-16",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "overview": "Mei é uma jovem que encontra uma pequena passagem em seu quintal, que a leva à um lendário espírito da floresta conhecido como Totoro. Sua mãe está no hospital e seu pai divide o tempo entre dar aulas na faculdade e cuidar de sua mulher doente. Quando Mei tenta visitar a mãe por conta própria, se perde na floresta e só o grande e fofo Totoro pode ajudar a menina a achar o caminho de volta para casa.",
          "adult": false,
          "backdrop_path": "\/6O1mOoTXuc1WqjKd2R7MFQHZ7Eb.jpg",
          "media_type": "movie",
          "title": "Meu Amigo Totoro",
          "id": 8392,
          "original_language": "ja"
        },
        {
          "original_title": "魔女の宅急便",
          "poster_path": "\/dqm2k93SZsEojnHFBCNlXa2McQw.jpg",
          "video": false,
          "id": 16859,
          "popularity": 25.452,
          "overview": "Kiki, uma bruxinha, está fazendo 13 anos e, segundo os costumes de seu povo, deve aprender a se virar sozinha. Assim, apenas com sua coragem e sua vassoura voadora, vai para a cidade grande e, para conseguir sobreviver, acaba ajudando em um serviço de entregas.",
          "release_date": "1989-07-29",
          "vote_average": 7.8,
          "vote_count": 2349,
          "adult": false,
          "backdrop_path": "\/6QDXguMDnlFIEs2PG9ELpWqvlEU.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            18,
            14,
            10751
          ],
          "title": "O Serviço de Entregas da Kiki",
          "original_language": "ja"
        },
        {
          "original_title": "おもひでぽろぽろ",
          "poster_path": "\/j3haUpG7gbg26RqEC9mQmbyM3kO.jpg",
          "video": false,
          "id": 15080,
          "popularity": 10.865,
          "overview": "Conta a história de Taeko Okajima, uma mulher de 27 anos e ainda solteira, com um trabalho burocrático num escritório em Tokyo, cidade na qual nasceu e cresceu. Quando criança, Taeko morria de inveja das amigas que podiam ir para o campo e visitar os parentes no período de férias. Por não possuir parentes no interior, Taeko tinha de permanecer em Tokyo o tempo todo, sonhando com o dia em que, finalmente, poderia realizar seu desejo de conhecer o campo.",
          "release_date": "1991-07-20",
          "vote_average": 7.3,
          "vote_count": 583,
          "adult": false,
          "backdrop_path": "\/rdv9vlpCB7Q1mGWe1oMYgwbB0zi.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10749
          ],
          "title": "Memórias de Ontem",
          "original_language": "ja"
        },
        {
          "original_title": "紅の豚",
          "poster_path": "\/fxExoHUYA2Clb6IXO1PGRVvTw4P.jpg",
          "video": false,
          "vote_average": 7.8,
          "popularity": 14.996,
          "vote_count": 1903,
          "release_date": "1992-07-18",
          "genre_ids": [
            35,
            16,
            12
          ],
          "overview": "Na Itália, durante o período entre as duas guerras, com um fundo de recessão económica e de ascensão do fascismo, perdido numa ilha deserta no mar Adriático, um ex-piloto emérito da Força Aérea Italiana, se vê transformado em um porco e converte-se em caçador de recompensas. Ele se chama \"Porco Rosso\". A bordo de seu hidroavião vermelho, ele tem muitas aventuras: de caça aos piratas do ar que fizeram um hábito de roubar os turistas que visitam a região, o resgate de passageiros tomados como reféns, duelos aéreos, \"corridas\" de hidroavião, subterfúgios para semear a polícia secreta italiana ... a vida do piloto é agitada e cheia de aventuras.",
          "adult": false,
          "backdrop_path": "\/pFalq14lacs2oO7Q6YKiNqz5uAC.jpg",
          "media_type": "movie",
          "title": "Porco Rosso: O Último Herói Romântico",
          "id": 11621,
          "original_language": "ja"
        },
        {
          "original_title": "海がきこえる",
          "poster_path": "\/yHzMcd9Dma4gYv5rFXN8UuEdakQ.jpg",
          "video": false,
          "id": 21057,
          "popularity": 11.891,
          "overview": "Após o divórcio dos pais de Rikako Muto, uma estudante de Tóquio, ela é transferida para um colégio de Kochi, uma cidade litorânea remota da capital. Além de linda e inteligente, se dedica muito aos estudos e aos desportos. Mas sem saber por quê, não consegue se adaptar à vida social da escola. No mesmo colégio chegam Taku Morisaki e Yutaka Matsuno, que sempre foram melhores amigos na vida, e logo o trio começam a viver um triângulo amoroso.",
          "release_date": "1993-05-05",
          "vote_average": 6.3,
          "vote_count": 425,
          "adult": false,
          "backdrop_path": "\/1EGJSlQsUxh6M1FfUEDby10mZ5q.jpg",
          "media_type": "movie",
          "genre_ids": [
            10749,
            16,
            18,
            10770
          ],
          "title": "Eu Posso Ouvir o Oceano",
          "original_language": "ja"
        },
        {
          "original_title": "平成狸合戦ぽんぽこ",
          "poster_path": "\/kp0ArYIt4MEnjuqpK98SRvSzNh6.jpg",
          "video": false,
          "id": 15283,
          "popularity": 15.715,
          "overview": "O crescimento de Tóquio durante os anos 1960 originou uma explosão urbanística nos subúrbios. Com isso, montanhas foram aplanadas e florestas, abatidas. Os tanuki, uma espécie de guaxinins, vêem-se ameaçados pelo desenvolvimento dos humanos: A área habitável reduz-se, bem como os recursos alimentares. A falta de comida conduz a guerras internas, mas a sabedoria dos anciões canaliza a energia e a frustração de todos os tanuki contra o inimigo comum: O Homem.",
          "release_date": "1994-07-16",
          "vote_average": 7.2,
          "vote_count": 588,
          "adult": false,
          "backdrop_path": "\/vpzKlVAXBpXjrSi9FHRkixC7heL.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            14
          ],
          "title": "PomPoko: A Grande Batalha dos Guaxinins",
          "original_language": "ja"
        },
        {
          "original_title": "耳をすませば",
          "poster_path": "\/eN2Re2uBcBk815WnJFIvCbIqDtY.jpg",
          "video": false,
          "vote_average": 7.9,
          "popularity": 21.549,
          "vote_count": 1081,
          "release_date": "1995-07-15",
          "genre_ids": [
            16,
            18,
            10751
          ],
          "overview": "A personagem principal é Shizuku, uma estudante que sonha ser uma escritora e decide, durante o verão, ler vinte livros. Mas curiosamente todas as edições que Shizuki pegou na biblioteca já haviam sido lidas por um tal de Seiji Amasawa. Há encontros e desencontros típicos da vida de uma adolescente e a descoberta de um grande amor.",
          "adult": false,
          "backdrop_path": "\/dfbkXBp4qKwssBKvH1GvIELapJT.jpg",
          "media_type": "movie",
          "title": "Sussuros do Coração",
          "id": 37797,
          "original_language": "ja"
        },
        {
          "original_title": "もののけ姫",
          "poster_path": "\/mRrcBFSz37DI25NhLydUFwGR2Cm.jpg",
          "video": false,
          "id": 128,
          "popularity": 28.41,
          "overview": "Um príncipe infectado por uma doença sabe que irá morrer, a menos que encontre a cura. Sendo a sua última esperança, segue para o leste e, durante o caminho, encontra animais da floresta lutando contra a sua exploração, liderados pela princesa Mononoke.",
          "release_date": "1997-07-12",
          "vote_average": 8.4,
          "vote_count": 5167,
          "adult": false,
          "backdrop_path": "\/mpNd0rTVrp6vHJ9Je7wSa3zC8JS.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14,
            16
          ],
          "title": "Princesa Mononoke",
          "original_language": "ja"
        },
        {
          "original_title": "ホーホケキョとなりの山田くん",
          "poster_path": "\/qi8TyaGxYiOJuBJyEdGaCAiGAtf.jpg",
          "video": false,
          "id": 16198,
          "popularity": 15.368,
          "overview": "O filme mostra o dia-a-dia da família Yamada, que é composta por Takashi (o pai, um trabalhador comum), Matsuko (a mãe, dona de casa), Shige (a sogra), Noboru (o filho adolescente), Nonoko (a filha criança) e Pochi (o cachorro da família). A história é dividida em quadros curtos, cada um focando algum ponto interessante do cotidiano da família, mais ou menos como se vê nas tirinhas de jornal. Trata de problemas que vemos em nossos próprios lares, como a exigência dos pais para que o filho adolescente estude mais, a mãe que não quer ser tratada como uma empregada, o pai que chega cansado demais do trabalho e tem que acordar cedo para uma reunião de negócios, o adolescente passando por crises existenciais, os pensamentos inocentes da criança... Essas coisas que conhecemos muito bem...",
          "release_date": "1999-07-17",
          "vote_average": 7,
          "vote_count": 267,
          "adult": false,
          "backdrop_path": "\/jruIEpn6lONVTgYh7SmEw7Sq71v.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Meus Vizinhos: Os Yamadas",
          "original_language": "ja"
        },
        {
          "original_title": "千と千尋の神隠し",
          "poster_path": "\/bNBXskBHOwPSW21o7iT3N8QVg9L.jpg",
          "video": false,
          "id": 129,
          "popularity": 59.956,
          "overview": "Chihiro e seus pais estão se mudando para uma cidade diferente. A caminho da nova casa, o pai decide pegar um atalho. Eles se deparam com uma mesa repleta de comida, embora ninguém esteja por perto. Chihiro sente o perigo, mas seus pais começam a comer. Quando anoitece, eles se transformam em porcos. Agora, apenas Chihiro pode salvá-los",
          "release_date": "2001-07-20",
          "vote_average": 8.5,
          "vote_count": 10454,
          "adult": false,
          "backdrop_path": "\/mSDsSDwaP3E7dEfUPWy4J0djt4O.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            14
          ],
          "title": "A Viagem de Chihiro",
          "original_language": "ja"
        },
        {
          "original_title": "猫の恩返し",
          "poster_path": "\/cPB4NcQ0lWATEhbbgT0bz2K8e0R.jpg",
          "video": false,
          "vote_average": 7.2,
          "popularity": 24.71,
          "vote_count": 1148,
          "release_date": "2002-07-19",
          "genre_ids": [
            12,
            14,
            16,
            18,
            10751
          ],
          "overview": "Essa é a história de Haru, uma garota muito preguiçosa e que todos os dias chega atrasada na escola. Um belo dia, voltando para casa, salva um misterioso gato de ser atropelado. Na mesma noite a menina recebe a visita do Rei dos Gatos, que a convida para conhecer seu reino, um lugar mágico, diferente de tudo, onde os bichos falam e se comportam como gente.",
          "adult": false,
          "backdrop_path": "\/zUCpWrWU2kLZd0f8gPG2vma0AiM.jpg",
          "media_type": "movie",
          "title": "O Reino dos Gatos",
          "id": 15370,
          "original_language": "ja"
        },
        {
          "original_title": "ハウルの動く城",
          "poster_path": "\/btS35byvD8xhI1Ta8C69imPj8Gg.jpg",
          "video": false,
          "vote_average": 8.4,
          "popularity": 42.81,
          "vote_count": 5798,
          "release_date": "2004-11-19",
          "genre_ids": [
            14,
            16,
            12
          ],
          "overview": "Sofia é uma jovem de 18 anos que trabalha na chapelaria de seu pai. Em uma de suas raras idas à cidade, ela conhece Hauru, um mágico bastante sedutor, mas de caráter duvidoso. Ao confundir a relação existente entre eles, uma feiticeira lança sobre Sofia uma maldição que faz com que ela tenha 90 anos. Desesperada, Sofia foge e termina por encontrar o Castelo Animado de Hauru. Escondendo sua identidade, ela consegue ser contratada para realizar serviços domésticos no local, se envolvendo com os demais moradores do castelo.",
          "adult": false,
          "backdrop_path": "\/vwBa7djy1oxfxUjc7YtVgGNsjrT.jpg",
          "media_type": "movie",
          "title": "O Castelo Animado",
          "id": 4935,
          "original_language": "ja"
        },
        {
          "original_title": "ゲド戦記",
          "poster_path": "\/iAKUoLtSq9JibB332BxkWTD3REm.jpg",
          "video": false,
          "id": 37933,
          "popularity": 12.334,
          "overview": "Em meio a uma tempestade marítima, os tripulantes de um barco não conseguem controlar o vento e o mar. Enquanto isso, dois dragões saem das nuvens escuras devorando um ao outro. Estes estranhos incidentes levam o mago Ged a investigar o que estaria afetando o equilíbrio das coisas. Em sua jornada, ele encontra o príncipe Arren, que se diz perseguido por uma sombra. Os dois seguem viagem juntos. Por onde passam, encontram sinais de que algo vai mal no mundo.",
          "release_date": "2006-07-29",
          "vote_average": 6.6,
          "vote_count": 835,
          "adult": false,
          "backdrop_path": "\/zeXaf7KiKjUozckNSD4VwPJLV3S.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14,
            16,
            878
          ],
          "title": "Contos de Terramar",
          "original_language": "ja"
        },
        {
          "original_title": "崖の上のポニョ",
          "poster_path": "\/pSk6X9OSkeqqGmaiy5mCs0Edx9o.jpg",
          "video": false,
          "id": 12429,
          "popularity": 25.801,
          "overview": "Sosuke (Hiroki Doi) é um garoto de cinco anos que mora em um penhasco, com vista para o Mar Interior. Um dia, ao brincar na praia, encontra Ponyo (Yuria Nara), uma peixinho dourado cuja cabeça está presa em um pote de geleia. Ele salva a peixinho e a coloca em um balde verde. Trata-se de amor à primeira vista, já que Sosuke promete que irá cuidar dela. Só que Fujimoto (Jôji Tokoro), que um dia foi humano e hoje é feiticeiro no fundo do mar, exige que Ponyo retorne às profundezas do oceano. Para ficar ao lado de Sosuke, Ponyo toma a decisão de tornar-se humana.",
          "release_date": "2008-07-19",
          "vote_average": 7.7,
          "vote_count": 2520,
          "adult": false,
          "backdrop_path": "\/shqLeIkqPAAXM8iT6wVDiXUYz1p.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Ponyo - Uma Amizade que Veio do Mar",
          "original_language": "ja"
        },
        {
          "original_title": "借りぐらしのアリエッティ",
          "poster_path": "\/3W9oQjBVAPUa5tQRCctTkFXd2NJ.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 24.044,
          "vote_count": 1776,
          "release_date": "2010-07-16",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "overview": "Nos subúrbios de Tóquio, sob o assoalho de uma casa velha, Arrietty vive em seu minúsculo mundo com a família, fazendo de tudo para manter em segredo a existência de todos. Sobrevivendo como pequenos ladrões, eles conhecem as regras para que nunca sejam percebidos pelos verdadeiros (e grandes) donos da casa. Para isso, procuram manter a desconfiança deles em cima dos gatos e ratos e tomam todos os cuidados possíveis para evitar de serem vistos. Contudo, quando um jovem rapaz se hospeda na casa, a pequenina Arietty acredita que poderá manter uma amizade com ele, apesar da diferença dos tamanhos.",
          "adult": false,
          "backdrop_path": "\/7Q27v2bavhnBOEp8R5dGYr7p4Yb.jpg",
          "media_type": "movie",
          "title": "O Mundo dos Pequeninos",
          "id": 51739,
          "original_language": "ja"
        },
        {
          "original_title": "コクリコ坂から",
          "poster_path": "\/49UrnjmQ6DxpkMVXML3D3vru0U1.jpg",
          "video": false,
          "id": 83389,
          "popularity": 15.154,
          "overview": "Uma garota chamada Komatsuzaki vive em uma cidade portuária na década de 1960 e é obrigada a assumir as rédeas de sua vida após o desaparecimento do pai. O roteiro é focado no amadurecimento da garota, lembrando muito o roteiro de \"A Viagem de Chihiro\". Adaptado do mangá homônimo de Chizuru Takahashi e Tetsuro Sayama.",
          "release_date": "2011-07-16",
          "vote_average": 7.6,
          "vote_count": 988,
          "adult": false,
          "backdrop_path": "\/v3bVN8SjeA9O0nUBtMfRcE0fJpR.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18
          ],
          "title": "Da Colina Kokuriko",
          "original_language": "ja"
        },
        {
          "original_title": "風立ちぬ",
          "poster_path": "\/k2b1Tg9pdsizcAThmfsZtd3behH.jpg",
          "video": false,
          "id": 149870,
          "popularity": 25.786,
          "overview": "No interior do Japão, o jovem Jiro Horikoshi sonha em voar em um avião com formato de pássaro. Realizar esse sonho torna-se a meta de sua vida. Durante sua jornada, ele conhece a encantadora Naoko, por quem se apaixona. Porém, quando ela adoece, o destino dele fica incerto.",
          "release_date": "2013-07-20",
          "vote_average": 7.8,
          "vote_count": 1809,
          "adult": false,
          "backdrop_path": "\/vUjgi5jZyWQNajMbk7Is6QVOyzG.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10752,
            36,
            18,
            10749
          ],
          "title": "Vidas ao Vento",
          "original_language": "ja"
        },
        {
          "original_title": "かぐや姫の物語",
          "poster_path": "\/d5kisG4xNOyyLRLaABs5KMgLqD9.jpg",
          "video": false,
          "id": 149871,
          "popularity": 13.485,
          "overview": "Esta animação é baseada no conto popular japonês “O Corte do Bambu”. Kaguya era um minúsculo bebê quando foi encontrada dentro de um tronco de bambu brilhante. Passado o tempo, ela se transforma em uma bela jovem que passa a ser cobiçada por cinco nobres, dentre eles, o próprio Imperador. Mas nenhum deles é o que ela realmente quer. A moça envia seus pretendentes em tarefas aparentemente impossíveis para tentar evitar o casamento com um estranho que não ama. Mas Kaguya terá que enfrentar seu destino e punição por suas escolhas.",
          "release_date": "2013-11-23",
          "vote_average": 8.1,
          "vote_count": 1042,
          "adult": false,
          "backdrop_path": "\/imUJOrtNf8EWameChpaRLXSaX4w.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            14
          ],
          "title": "O Conto da Princesa Kaguya",
          "original_language": "ja"
        },
        {
          "original_title": "思い出のマーニー",
          "poster_path": "\/omyRNsmaFgwVLdaXwt84SvmiksO.jpg",
          "video": false,
          "vote_average": 8,
          "popularity": 31.993,
          "vote_count": 1034,
          "release_date": "2014-07-19",
          "genre_ids": [
            16,
            18
          ],
          "overview": "Anna é uma menina de 12 anos, filha de pais adotivos, sempre muito solitária e não exatamente feliz. Um belo dia, em um castelo numa ilha isolada, ela conhece Marnie. A menina loira de vestido branco se torna a grande e única amiga de Anna, mas ela descobrirá que Marnie não é exatamente quem parece ser.",
          "adult": false,
          "backdrop_path": "\/86l1gqKjhPn6Ypd8XSSIGx7ZikB.jpg",
          "media_type": "movie",
          "title": "As Memórias de Marnie",
          "id": 242828,
          "original_language": "ja"
        },
        {
          "original_title": "アーヤと魔女",
          "poster_path": "\/gNC2oIk9kmpGaTbobX88OONNcW6.jpg",
          "video": false,
          "id": 683127,
          "popularity": 1.655,
          "overview": "Earwig vive em um orfanato – e até gosta disso, até ser adotada por uma bruxa e ser levada para uma casa assombrada. Entretanto, em vez de ficar horrorizada, a esperta garota se mostra determinada em se transformar a mestra de sua nova situação.",
          "release_date": "2020-10-18",
          "vote_average": 0,
          "vote_count": 0,
          "adult": false,
          "backdrop_path": "\/w85t0s0WCFPJzw2KH7hXi5JQwLf.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            14,
            10751
          ],
          "title": "Aya e a Bruxa",
          "original_language": "ja"
        }
      ],
      "information": {
        "contentTitle": "Filmes lançados pelo Estúdio Ghibli",
        "contentText": "Seis dos filmes de Estúdio Ghibli estão entre os 10 filmes de anime com maior bilheteria produzidos no Japão, sendo <i>A Viagem de Chihiro</i> o segundo mais alto, arrecadando mais de US$ 360 milhões em todo o mundo."
      }
    },
    {
      "type": "text",
      "content_text": "Só no fim dos anos 1990 é que os filmes sublimes do estúdio japonês <i>Ghibli</i> fundado por <a href=\"https://_{type: 'screen', 'id': 608, 'screen_type': person}\">Hayao Miyazaki</a> (n-1941) e <a href=\"https://_{type: 'screen', 'id': 628, 'screen_type': person}\">Isao Takahata</a> (1935-2018) - fizeram sucesso no Ocidente. Foi apenas com a sangrenta fantasia ecológica <a href=\"https://_{type: 'screen', 'id': 128, 'screen_type': movie}\">Mononoke Hime</a> (BR: A Princesa Mononoke, 1997) que eles receberam o que lhes era devido. A consagração obtida por <a href=\"https://_{type: 'screen', 'id': 129, 'screen_type': movie}\">Sen to Chihiro no Kamikakushi</a> (BR: A viagem de Chihiro, 2001) - sobre o amadurecimento de uma jovem em um elaborado mundo de fantasia - levou à redescoberta da obra da Ghibli."
    },
    {
      "type": "video",
      "video_id": "VbRmFSQYeac",
      "information": {
        "contentTitle": "Cenas do filme A Viagem de Chihiro",
        "contentText": "Miyazaki escreveu o roteiro após decidir que a história seria baseada na filha de seu amigo Seiji Okuda, produtor associado do filme, que tinha dez anos à época; a garota fazia visitas frequentes à casa do diretor todo verão. Na época, ele estava trabalhando em dois projetos diferentes, mas ambos foram rejeitados em favor do longa-metragem. A produção de A Viagem de Chihiro começou em 2000, com um orçamento de 1,9 bilhões de ienes e a produção tornou-se a mais bem sucedida da história do cinema japonês, conquistando mais de 352 milhões de dólares mundialmente – no seu país de origem – o filme desbancou Titanic como a maior bilheteria de todos os tempos, com um total de 30,8 bilhões de ienes",
        "source": "Youtube: Canal <i>kim tinh</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 12180, 'screen_type': person}\">Mamoru Oshii</a> (n-1951) é outro grande pioneiro da animação japonesa, tendo recebido atenção por seu filme <a href=\"https://_{type: 'screen', 'id': 9323, 'screen_type': movie}\">Ghost In The Shell</a> (BR: Ghost In The Shell: O Fantasma do Futuro, 1995), um policial futurista que inclui divagações existenciais do personagem principal, um ciborgue. Mamoru manteve e refinou a tendência filosófica em filmes como <a href=\"https://_{type: 'screen', 'id': 15877, 'screen_type': movie}\">Sukai Kurora</a> (BR: The Sky Crawlers – Eternamente, 2008)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não sou eu quem faz o filme. Ele se faz e eu não tenho escolha a não ser acompanhar.",
        "author": "Hayao Miyazaki"
      }
    },
    {
      "type": "text",
      "content_text": "Os gêneros hollywoodianos inicialmente influenciaram <a href=\"https://_{type: 'screen', 'id': 40333, 'screen_type': person}\">Satoshi Kon</a> (1963-2010), que trabalhou exclusivamente com o estúdio <i>Madhouse</i>, no Japão. Seu filme <a href=\"https://_{type: 'screen', 'id': 10494, 'screen_type': movie}\">Pāfekuto Burū</a> (BR: Azul perfeito, 1998), ambientado em meio à cultura pop adolescente do Japão, capturava uma sensação de ameaça sexual ao estilo Hitchcock."
    },
    {
      "type": "video",
      "video_id": "b9DetX5ZMXQ",
      "information": {
        "contentTitle": "Cenas do filme Paprika",
        "contentText": "O ator de O Senhor dos Anéis, Elijah Wood, elogiou Paprika em uma entrevista, afirmando: \"Aquele filme me surpreendeu também. Ele ultrapassou os limites do que é a animação e foi quase como uma viagem mental total, que filme, do ponto de vista visual.\"",
        "source": "Youtube: Canal <i>scene side</i>"
      }
    },
    {
      "type": "essay",
      "video_id": "xTM-AdrIpaE",
      "title": "Pixar - What Makes a Story Relatable",
      "description": "Uma rápida olhada na abordagem da Pixar para contar histórias e desenvolver personagens.",
      "channel": "kaptainkristian"
    },
    {
      "type": "text",
      "content_text": "Uma série de filmes notáveis na Europa recorreu a formas mais tradicionais. A <i>Aardman Animations</i>, com sede no Reino Unido, foi a casa de <a href=\"https://_{type: 'screen', 'id': 53304, 'screen_type': person}\">Peter Lord</a> (n-1953), <a href=\"https://_{type: 'screen', 'id': 7314, 'screen_type': person}\">Nick Park</a> (n-1958) e <a href=\"https://_{type: 'screen', 'id': 53329, 'screen_type': person}\">David Sproxton</a> (n-1954), a força por trás de Wallace e Gromit. Eles chamaram atenção inicialmente com <a href=\"https://_{type: 'screen', 'id': 54825, 'screen_type': movie}\">Creature Comforts</a> (1989), que usava áudios com entrevistas de pessoas na rua para dar voz a animais de <i>stop motion</i>, embora tenham sido seus curtas premiados como <a href=\"https://_{type: 'screen', 'id': 531, 'screen_type': movie}\">Wrong & Trousers</a> (BR: Wrong & Trousers: Calças Erradas, 1993) que os projetaram no cenário mundial."
    },
    {
      "type": "block_special",
      "title": "A Bela e a Fera: O Renascimento da Disney",
      "image": {
        "image_type": "local",
        "url": "img_a_bela_ea_fera",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Embora <a href=\"https://_{type: 'screen', 'id': 10144, 'screen_type': movie}\">The Little Mermaid</a> (BR: A Pequena Sereia, 1989), filme baseado no livro homônimo de <i>Hans Christian Andersen</i>, tenha sido o primeiro conto de fadas da Disney em trinta anos, desde o lançamento de <a href=\"https://_{type: 'screen', 'id': 10882, 'screen_type': movie}\">Sleeping Beauty</a> (BR: A Bela Adormecida, 1959), abrindo, portanto, o <strong>Renascimento da Disney</strong>, <a href=\"https://_{type: 'screen', 'id': 10020, 'screen_type': movie}\">Beauty and the Beast</a> (BR: A Bela e a Fera, 1991) é, definitivamente, a mais importante das obras inspiradas nessas histórias tão antigas quanto o tempo. Esta definição pode até ser atribuída pelo simples fato de a animação ter sido a primeira concorrendo ao Oscar de Melhor Filme, mas as qualidades e diferenças também são ímpares, enaltecendo uma produção comprometida a ser, senão a melhor, a maior dentre os contos de fadas transformados em cinema e as demais obras protagonizadas por personagens femininas, incluindo aquelas sob o selo Disney Princesas. <br/><br/> \n\nUma dessas características comporta a mais óbvia das lições existentes em <i>A Bela e a Fera</i>: o entendimento de que a maior beleza do ser é a interior. Ao colocarmos para comparação o antagonista da obra e o príncipe encantado da vez, encontramos uma discrepância enorme na apresentação dada aos dois pelos animadores. O charme de Gaston (Richard White) é uma característica inegável do personagem, introduzido como um verdadeiro macho-alfa, apesar de uma vertente extremamente cômica ser iniciada disso, ainda mais pelo completo narcisismo presente na essência de sua pessoa. Por outro lado, quando somos apresentados à Fera (Robby Benson), ainda na abertura da animação, nos deparamos com uma criatura distorcida, coberta de pelos e monstruosa. O design de personagem não decide por tornar a Fera um ser, embora bestial, apresentável, ousando em desfigurá-lo como pode, caprichando na pelagem, diferentemente de certa adaptação em live-action. Das demais características de Gaston, o mais forte de todos ou o mais peludo de todos, o antagonista ainda termina por não ser páreo nem nesses atributos à Fera, inicialmente, similar a Gaston em arrogância. <br/><br/> \n\nSob um último plano, <i>A Bela e a Fera</i> convida o espectador a observar seu caráter de conto de fadas de alto escalão se transformar em uma vertente habitada pelos musicais mais luxuosos, mágicos e grandiosos de todos os tempos, características também certeiras para a obra. Em primeiro lugar, mencionando a sequência no salão de festas, <i>A Bela e a Fera</i> é parte de um investimento da Disney em novas tecnologias, como as apresentadas no visualmente impressionante <a href=\"https://_{type: 'screen', 'id': 11135, 'screen_type': movie}\">The Rescuers Down Under</a> (BR: Bernardo e Bianca na Terra dos Cangurus, 1990). O salão, no caso, é feito completamente em computador, movimentando-se pelos planos, algo extremamente inédito para a empresa na época, ambiciosa com essa produção. A ousadia na movimentação da câmera imprime valor aos cenários, permitindo, em consequência, uma costura extremamente fluida e apaixonante, como uma dança. Tal grandiosidade também é perceptível nas cores exuberantes de <i>Be Our Guest</i>. As sequências musicais, portanto, nunca foram tão vivas anteriormente. Com uma qualidade de animação bastante peculiar, dando preferência à movimentação dos personagens a suas apresentações estáticas, buscando o dinâmico, o filme encontra um valor artístico formidável em diversas de suas passagens, como no combate final entre a Fera e Gaston, engrandecido por uma chuva que complementa o cenário de maneira deslumbrante. Assim sendo, o ápice dos contos de fadas também é um dos ápices dos musicais.",
      "credits": "Resumo baseado no artigo \"Crítica | A Bela e a Fera (1991)\", por Gabriel Carvalho no Plano Crítico."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "vote_average": 7.1,
          "id": 408,
          "overview": "A rainha malvada morre de ciúmes da beleza de Branca de Neve e manda mata-la. Logo, descobre que a jovem não morreu e está morando na floresta com sete amiguinhos. A princesa então é envenenada pela rainha e só o beijo de um príncipe pode salvá-la.",
          "release_date": "1937-12-21",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/pmZiChyJs5Y0tz7sMAiZNNIo9z4.jpg",
          "title": "Branca de Neve e os Sete Anões",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "popularity": 44.775,
          "original_language": "en",
          "original_title": "Snow White and the Seven Dwarfs",
          "poster_path": "\/5l0dsoLXP2eifLQ0lFCYNC5Lcv0.jpg",
          "vote_count": 5384,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 10895,
          "overview": "Gepeto é um carpinteiro solitário que, um dia, resolve fazer um boneco de madeira para lhe fazer companhia. Durante a noite, a Fada Azul dá vida ao boneco, que passa a se chamar Pinóquio. Ansioso para se tornar um menino de verdade, Pinóquio se mete em várias confusões, apesar dos constantes avisos de seu amigo Grilo Falante. O boneco tem uma particularidade: sempre que mente seu nariz cresce. Até o dia em que precisa resgatar seu criador, quando ele fica preso na barriga de uma baleia.",
          "release_date": "1940-02-23",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/wOw0IKC8hxLsPNswkmyxvPe3UiE.jpg",
          "title": "Pinóquio",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 37.522,
          "original_language": "en",
          "original_title": "Pinocchio",
          "poster_path": "\/rJTpz9LJFmDflvibkY2Y7IFOGua.jpg",
          "vote_count": 4157,
          "video": false
        },
        {
          "vote_average": 7.4,
          "id": 756,
          "overview": "A integração das grandes obras da música clássica com visuais extremamente criativos e originais da animação. São as seguintes composições que fazem parte do filme: \"Toccata e Fuga em Ré Menor\", de Johann Sebastian Bach; \"Suíte Quebra-Nozes\", de Peter Llich Tchaikovsky; \"O Aprendiz de Feiticeiro\", de Paul Dukas; \"Sagração da Primavera\", de Igor Stravinsky; \"Sinfonia Pastoral\", de Ludwing Van Beethoven; \"Dança das Horas\", de Almicare Ponchielli; \"Noite no Monte Calvo\", de Modest Mussorgsky; e \"Ave Maria\", de Franz Schubert.",
          "release_date": "1940-11-13",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/nnL7vunWHE24iU7WGGP84q7FXO9.jpg",
          "title": "Fantasia",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 28.12,
          "original_language": "en",
          "original_title": "Fantasia",
          "poster_path": "\/mSJgxrTaTgDSOoggIPcj3ZoZswT.jpg",
          "vote_count": 2040,
          "video": false
        },
        {
          "vote_average": 7,
          "id": 11360,
          "vote_count": 3569,
          "release_date": "1941-10-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/aRVQ1EgTx3vbhK6qls2O834bPQc.jpg",
          "title": "Dumbo",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 28.544,
          "original_language": "en",
          "original_title": "Dumbo",
          "poster_path": "\/lqyqLxfQ3Lvi5FveFQHDsTknq8r.jpg",
          "overview": "Dumbo é um bebé elefante que nasceu com umas orelhas enormes. Um dia ele conhece Timóteo, um ratinho que mete medo à maioria dos elefantes do circo onde vive Dumbo. Ao contrário do que se podia esperar, o rato e o elefante acabam por se tornar amigos e, juntos, eles tornam-se as maiores atracções do circo. Usando suas orelhas, Dumbo faz o que nenhum outro elefante consegue: voar!",
          "video": false
        },
        {
          "vote_average": 7,
          "id": 3170,
          "overview": "A história animada de Bambi, um jovem cervo saudado como o \"Príncipe da Floresta\" no seu nascimento. Como Bambi cresce, ele faz amizade com os outros animais da floresta, aprende as habilidades necessárias para sobreviver e até encontra o amor. Um dia, porém, os caçadores vem, e Bambi deve aprender a ser tão corajoso como seu pai, e levar os outros cervos para a segurança.",
          "release_date": "1942-08-14",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/fgIeKLbmPLof5cb88Wod0CWhWTE.jpg",
          "title": "Bambi",
          "genre_ids": [
            16,
            18,
            10751
          ],
          "popularity": 29.194,
          "original_language": "en",
          "original_title": "Bambi",
          "poster_path": "\/yqGWdxAYRH7uwFAhIIJdKkmCKob.jpg",
          "vote_count": 4022,
          "video": false
        },
        {
          "vote_average": 5.9,
          "id": 14906,
          "overview": "Apresentando personagens como Zé Carioca, Pedro, um avião mirim do correio e os famosos Pato Donald e Pateta, em aventuras espetaculares! Pato Donald é um turista americano que embarca em uma incrível viagem pelos Andes! Pedro é um aviãozinho que voa pelo Chile e enfrenta uma terrível tempestade, passando por maus bocados para atravessar o Monte Aconcágua. Em Buenos Aires, Pateta aprende a usar o equipamento de montaria e danças típicas argentinas. Recheado com coloridas cenas de Carnaval do Rio de Janeiro e músicas como \"Aquarela do Brasil\", Pato Donald conhece os pontos turísticos mais belos do Rio de Janeiro e de quebra ainda aprende a sambar.",
          "release_date": "1942-08-24",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/e35Xmx4gtiij07e1qZWhfdfyeGn.jpg",
          "title": "Alô, Amigos",
          "genre_ids": [
            16,
            10751,
            99
          ],
          "popularity": 14.697,
          "original_language": "en",
          "original_title": "Saludos Amigos",
          "poster_path": "\/7QMwCSoy8Y0hIW4oljsJmOvnoiy.jpg",
          "vote_count": 238,
          "video": false
        },
        {
          "vote_average": 6.5,
          "id": 15947,
          "overview": "Pato Donald recebe uma grande caixa no dia de seu aniversário, trazendo três presentes. O primeiro traz um projetor de cinema, contendo um filme sobre aves da América do Sul. O segundo contém um livro sobre o Brasil, que o leva à Bahia ao lado de Zé Carioca. O terceiro tem uma piñata, acompanhada de Panchito. Com os amigos, Donald vive aventuras no Brasil e no México.",
          "release_date": "1944-07-21",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/kcWYiBWej3JdYbGEVaKYAQGfqYp.jpg",
          "title": "Você Já Foi à Bahia?",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 13.866,
          "original_language": "en",
          "original_title": "The Three Caballeros",
          "poster_path": "\/wllGcOAeh4bVNVNLK5H0thC74Cx.jpg",
          "vote_count": 439,
          "video": false
        },
        {
          "vote_average": 5.7,
          "id": 20343,
          "vote_count": 128,
          "release_date": "1946-06-30",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/4IV4z86PvfXpcIhfn56P3pI9wYc.jpg",
          "title": "Música, Maestro!",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 7.292,
          "original_language": "en",
          "original_title": "Make Mine Music",
          "poster_path": "\/1Mu98243emXAKy8iZfymUJDgTpS.jpg",
          "overview": "Seguindo a tradição de Fantasia, Música Maestro! é uma bela coleção de nove curtas animações musicais com as peças mais favoritas da época.",
          "video": false
        },
        {
          "vote_average": 6.3,
          "id": 46929,
          "overview": "Jiminy Cricket apresenta dois curtas de animação da Disney: \"Bongo\", sobre um urso de circo que foge para a vida selvagem, e uma visão de famoso conto de fadas em \"Mickey e o Pé de Feijão\", com Mickey, Donald e Pateta nos papéis principais.",
          "release_date": "1947-09-27",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/gcLCXH7ZTr3Yk2JG1u7cXb7p1vy.jpg",
          "title": "Como é Bom se Divertir",
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "popularity": 12.354,
          "original_language": "en",
          "original_title": "Fun and Fancy Free",
          "poster_path": "\/tGOVtD7F6WYb0n3dR4PLauS6wj.jpg",
          "vote_count": 258,
          "video": false
        },
        {
          "vote_average": 6.3,
          "id": 13757,
          "vote_count": 159,
          "release_date": "1948-05-27",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/unnlsb68YDJbaTwAbgXCh1qQZJ8.jpg",
          "title": "Tempo de Melodia",
          "genre_ids": [
            10402,
            10751,
            16
          ],
          "popularity": 10.438,
          "original_language": "en",
          "original_title": "Melody Time",
          "poster_path": "\/jDL1blSkW7L4TPOgH4wA12cD4uk.jpg",
          "overview": "Tempo de Melodia é uma animação produzida por Walt Disney e lançada nos cinemas pela RKO Radio Pictures. São várias sequências de músicas populares e folclóricas. Como a anterior Música Maestro! (Make Mine Music), é uma versão contemporânea de Fantasia.",
          "video": false
        },
        {
          "vote_average": 6.4,
          "id": 13465,
          "vote_count": 308,
          "release_date": "1949-10-05",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/y0SN5BzkUBjxAKaznA4CLTZlyY6.jpg",
          "title": "As Aventuras de Ichabod e Sr. Sapo",
          "genre_ids": [
            27,
            14,
            16,
            10751
          ],
          "popularity": 15.75,
          "original_language": "en",
          "original_title": "The Adventures of Ichabod and Mr. Toad",
          "poster_path": "\/mK6JBRA9g7g4dzejndEp2j346Ap.jpg",
          "overview": "Prepare-se para um passeio frenético a bordo da carroça de J. T. Sapo, com seus encantadores amigos Verruga, Rato e MacBadger. E depois conheça a emocionante trama do esguio Ichabod, que, para conquistar a bela Katrina, terá que disputa-la com Brom Bones, o malfeitor da cidade.",
          "video": false
        },
        {
          "vote_average": 7,
          "id": 11224,
          "overview": "Cinderela vive com sua madrasta, Lady Tremaine, e as duas filhas dela. Obrigada a trabalhar como empregada da casa, ela tem como amigos apenas os animais que a rodeiam. O local em que vive está agitado devido ao baile que será realizado no castelo, o qual contará com a presença do príncipe. Como Lady Tremaine pretende que uma das filhas se case com ele, elas se preparam com requinte para o evento. Cinderela, entretanto, não pode ir. Até que surge a Fada-madrinha, que dá a Cinderela um vestido e condições para que possa ir ao baile em alto estilo. Entretanto há uma condição: Cinderela precisa retornar antes da meia-noite, caso contrário o feitiço será desfeito.",
          "release_date": "1950-02-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/wQraxOsaq0NwTO9rSwLo4Nc8hVG.jpg",
          "title": "Cinderela",
          "genre_ids": [
            10751,
            14,
            16,
            10749
          ],
          "popularity": 52.02,
          "original_language": "en",
          "original_title": "Cinderella",
          "poster_path": "\/ap19fJ8WqdjXSpkreUawPGB0ezN.jpg",
          "vote_count": 4844,
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 12092,
          "overview": "Alice é uma garota curiosa e cansada da monotonia de sua vida. Um dia, ao seguir o apressado e misterioso Coelho Branco até uma toca, ela acaba entrando no País das Maravilhas. Lá, ela conhece diversos seres incríveis, como o peculiar Chapeleiro Maluco, o misterioso Mestre Gato, a Lagarta e a tirana Rainha de Copas.",
          "release_date": "1951-07-28",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/b4yiLlIFuiULuuLTxT0Pt1QyT6J.jpg",
          "title": "Alice no País das Maravilhas",
          "genre_ids": [
            16,
            10751,
            14,
            12
          ],
          "popularity": 26.773,
          "original_language": "en",
          "original_title": "Alice in Wonderland",
          "poster_path": "\/mxcgH748dwHXui80dLLHSwtL41N.jpg",
          "vote_count": 4274,
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 10693,
          "overview": "Deixando o conforto e segurança de seus lares, Wendy, Miguel e João seguem Peter Pan para um mundo mágico onde a infância dura para sempre, a Terra do Nunca. Mas logo as crianças descobrem que precisarão confrontar o terrível Capitão Gancho, um maquiavélico pirata que quer se livrar de uma vez por todas de Peter.",
          "release_date": "1953-02-05",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/b3GBaSSZoxICW8sS0OwR2aRKoTg.jpg",
          "title": "As Aventuras de Peter Pan",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "popularity": 28.111,
          "original_language": "en",
          "original_title": "Peter Pan",
          "poster_path": "\/moixbncq5YyZ2dKkbFoclv4f7SG.jpg",
          "vote_count": 3864,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 10340,
          "overview": "A história de uma cachorrinha de classe chamada Lady que se sente abandonada pelos donos quando eles têm um bebê e acaba se envolvendo com um cachorro de rua conhecido como Vagabundo. Os dois terão que lidar com uma injusta tia que, com seus gatos de estimação, chegam na casa e acabam com o sossego de Lady.",
          "release_date": "1955-06-22",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/deZYjgLWPHStzvk7hCgf8pBqFdC.jpg",
          "title": "A Dama e o Vagabundo",
          "genre_ids": [
            16,
            10751,
            10749
          ],
          "popularity": 41.923,
          "original_language": "en",
          "original_title": "Lady and the Tramp",
          "poster_path": "\/qKBA03V9LvfpvcNfUgAwdydRSA1.jpg",
          "vote_count": 3775,
          "video": false
        },
        {
          "vote_average": 6.9,
          "id": 10882,
          "overview": "Ciumenta e vingativa a fada Malévola lança um feitiço cruel sobre a princesa Aurora no dia do seu nascimento. Aurora está condenada a cair em um sono profundo quando completar 16 anos de idade e, para despertar novamente, sua única salvação seria um beijo de seu verdadeiro amor. As três fadas bondosas, Flora, Fauna e Primavera tentam evitar a profecia do mal, mas não conseguem. Agora só resta ao príncipe Felipe enfrentar Malévola e salvar a princesa.",
          "release_date": "1959-02-17",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/bwZY9cTdiw00Uk3mA4bJz8HXoyB.jpg",
          "title": "A Bela Adormecida",
          "genre_ids": [
            14,
            16,
            10749,
            10751
          ],
          "popularity": 29.618,
          "original_language": "en",
          "original_title": "Sleeping Beauty",
          "poster_path": "\/iRYRBWKhwPI5lBT4DPhmNpmBOMU.jpg",
          "vote_count": 3771,
          "video": false
        },
        {
          "vote_average": 7.1,
          "id": 12230,
          "vote_count": 4499,
          "release_date": "1961-01-25",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/vlLW4BPPS6XL8mxAvoJSppJV3Sv.jpg",
          "title": "101 Dálmatas",
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "popularity": 33.918,
          "original_language": "en",
          "original_title": "One Hundred and One Dalmatians",
          "poster_path": "\/sytZMXtuWlqqYs5lOzt5yjwFiAE.jpg",
          "overview": "Conta a história de uma família de cachorrinhos da raça dálmata que é raptada por uma terrível mulher chamada Cruella De Vil, que quer transformar os cãezinhos em um casaco de peles. Fascinada por peles, essa mulher tem um sonho e para realiza-lo ela depende de uma \"amiga\" sua, Anita, que tem uma quinzena de filhotes dálmatas.",
          "video": false
        },
        {
          "vote_average": 7.2,
          "id": 9078,
          "overview": "Humor, espetáculo e magia imperam neste conto clássico legendário de Walt Disney. A Espada era a Lei, celebrando seu 45º Aniversário agora com exclusivos bônus especiais! Embarque nesta aventura da jornada de um herói improvável! Conta a lenda que só alguém com honra, decência e grandeza de caráter pode reinvindicar o trono da Inglaterra, tirando uma espada encantada que está cravada numa rocha. Muitos valentes cavaleiros tentaram, então parece impossível que um jovem aprendiz conhecido como Arthur, possa ter sucesso. Mas com a orientação do feiticeiro Merlin, a ajuda de alguns amigos engraçados e a verdadeira força de caráter, Arthur irá se tornar o maior rei da Inglaterra. Agora, mais diversão e feitiçaria com novos e maravilhosos bônus especiais. A Espada Era a Lei - Edição Especial é uma experiência mágica que toda sua família irá compartilhar muitas e muitas vezes.",
          "release_date": "1963-12-25",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/m1TOfgljbT3jOez3b4l1I1tm82W.jpg",
          "title": "A Espada Era a Lei",
          "genre_ids": [
            16,
            10751
          ],
          "popularity": 24.501,
          "original_language": "en",
          "original_title": "The Sword in the Stone",
          "poster_path": "\/d5rtXHSx4sXJKMJsLR7OUjryCHl.jpg",
          "vote_count": 2758,
          "video": false
        },
        {
          "vote_average": 7.3,
          "id": 9325,
          "overview": "Mogli, um garoto criado por lobos e que vive na selva, é convencido pelo seu amigo Baguera, uma velha e esperta pantera, a buscar segurança no mundo dos homens. Mas Mogli, resistindo à ideia de seu amigo, resolve seguir a filosofia do urso Balu, que gosta de curtir a vida e ser feliz, fazendo o que gosta. Juntos, dão início a uma grande jornada em direção à civilização e encontram no meio do caminho um orangotango maluco, uma cobra com poder de hipnotizar e Shere Khan, um tigre ameaçador.",
          "release_date": "1967-10-18",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/kZTfsQyZ1LJmuFp5bIHrXJxi5tl.jpg",
          "title": "Mogli - O Menino Lobo",
          "genre_ids": [
            10751,
            16,
            12
          ],
          "popularity": 30.37,
          "original_language": "en",
          "original_title": "The Jungle Book",
          "poster_path": "\/ikqAxUAEH4BloLjVgR8MWNX3qtU.jpg",
          "vote_count": 4572,
          "video": false
        },
        {
          "vote_average": 7.3,
          "id": 10112,
          "overview": "Uma milionária excêntrica pretende deixar toda sua fortuna para sua gata e os três filhotes. Porém, o mordomo dela os abandona no interior da França para se tornar o beneficiário de toda a herança. Contando com a ajuda de um esperto gato das ruas e de seus amigos, os herdeiros tentam voltar para seu lar e confrontar o maldoso mordomo.",
          "release_date": "1970-12-23",
          "media_type": "movie",
          "adult": false,
          "backdrop_path": "\/rnMwOM8gMqo6Gf6XXMpaJEayUwk.jpg",
          "title": "Aristogatas",
          "genre_ids": [
            16,
            35,
            10751,
            12
          ],
          "popularity": 26.598,
          "original_language": "en",
          "original_title": "The Aristocats",
          "poster_path": "\/feu311aXpDoSQC7tNZ6HpE7I1aw.jpg",
          "vote_count": 3622,
          "video": false
        },
        {
          "popularity": 26.259,
          "vote_count": 3129,
          "release_date": "1973-11-08",
          "id": 11886,
          "adult": false,
          "backdrop_path": "\/sdNpfj9nwiH4tpLX3N2JXUs1zzi.jpg",
          "title": "Robin Hood",
          "genre_ids": [
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Robin Hood",
          "poster_path": "\/ueby0ItqnT53Llu1Z6995Bps8UO.jpg",
          "overview": "Versão do clássico Robin Hood com animais silvestres.  Robin Hood é um fora-da-lei que decide formar uma gangue na floresta de Sherwood para lutar contra as injustiças e tiranias do Príncipe João e do Xerife de Nottingham.",
          "video": false,
          "vote_average": 7.3
        },
        {
          "popularity": 15.963,
          "overview": "Em três deliciosas aventuras, Puff e seus amigos enfrentam uma enchente, se envolvem com um enxame de abelhas e se divertem com um tigre saltador!",
          "release_date": "1977-03-11",
          "id": 250480,
          "adult": false,
          "backdrop_path": "\/4bsdqmLnM9oUD91wnMvMQPz8pjY.jpg",
          "title": "Puff - O Ursinho Guloso",
          "genre_ids": [
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Many Adventures of Winnie the Pooh",
          "poster_path": "\/71ZODFgRUHIpmXXGRZcPoEDlIHS.jpg",
          "vote_count": 642,
          "video": false,
          "vote_average": 7.2
        },
        {
          "popularity": 18.667,
          "vote_count": 1758,
          "release_date": "1977-06-22",
          "id": 11319,
          "adult": false,
          "backdrop_path": "\/jToyymxSX9YU1iIabEa22XQucob.jpg",
          "title": "Bernardo e Bianca",
          "genre_ids": [
            14,
            10751,
            16,
            12
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Rescuers",
          "poster_path": "\/zcf9bfXDmKpUHRuPLUM8px9nVHL.jpg",
          "overview": "A Sociedade de Proteção e Ajuda, formada por camundongos de diversos países, se reúne no prédio da ONU devido à descoberta de uma garrafa que contém uma mensagem de ajuda, enviada pela garota Penny (Michelle Stacy). Bianca (Eva Gabor), uma das representantes da reunião, se oferece para investigar o caso. Para que ela não parta sozinha nesta missão é enviado também Bernardo (Bob Newhart), o porteiro da reunião, que está atraído por Bianca. Juntos eles partem para o orfanato em que Penny morava, para descobrir pistas sobre seu paradeiro atual.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 22.61,
          "overview": "Raposa e cão crescem juntos como amigos, mas descobrem aos poucos que são inimigos na ordem natural das coisas. Quando adultos, põe a amizade em jogo.",
          "release_date": "1981-07-10",
          "id": 10948,
          "adult": false,
          "backdrop_path": "\/87uShMszqPxwA034GsskGdzJOgN.jpg",
          "title": "O Cão e a Raposa",
          "genre_ids": [
            12,
            16,
            18,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Fox and the Hound",
          "poster_path": "\/rmdeW5vZggMcKaQcoRVHcGkcoAA.jpg",
          "vote_count": 2293,
          "video": false,
          "vote_average": 7.1
        },
        {
          "popularity": 18.812,
          "vote_count": 765,
          "release_date": "1985-07-24",
          "id": 10957,
          "adult": false,
          "backdrop_path": "\/eb4MxDQJehL60EZO6cKFFiUq23J.jpg",
          "title": "O Caldeirão Mágico",
          "genre_ids": [
            16,
            12,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Black Cauldron",
          "poster_path": "\/euAKR1FKFxkS7MCVDVYgdoa15km.jpg",
          "overview": "Taran é um cuidador de porcos com sonhos de se tornar um grande guerreiro. No entanto, ele tem que deixar seu sonho de lado quando um porco chamado Hen Wen, é sequestrado por um senhor maligno conhecido como Rei Chifrudo. O vilão espera que Hen mostre o caminho para o Caldeirão Negro, que tem o poder de criar um gigantesco exército de soldados invencíveis.",
          "video": false,
          "vote_average": 6.5
        },
        {
          "popularity": 14.223,
          "vote_count": 1078,
          "release_date": "1986-07-02",
          "id": 9994,
          "adult": false,
          "backdrop_path": "\/3ugxkNhsN7MWwshk9jR6Xi7cFTR.jpg",
          "title": "As Peripécias de um Ratinho Detetive",
          "genre_ids": [
            16,
            10751,
            12,
            9648
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Great Mouse Detective",
          "poster_path": "\/fZc1k1rgsILmy2iXQoRHnjuNcGX.jpg",
          "overview": "Basil é um ratinho detetive. É considerado o Sherlock Holmes dos roedores. Ele está investigando o desaparecimento de um homem famoso por fazer brinquedos. Basil acredita que Ratagão, seu arqui-inimigo, pode estar envolvido com o desaparecimento do senhor Flaversham, o fabricante de brinquedos. Durante as investigações, o ratinho descobre que Ratagão planeja sequestrar a rainha e se declarar o rei.",
          "video": false,
          "vote_average": 7
        },
        {
          "popularity": 13.207,
          "overview": "Jovem gato abandonado é adotado por grupo de cachorros de rua. Quando uma cadela do grupo é sequestrada eles partem para o resgate.",
          "release_date": "1988-11-18",
          "id": 12233,
          "adult": false,
          "backdrop_path": "\/gWJvu0qMxH1g86UJN5ytRIFrpwy.jpg",
          "title": "Oliver e Sua Turma",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Oliver & Company",
          "poster_path": "\/AqjEHCoGou8QjY5Yh9JyQ57ut9Z.jpg",
          "vote_count": 1097,
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 41.202,
          "overview": "Ariel é a filha caçula do Rei Tritão, comandante dos sete mares, que está insatisfeita com sua vida. Ela deseja caminhar entre os humanos para conhecê-los melhor, mas sempre é proibida por seu pai, que considera os humanos como sendo \"bárbaros comedores de peixe\". Até que ela se apaixona por um jovem príncipe e, no intuito de conhecê-lo, resolve firmar um pacto com Úrsula, a bruxa do reino, que faz com que ela ganhe pernas e se torne uma verdadeira humana. Porém, Úrsula também tem seus planos e eles incluem a conquista do reino de Tritão.",
          "release_date": "1989-11-17",
          "id": 10144,
          "adult": false,
          "backdrop_path": "\/4w2uPtIo0lFSnQnWg0zVAqPJCLP.jpg",
          "title": "A Pequena Sereia",
          "genre_ids": [
            16,
            10751,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Little Mermaid",
          "poster_path": "\/oBFAs9hMdSgHKMvW6VLnh5SOfof.jpg",
          "vote_count": 5561,
          "video": false,
          "vote_average": 7.3
        },
        {
          "popularity": 12.589,
          "vote_count": 550,
          "release_date": "1990-08-03",
          "id": 10837,
          "adult": false,
          "backdrop_path": "\/sK3ntQQ6oehpECfBNe4Ax6tuFJL.jpg",
          "title": "Duck Tales, O Filme: O Tesouro da Lâmpada Perdida",
          "genre_ids": [
            12,
            16,
            10751,
            35,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "DuckTales: The Movie - Treasure of the Lost Lamp",
          "poster_path": "\/wsLP8ULSWhauYHynFn3n8zU03Io.jpg",
          "overview": "O multimilionário Tio Patinhas vai embarcar numa aventura no Egito com seus sobrinhos-netos Huguinho, Zezinho e Luizinho. Lá há um gigantesco tesouro escondido e uma lâmpada mágica perdida, onde vive um poderoso gênio adormecido. Porém, a ambição de Patinhas terá de enfrentar os planos do maligno Merlock, que também deseja colocar as mãos nessa fortuna.",
          "video": false,
          "vote_average": 6.8
        },
        {
          "popularity": 3.632,
          "vote_count": 857,
          "release_date": "1990-11-16",
          "id": 11135,
          "adult": false,
          "backdrop_path": "\/kcZtn6pdCIKhuB86IWng5MFRGNB.jpg",
          "title": "Bernardo e Bianca na Terra dos Cangurus",
          "genre_ids": [
            12,
            16,
            14,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Rescuers Down Under",
          "poster_path": "\/h62cRSJe6IQD05phpltkGZOYRHy.jpg",
          "overview": "No interior da Austrália, um garotinho chamado Cody inicia uma amizade com uma águia dourada. Quando um cruel caçador decide capturá-la, ele pede ajuda aos ratinhos mais corajosos do planeta, Bernardo e Bianca. Pegando carona nas asas de Wilbur, seu fiel amigo albatroz, os ratinhos detetives estão prontos para realizar sua missão mais perigosa.Mergulhe nessa aventura repleta de personagens inesquecíveis, grandes amizades e muita animação.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 36.906,
          "vote_count": 7282,
          "release_date": "1991-11-13",
          "id": 10020,
          "adult": false,
          "backdrop_path": "\/2RwQ5cwT1Ebt3ScxkJpR1nHOkXy.jpg",
          "title": "A Bela e a Fera",
          "genre_ids": [
            10749,
            10751,
            16,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Beauty and the Beast",
          "poster_path": "\/k69nGBs0nw1L3ZnAibCl9u5eNvo.jpg",
          "overview": "Em uma pequena aldeia da França vive Belle, uma jovem inteligente que é considerada estranha pelo moradores da localidade, e seu pai, Maurice, um inventor que é visto como um louco. Ela é cortejada por Gaston, que quer casar com ela. Mas apesar de todas as jovens do lugarejo o acharem um homem bonito, Belle não o suporta, pois vê nele uma pessoa primitiva e convencida. Quando o pai de Belle vai para uma feira demonstrar sua nova invenção, ele acaba se perdendo na floresta e é atacado por lobos. Desesperado, Maurice procura abrigo em um castelo, mas acaba se tornando prisioneiro da Fera, o senhor do castelo, que na verdade é um príncipe que foi amaldiçoado por uma feiticeira quando negou abrigo a ela.",
          "video": false,
          "vote_average": 7.7
        },
        {
          "popularity": 36.457,
          "overview": "Após o sultão ordenar que sua filha, a princesa Jasmine, ache um marido rapidamente, ela foge do palácio. Jasmine encontra um tipo meio malandro, Aladdin, que conquista seu coração. Porém ambos são achados pelos guardas de Jafar, o vizir do sultão. Jafar criou um feitiço para dominar o sultão, se casar com Jasmine e se tornar ele mesmo o sultão. Além disto finge que cometeu um engano e mandou decapitar Aladdin, que na verdade está vivo, pois Jafar precisa dele para conseguir uma lâmpada mágica, que é a morada de um poderoso gênio. Mas o plano de Jafar falha, pois Aladdin fica com a lâmpada graças a intervenção de um pequeno macaco, Abu, seu fiel mascote. Quando descobre que há na lâmpada um gênio poderoso, que pode se transformar em qualquer pessoa ou coisa e que lhe concederá três desejos, Aladdin planeja usá-los para conquistar Jasmine, sem imaginar que Jafar é um diabólico inimigo, que precisa ser detido.",
          "release_date": "1992-11-25",
          "id": 812,
          "adult": false,
          "backdrop_path": "\/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg",
          "title": "Aladdin",
          "genre_ids": [
            16,
            10751,
            12,
            14,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Aladdin",
          "poster_path": "\/380Fyz8DSyNkh4Q8NLxZs2f2C6a.jpg",
          "vote_count": 8406,
          "video": false,
          "vote_average": 7.6
        },
        {
          "popularity": 36.73,
          "overview": "Jack Skellington, o Rei das Abóboras, se cansa de fazer o Dia das Bruxas todos os anos e deixa os limites da cidade. Por acaso, acaba atravessando o portal do Natal, onde vê a alegria do espírito natalino. Ao retornar para a Cidade do Halloween, sem ter compreendido o que viu, ele começa a convencer os cidadãos a sequestrarem o Papai Noel e fazerem seu próprio Natal. Apesar de sua leal namorada Sally ser contra, o Papai Noel é capturado e os fatos mostrarão que Sally estava certa o tempo todo.",
          "release_date": "1993-10-09",
          "id": 9479,
          "adult": false,
          "backdrop_path": "\/16lk65YfrDFIr6evkWRjSeOOSws.jpg",
          "title": "O Estranho Mundo de Jack",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Nightmare Before Christmas",
          "poster_path": "\/pyMGhuAWC7nYyolKJlFbT7pp02K.jpg",
          "vote_count": 6281,
          "video": false,
          "vote_average": 7.8
        },
        {
          "popularity": 19.385,
          "overview": "Ao final de Aladdin, Jafar fora tornado um gênio e por consequência, aprisionado em uma lâmpada junto com seu papagaio Iago. O Gênio azul arremessara essa lâmpada para longe, e esta acaba soterrada num deserto.  The Return of Jafar começa com Aladdin atacando o ladrão Abis Mal e seu bando, e pegando os tesouros roubados. Algum tempo depois, Iago (ainda preso na lâmpada) escava seu caminho de volta á superfície. Jafar pede para Iago libertá-lo, mas o papagaio cansado de ser abusado resolve abandonar a lâmpada com o antigo mestre num poço, e volta voando a Agrabah. Tendo chegado, encontra Aladdin e salva-o de um ataque do bando de Abis Mal. Aladdin resolve acolher o papagaio a seu lado.  Mais tarde porém, Abis Mal encontra a lâmpada de Jafar e liberta-o, e resolve colaborar com seus planos de vingança.",
          "release_date": "1994-12-15",
          "id": 15969,
          "adult": false,
          "backdrop_path": "\/sLF3zgqfFC6Vev84h9aK4U88M2C.jpg",
          "title": "Aladdin - O Retorno de Jafar",
          "genre_ids": [
            10751,
            12,
            16,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Return of Jafar",
          "poster_path": "\/l3QG7rzZIS9X94Yq2gyN6GlBu5P.jpg",
          "vote_count": 1374,
          "video": false,
          "vote_average": 5.9
        },
        {
          "popularity": 63.843,
          "vote_count": 13234,
          "release_date": "1994-06-23",
          "id": 8587,
          "adult": false,
          "backdrop_path": "\/wXsQvli6tWqja51pYxXNG1LFIGV.jpg",
          "title": "O Rei Leão",
          "genre_ids": [
            10751,
            16,
            18
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Lion King",
          "poster_path": "\/8aIvm8OaJISOpVTt7rMIh7X35G5.jpg",
          "overview": "Mufasa, o Rei Leão, e a rainha Sarabi apresentam ao reino o herdeiro do trono, Simba. O recém-nascido recebe a bênção do sábio babuíno Rafiki, mas ao crescer é envolvido nas artimanhas de seu tio Scar, o invejoso e maquiavélico irmão de Mufasa, que planeja livrar-se do sobrinho e herdar o trono.",
          "video": false,
          "vote_average": 8.2
        },
        {
          "popularity": 18.511,
          "overview": "Pateta e seu filho adolescente Max fazem uma viagem muito louca em direção a seu lugar favorito para uma pescaria. Enquanto Pateta luta com o conflito de gerações, Max enfrenta o pior dilema de sua vida: esconder de seu pai um segredo ou perder a garota de seus sonhos.",
          "release_date": "1995-04-07",
          "id": 15789,
          "adult": false,
          "backdrop_path": "\/cTipiMvbw54ZgQqgxgNN8gHGGrS.jpg",
          "title": "Pateta - O Filme",
          "genre_ids": [
            10749,
            16,
            10751,
            35,
            12
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "A Goofy Movie",
          "poster_path": "\/5L1wXw5p0EmqPMkZpwjaB5A1nVD.jpg",
          "vote_count": 1162,
          "video": false,
          "vote_average": 6.9
        },
        {
          "popularity": 21.889,
          "vote_count": 1392,
          "release_date": "1996-05-20",
          "id": 11238,
          "adult": false,
          "backdrop_path": "\/a7WdS5iDNHtwJNrcKqUb6rC2w9l.jpg",
          "title": "Aladdin e os 40 Ladrões",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Aladdin and the King of Thieves",
          "poster_path": "\/eC1NCsOkbCmZOBHLgut8sDepZ52.jpg",
          "overview": "Aladdin e Jasmine finalmente decidem se casar mas, antes, ele deverá impedir que os quarenta ladrões roubem um de seus presentes de casamento, um misterioso oráculo, que pode levar a riquezas muito além da imaginação. Aladdin, Jasmine, Abu, o Tapete Mágico e o Gênio enfrentam perigos e fugas arriscadas durante uma verdadeira caçada ao rei dos ladrões e seu bando.",
          "video": false,
          "vote_average": 6.2
        },
        {
          "popularity": 25.609,
          "overview": "Pocahontas encontra um misterioso navio com trabalhadores ingleses e,rapidamente se torna amiga do corajoso capitão John Smith. Quando o clima fica pesado entre seus povos, ela tenta encontrar uma maneira de fazer com que todos vivam em paz juntos.",
          "release_date": "1995-06-14",
          "id": 10530,
          "adult": false,
          "backdrop_path": "\/9YAVIwBcBrLXeukg2dgMGfYB1uu.jpg",
          "title": "Pocahontas - O Encontro de Dois Mundos",
          "genre_ids": [
            12,
            16,
            10751,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Pocahontas",
          "poster_path": "\/edIqnYPOW0gkTsX2CEFdqpHhQhz.jpg",
          "vote_count": 4224,
          "video": false,
          "vote_average": 7
        },
        {
          "popularity": 27.471,
          "vote_count": 3590,
          "release_date": "1996-06-21",
          "id": 10545,
          "adult": false,
          "backdrop_path": "\/oslaee3VX9kJAjVezbjZKlEJDzn.jpg",
          "title": "O Corcunda de Notre Dame",
          "genre_ids": [
            18,
            16,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Hunchback of Notre Dame",
          "poster_path": "\/mvdPI1neAfdMKvetXEBj4hpPQoI.jpg",
          "overview": "O 34º desenho animado em longa-metragem Disney conta uma história emocionante e comovente, repleta de ação, humor e músicas encantadoras! Inspirado no romance clássico de Victor Hugo, a Disney traz as heróicas aventuras de Quasídomo, o amável e solitário tocador de sinos da Catedral de Notre Dame, numa obra-prima espetacular. Instigado por seus amigos gárgulas, Quasídomo enfrenta seu malvado guardião e aventura-se a sair da torre para participar do alegre \"Festival de Tolos\", a maior festa do ano realizada nas ruas de Paris. Quando a atenção da multidão volta-se para o bondoso tocador de sinos por causa da sua aparência, ele é salvo por Esmeralda, uma linda cigana. Quasídomo passa a travar duas batalhas: evitar a destruição da cidade que ama e, ao mesmo tempo, convencer todos a enxergar quem são e o que são realmente as outras pessoas, e não apenas as aparências. O Corcunda de Notre Dame é alegria para os ouvidos e um grande prazer para os olhos.",
          "video": false,
          "vote_average": 7.1
        },
        {
          "popularity": 21.932,
          "vote_count": 63,
          "id": 2567,
          "media_type": "tv",
          "backdrop_path": "\/RYdH7j8X1JWVc5mdMofcu9CAyY.jpg",
          "original_name": "Hercules",
          "genre_ids": [
            16,
            10759
          ],
          "name": "Hércules",
          "original_language": "en",
          "origin_country": [
            "US"
          ],
          "poster_path": "\/6HlEppKLCZTk30oz3hJNkPSI5Ne.jpg",
          "overview": "A série se passa em meio ao filme original, no período em que Hércules está sob o treinamento de Filoctetes. Zeus, pai do herói, decide inscrevê-lo na Academia Prometeu, uma escola para deuses e mortais. Lá faz amizade com Ícaro, um garoto que enlouqueceu após voar próximo demais do Sol, e Cassandra, uma vidente sarcástica pelo qual Ícaro é apaixonado, e e cria rivalidade com o vaidoso Adônis. No meio-tempo, exercita seu treinamento, tenta impedir Hades de tomar posse do Olimpo, e encontra muitos mitos gregos.",
          "first_air_date": "1998-08-31",
          "vote_average": 6.2
        },
        {
          "genre_ids": [
            16,
            10751,
            14
          ],
          "original_language": "en",
          "original_title": "Beauty and the Beast: The Enchanted Christmas",
          "poster_path": "\/bkNjZN0gQtlsA0ZkAr3weIh9m7C.jpg",
          "title": "A Bela e a Fera: O Natal Encantado",
          "video": false,
          "vote_average": 6.1,
          "popularity": 20.374,
          "id": 13313,
          "release_date": "1997-11-11",
          "overview": "Todo o encanto do Clássico da Disney vencedor do Oscar da Academia, A Bela e o Monstro, continua nesta nova e encantadora aventura!  É véspera de Natal e Belle tenciona decorar o castelo e organizar uma festa para todos os seus amigos - apesar do Monstro não gostar do Natal. Mas antes de começarem os preparativos, Belle e os seus amigos do castelo encantado descobrem que Forte, o malvado órgão, e o seu tonto seguidor Pífaro, planeiam sabotar a festa de Natal que todos desejam. Só a infindável esperança de Belle em ensinar ao Monstro o verdadeiro significado do espírito de Natal, conseguirá evitar os perversos planos de Forte.  Com uma animação espectacular, novos e ternos personagens, cinco maravilhosas canções e fabulosos efeitos especiais, A Bela e o Monstro: o Natal Encantado é pura magia para toda a família. Seja nosso convidado para este encantador e desconhecido capítulo de um conto tão antigo como o tempo!",
          "vote_count": 716,
          "adult": false,
          "backdrop_path": "\/uiNPdvTQmWTRMELJnhnn03iQ2d3.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Lion King II: Simba's Pride",
          "poster_path": "\/9GB2FntD6nBGx1EsKKOtR7v4Tza.jpg",
          "title": "O Rei Leão II: O Reino de Simba",
          "video": false,
          "vote_average": 7,
          "popularity": 40.018,
          "vote_count": 3204,
          "release_date": "1998-10-24",
          "id": 9732,
          "overview": "Kiara é a filhote de Simba e Nala. A pequena leoa tem um espírito livre e aventureiro. Um dia, ela resolve passear para além dos limites do território de seu pai e encontra os descendentes do maléfico Scar. Um dos descendentes do algoz de Mufasa é Kovu, que se torna um grande amigo de Kiara. Entretanto, o amor entre os dois leõezinhos irá reacender uma rivalidade histórica.",
          "adult": false,
          "backdrop_path": "\/vyOFlV1afDHb9MMwJVyON4qXbvC.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12
          ],
          "original_language": "en",
          "original_title": "Mulan",
          "poster_path": "\/nq4taYpb2PjN1Cwni23GOZJbOaR.jpg",
          "title": "Mulan",
          "video": false,
          "vote_average": 7.9,
          "popularity": 74.516,
          "vote_count": 6729,
          "release_date": "1998-06-18",
          "overview": "Na antiga China, durante a guerra, todos os homens são convocados para lutar. Mas, um pobre velho, que pela idade não poderia mais lutar, descobre que sua filha Mulan toma o seu lugar, vestindo-se como homem e permanecendo em segredo. Se isso for descoberto, o castigo será severo. Agora, durante a guerra, Mulan ganha a proteção de um pequeno dragão, cuja missão é cuidar para que ela volte a salvo",
          "id": 10674,
          "adult": false,
          "backdrop_path": "\/cTQiSrWhTDJPW8p56CUCoVNJZYl.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10749,
            10751
          ],
          "original_language": "en",
          "original_title": "Pocahontas II: Journey to a New World",
          "poster_path": "\/xNsHnGRoGYziVpz0D6hS4x78y2A.jpg",
          "title": "Pocahontas 2 - Uma Jornada para o Novo Mundo",
          "video": false,
          "vote_average": 5.4,
          "popularity": 14.625,
          "vote_count": 994,
          "release_date": "1998-08-04",
          "id": 13761,
          "overview": "A indiazinha americana Pocahontas viaja através do mar para convencer os ingleses a não declararem guerra contra seu povo. Com seu guia John Rolfe, a heroína entra em um estranho novo mundo.",
          "adult": false,
          "backdrop_path": "\/fzAnRGmaKJtm8sZuZ8a1nwSNTd3.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            35
          ],
          "original_language": "en",
          "original_title": "Doug's 1st Movie",
          "poster_path": "\/AbkT7xbD7TMw1Ez33Yolrp95boh.jpg",
          "title": "Doug: O Filme",
          "video": false,
          "vote_average": 5.5,
          "popularity": 7.413,
          "id": 16508,
          "release_date": "1999-03-26",
          "overview": "Doug e seu amigo Skeeter saíram para encontrar o monstro do lago Lucky Duck. Embora as coisas fiquem realmente fora de controle quando alguém deixa escapar que o monstro é real.",
          "vote_count": 64,
          "adult": false,
          "backdrop_path": "\/3npRyomWdKakTpVTz49csQbX0UW.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            18,
            10751
          ],
          "original_language": "en",
          "original_title": "Tarzan",
          "poster_path": "\/ce4mU4yyubjP1uXcz48fMndCZni.jpg",
          "title": "Tarzan",
          "video": false,
          "vote_average": 7.4,
          "popularity": 33.458,
          "id": 37135,
          "release_date": "1999-06-18",
          "overview": "Um bebê perde os pais na selva. Órfão e sozinho, ele é encontrado por uma macaca que o cria como se fosse seu próprio filho. Tarzan cresce pensando ser um gorila, agindo e vivendo como tal. Quando uma equipe de pesquisadores chega à floresta, o rapaz percebe que é igual a eles. Tarzan encontra a bela Jane correndo perigo e a salva, apaixonando-se por ela. Ele se vê dividido entre o desejo de estar com gente da sua espécie e a lealdade com a família de gorilas que o criou.",
          "vote_count": 4802,
          "adult": false,
          "backdrop_path": "\/ljICzKBgObRGllDuGiYsL5GdyiD.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            10402
          ],
          "original_language": "en",
          "original_title": "Fantasia 2000",
          "poster_path": "\/6JszBEg8OEbkMzpY5IPTMVzxmYZ.jpg",
          "title": "Fantasia 2000",
          "video": false,
          "vote_average": 7,
          "popularity": 10.004,
          "id": 49948,
          "release_date": "1999-12-17",
          "overview": "O clássico de 1940 da Walt Disney Pictures, Fantasia, retorna com um um toque a mais de magia tecnológica. Combinando animação tradicional com gerada por computador, este musical de gala apresenta seis novos segmentos, cada um criado por diretores e equipes criativas diferentes.",
          "vote_count": 840,
          "adult": false,
          "backdrop_path": "\/jnXP0AXzLVyTKvUy44hY0IgkH4B.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            35
          ],
          "original_language": "en",
          "original_title": "The Tigger Movie",
          "poster_path": "\/q4oIYMOXIpCXveO218AVrvRPA40.jpg",
          "title": "Tigrão – O Filme",
          "video": false,
          "vote_average": 6.4,
          "popularity": 12.037,
          "id": 15655,
          "release_date": "2000-02-11",
          "overview": "No coração do Bosque dos Cem Acres, o Ursinho Puff e seus amigos se preparam para um longo e rigoroso inverno. Enquanto o Coelho organiza o trabalho da turma, Tigrão, o mais exuberante dos tigres, procura um companheiro para brincar. Sem querer, Tigrão atrapalha seus amigos e provoca a ira do Coelho – que lhe pede para procurar outros tigres para brincar. Aconselhado por Corujão, Tigrão parte em busca de sua “árvore genealógica”, certo de que lá encontrará criaturas iguais a ele. Ao longo desta jornada, com a ajuda de seu inseparável amigo Guru, ele vai descobrir que sua família está mais perto do que imagina e que a amizade é o verdadeiro tesouro.",
          "vote_count": 364,
          "adult": false,
          "backdrop_path": "\/wU1yXNuiOdsdlyEbb9FsfShJzWm.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Dinosaur",
          "poster_path": "\/9aYipPdXLJO2d7Aoa9gnLXHlQfz.jpg",
          "title": "Dinossauro",
          "video": false,
          "vote_average": 6.4,
          "popularity": 30.145,
          "vote_count": 1652,
          "release_date": "2000-05-19",
          "id": 10567,
          "overview": "A jornada do iguanodonte Aladar para encontrar outros seres de sua espécie. Devido a uma série de acontecimentos, o ovo em que nasceu foi separado de sua raça e Aladar precisa agora encontrá-los em meio uma chuva de meteoros flamejantes e cada vez maior escassez de água.",
          "adult": false,
          "backdrop_path": "\/laeEtakR2pLKu3CeRwB2lU5Y53X.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751,
            14
          ],
          "original_language": "en",
          "original_title": "The Emperor's New Groove",
          "poster_path": "\/iN4nsXWzASSjYUIHUkwSJQ6b2UW.jpg",
          "title": "A Nova Onda do Imperador",
          "video": false,
          "vote_average": 7.5,
          "popularity": 34.964,
          "vote_count": 4615,
          "release_date": "2000-12-15",
          "id": 11688,
          "overview": "Se você gostou de Aladdin, vai adorar A Nova Onda Do Imperador, a obra-prima das comédias extravagantes! Público e crítica elogiaram e se divertiram com essa hilariante aventura animada, repleta de humor em ritmo frenético para toda a família. Divirta-se com o arrogante imperador Kuzco que é transformado em Ihama pela malvada conselheira Yzma e seu capanga bonitão Kronk, para governar o reino. Agora o imperador, que sempre teve o mundo a seus pés, tem de se aliar a um caipira simpático chamado Pacha. Mas será que essa realeza tão antipática conseguirá mudar, tornando-se uma pessoa mais bondosa e gentil? Você dará deliciosas gargalhadas! Nunca foi tão divertido descobrir o que as outras pessoas têm de bom! Com esse elenco dinâmico, o estilo característico e música de primeira - apresentando \"My Funny Friend and Me\", que foi indicada ao Oscar® de Melhor Canção Original, 2000 - a família inteira vai adorar essa comédia hilariante da Disney!",
          "adult": false,
          "backdrop_path": "\/neH7GNmzMs1BDLqHXOnTuB04dNh.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10402,
            10751
          ],
          "original_language": "en",
          "original_title": "The Little Mermaid II: Return to the Sea",
          "poster_path": "\/jMRyt4mMKRJhiW62yvznQeKNJd4.jpg",
          "title": "A Pequena Sereia II - O Retorno Para o Mar",
          "video": false,
          "vote_average": 6.4,
          "popularity": 5.298,
          "vote_count": 1185,
          "release_date": "2000-01-23",
          "id": 10898,
          "overview": "Ariel e seu príncipe encantado Eric, vivem felizes, após a sereia filha do Rei dos Mares, ter abdicado de sua condição para tornar-se mulher. Eles já têm até uma bela menina chamada Melody. Mas, a terrível Morgana arquiteta um plano diabólico para vingar-se de Ariel e Eric, obrigando-os a retornar aos mares para derrotá-la, contando com a ajuda do caranguejo Sebastião e do peixe Linguado, amigos do primeiro filme.",
          "adult": false,
          "backdrop_path": "\/3iF68uCSFWQqCl5eO7ehehR6fu6.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            878,
            10751
          ],
          "original_language": "en",
          "original_title": "Recess: School's Out",
          "poster_path": "\/aNqRmUjIei16VJvSKlCLaKSCCM.jpg",
          "title": "Hora do Recreio: O Filme",
          "video": false,
          "vote_average": 6.5,
          "popularity": 17.144,
          "vote_count": 227,
          "release_date": "2001-01-27",
          "id": 19405,
          "overview": "O ano escolar está chegando ao fim e T.J. Detweiler já sonha com um verão cheio de brincadeiras e diversões. Porém, as férias de verão correm um sério risco. O Dr. Benedict, após tentar eliminar as férias do calendário escolar, tem agora um novo plano: desenvolver um raio laser que irá alterar o clima e criar um inverno permanente, o que obrigará as crianças a permanecerem estudando. Mas ao descobrir seus planos, T.J. e seus amigos irão combatê-lo a fim de garantir que as férias de verão continuem existindo.",
          "adult": false,
          "backdrop_path": "\/nl9qQqEwt0g3LoNZTzp8tTIM5Dz.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            10749,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Lady and the Tramp II: Scamp's Adventure",
          "poster_path": "\/r8kqvSoshJobn1zdZhJM0Gnj1kx.jpg",
          "title": "A Dama e o Vagabundo 2: As Aventuras de Banzé",
          "video": false,
          "vote_average": 6.4,
          "popularity": 35.517,
          "id": 18269,
          "release_date": "2001-02-18",
          "overview": "Entre seus filhotes comportados, Dama e o Vagabundo criam o bagunceiro Banze – que está sempre aprontando alguma. Sonhando com a liberdade, Banzé sai de casa e conhece uma vira-lata adorável e teimosa chamada Angel. Ela o apresenta aos cães do lixo, liderados pelo escolado Buster que o desafia para o teste supremo da vida sem coleira. Agora, Banzé fica dividido entre um mundo repleto de aventuras e o amor pela família que abandonou.",
          "vote_count": 897,
          "adult": false,
          "backdrop_path": "\/4Ue8TXqwhF4qzmZIG4USYS4C4Yj.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12,
            878
          ],
          "original_language": "en",
          "original_title": "Atlantis: The Lost Empire",
          "poster_path": "\/7UmnKr6yJF4orjxNvrut4eoOpyR.jpg",
          "title": "Atlantis: O Reino Perdido",
          "video": false,
          "vote_average": 6.9,
          "popularity": 15.038,
          "id": 10865,
          "release_date": "2001-06-02",
          "overview": "O explorador Milo Thatch (Michael J. Fox) recebe inesperadamente um mapa que indica a exata localização da cidade perdida de Atlantis. Juntamente com o Capitão Rourke (James Garner) e sua tripulação, ele parte em busca da cidade a bordo de um submarino, bancado por um excêntrico magnata. Porém, para encontrar Atlantis Milo, Rourke e sua tripulação terão que enfrentar os mais diversos obstáculos ao longo da jornada submarina.",
          "vote_count": 3328,
          "adult": false,
          "backdrop_path": "\/fYr0fqT9NImOuaN1QgnDHgGh4Ci.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            14,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Return to Never Land",
          "poster_path": "\/4kUlxkWZ2GaMBNf85yEkIxIJ9Qg.jpg",
          "title": "Peter Pan 2 - De Volta à Terra do Nunca",
          "video": false,
          "vote_average": 6.3,
          "popularity": 16.833,
          "id": 16690,
          "release_date": "2002-02-14",
          "overview": "Em um mundo sitiado pela 2ª Guerra Mundial vive Wendy, agora adulta, que tenta passar aos seus filhos a esperança em um mundo melhor contando a eles as mágicas experiências pelas quais passou na Terra do Nunca, ao lado de Peter Pan. Entre os filhos de Wendy está Jane, de 12 anos, que não acredita em tais aventuras. Até que ressurge o Capitão Ganche, que sequestra Jane e a leva para a Terra do Nunca, na intenção de usá-la em seu mais novo plano para capturar Peter Pan.",
          "vote_count": 1222,
          "adult": false,
          "backdrop_path": "\/w7BrRNCunjfsFsbkq4N7CoBCaKd.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Lilo & Stitch",
          "poster_path": "\/ottRXMCQ9jPB318syTcfIdtJWIE.jpg",
          "title": "Lilo e Stitch",
          "video": false,
          "vote_average": 7.5,
          "popularity": 33.306,
          "id": 11544,
          "release_date": "2002-06-21",
          "overview": "Lilo é uma garotinha de cinco anos que ama cuidar de animais. Um dia ela adota um cachorro e decide chamá-lo de Stitch. O que ela não sabe é que Stitch é um alienígena e um dos criminosos mais perigosos da galáxia. Agora, para escapar de seus captores que ainda o persegue, Stitch decide se passar por um cachorro comum, criando com o tempo um laço de amizade com Lilo.",
          "vote_count": 4176,
          "adult": false,
          "backdrop_path": "\/9CMWe2I01ev2VdSod3r9wcWtzbQ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Hunchback of Notre Dame II",
          "poster_path": "\/2TLAX4PLdHV4aBfhYIqNzh1gmpH.jpg",
          "title": "O Corcunda de Notre Dame II – O Segredo do Sino",
          "video": false,
          "vote_average": 5.3,
          "popularity": 23.111,
          "vote_count": 547,
          "release_date": "2002-02-05",
          "id": 12448,
          "overview": "Volte á encantadora Notre Dame com o novíssimo desenho Disney O CORCUNDA DE NOTRE DAME II - uma aventura divertida e romântica, contada com animação vibrante e músicas tão magníficas quanto o cenário.  Quasímodo e seus amigos reúnem-se nessa emocionante aventura do adorável e solitário tocador de sinos, que enfrenta o diabólico dono do circo, Sarousch - um feiticeiro que pretende roubar La Fidele, o famoso sino da Catedral - obrigando sua assistente Madellaine, a nova amiga de Quasímodo, a ajudá-lo. Quando Zefir, o filhinho de Esmeralda, tenta deter Sarousch, Quasímodo precisa correr para salvar o amiguinho e o precioso sino. Ele ignora os conselhos hilariantes dos amigos gárgulas e dá ouvidos ao próprio coração valente, descobrindo que também precisa esquecer as aparências para encontrar a verdade.  A história fabulosa da Disney continua com essa celebração cômica, mágica e musical da beleza interior de todos nós.",
          "adult": false,
          "backdrop_path": "\/akciH4vlTbFtbzpL2R7zCEwmwZJ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            10751,
            16,
            10749,
            14
          ],
          "original_language": "en",
          "original_title": "Cinderella II: Dreams Come True",
          "poster_path": "\/vZRdNagaEzgZh7UXOm1I0rZ3v5K.jpg",
          "title": "Cinderela II: Os Sonhos se Realizam",
          "video": false,
          "vote_average": 6,
          "popularity": 27.702,
          "id": 14128,
          "release_date": "2002-02-23",
          "overview": "A Fada madrinha lê a historia de Cinderela,mas Jac Jac e Tatá chegam atrasados e perdem a historia como não existe outra historia de Cinderela então os ratinhos escrevem o livro \"Cinderela 2\"baseado nos fatos que aconteceram depois da lua de mel de Cinderela e o principe.",
          "vote_count": 1018,
          "adult": false,
          "backdrop_path": "\/2SchxFALCdbrozZjCuLQtolPoJ.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            14,
            878,
            10751
          ],
          "original_language": "en",
          "original_title": "Treasure Planet",
          "poster_path": "\/4GJnKM1CLylmp8phkyiITiwu7L.jpg",
          "title": "Planeta do Tesouro",
          "video": false,
          "vote_average": 7.5,
          "popularity": 19.71,
          "vote_count": 2743,
          "release_date": "2002-11-26",
          "id": 9016,
          "overview": "Versão animada da Disney de “Ilha do Tesouro”, mas passando-se no espaço. Jim Hawkins é um adolescente rebelde sem muita perspectiva de futuro, até receber um mapa que o fará percorrer o espaço em sua nave com uma tripulação de personagens característicos da empresa. Afundou na bilheteria e foi um dos responsáveis pela decisão de Disney de não lançar mais filmes de animação convencional.",
          "adult": false,
          "backdrop_path": "\/mVuH9hNGnxF9bbhlh1Tr9FuG3Uc.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "101 Dalmatians II: Patch's London Adventure",
          "poster_path": "\/xdaIKUSO2CuYDmGpLHioFzx5DDl.jpg",
          "title": "101 Dálmatas 2 - A Aventura de Patch em Londres",
          "video": false,
          "vote_average": 6,
          "popularity": 24.267,
          "vote_count": 806,
          "release_date": "2003-03-02",
          "id": 13654,
          "overview": "Antes de se mudar para a nova casa, numa fazenda, Patch, um dos filhotes de dálmatas, foge para Londres. A terrível Cruela DeVil quer pegar novamente os cãezinhos, para transformá-los em casaco de peles.",
          "adult": false,
          "backdrop_path": "\/102o4nnZtS0bR9osDz7cRc7WO6n.jpg",
          "media_type": "movie"
        },
        {
          "original_title": "The Jungle Book 2",
          "title": "Mogli: O Menino Lobo 2",
          "video": false,
          "vote_average": 5.9,
          "popularity": 16.251,
          "vote_count": 835,
          "release_date": "2003-02-07",
          "poster_path": "\/1xVK9gsLgGpDt6nJO7VjjTW2Uy5.jpg",
          "id": 14873,
          "adult": false,
          "backdrop_path": "\/gE2PZXYHxwh4XzQ73fYxc5MOFHy.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            12
          ],
          "overview": "Mogli, uma criança selvagem, cresceu em uma vila rural. Ele foge e volta à selva para ficar com seus amigos animais, como o amável urso Balu. O desaparecimento de Mogli preocupa sua família. Por isso, sua meia-irmã, Shanti, viaja para a selva para encontrá-lo. Mas nem tudo por lá está bem. O velho inimigo de Mogli, o feroz tigre Shere Khan, captura Mogli, Shanti e Balu em um templo antigo.",
          "original_language": "en"
        },
        {
          "original_title": "Piglet's Big Movie",
          "title": "Leitão - O Filme",
          "video": false,
          "vote_average": 6.6,
          "popularity": 13.9,
          "vote_count": 224,
          "release_date": "2003-03-16",
          "poster_path": "\/4gCiWiVgA6gYIP9he2fl0AJf4tW.jpg",
          "id": 13691,
          "adult": false,
          "backdrop_path": "\/yrIL6TukQ3m2KLf9oFoLMF7kDnz.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "Após ser deixado de fora de uma colheita de mel devido ao seu pequeno tamanho, Leitão fica aborrecido com seus amigos. Porém, quando ele desaparece todos ficam preocupados e partem à sua procura, lembrando o quanto o amigo foi importante em diversas situações, apesar de nunca receber o merecido reconhecimento.",
          "original_language": "en"
        },
        {
          "original_title": "Atlantis: Milo's Return",
          "title": "Atlantis - O Retorno de Milo",
          "video": false,
          "vote_average": 5.8,
          "popularity": 23.607,
          "vote_count": 936,
          "release_date": "2003-02-25",
          "poster_path": "\/541LAj7Usd5SdgCuDCh0OnnJcmi.jpg",
          "id": 8965,
          "adult": false,
          "backdrop_path": "\/GDTwA5FBvVUOjCGKoNDMflbs3Z.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            16,
            14,
            878,
            10751
          ],
          "overview": "Desta vez, Milo, Kida e sua equipe preparam-se para uma aventura cheia de surpresas fora da água. Dos desertos arenosos do sudoeste até as montanhas geladas do norte, esta turma terá que enfrentar gigantescos monstros marinhos e legendários espíritos poderosos. Durante a expedição, Kida descobre que um cristal de sua cidade possui um poder impressionante. Ela terá que decidir entre devolvê-lo ao coração de Atlantis ou dividir esta poderosa luz com o resto do mundo. Respire fundo e mergulhe nas novas aventuras de Atlantis.",
          "original_language": "en"
        },
        {
          "original_title": "Brother Bear",
          "poster_path": "\/fIzn6W7znipa9YcPMr5arsMm2UP.jpg",
          "video": false,
          "vote_average": 7.2,
          "popularity": 36.365,
          "overview": "Em busca de vingança por seu pai ter sido morto por um urso, o índio Kenai acaba sendo amaldiçoado pelos espíritos da floresta e é transformado em um urso. Obrigado a viver sob a nova pele, ele começa a ver a realidade sob a ótica dos animais. Logo faz amizade com outro urso, Koda, mas se vê em apuros quando seu próprio irmão começa a caçá-lo.",
          "release_date": "2003-10-23",
          "vote_count": 3834,
          "id": 10009,
          "adult": false,
          "backdrop_path": "\/rF2G18q6mSBkZwfmC0BV2TwhjRd.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "title": "Irmão Urso",
          "original_language": "en"
        },
        {
          "original_title": "Teacher's Pet",
          "title": "O Cãozinho Esperto",
          "video": false,
          "vote_average": 6.1,
          "popularity": 6.218,
          "vote_count": 21,
          "release_date": "2004-01-16",
          "poster_path": "\/r6SzU5Zb1AzTAKcTgpiGXm8Rn5J.jpg",
          "id": 24034,
          "adult": false,
          "backdrop_path": "\/s9PH8McoivJ98ebJ2A3B3ycaBWf.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10751,
            10402,
            35
          ],
          "overview": "Cão superinteligente sonha em ser um garoto e decide se disfarçar para frequentar a escola de seu dono.",
          "original_language": "en"
        },
        {
          "original_title": "The Lion King 1½",
          "title": "O Rei Leão 3: Hakuna Matata",
          "video": false,
          "vote_average": 6.6,
          "popularity": 31.494,
          "vote_count": 2172,
          "release_date": "2004-02-06",
          "poster_path": "\/vtX3wirmv2VkQi1u4C9cSdHTXQn.jpg",
          "id": 11430,
          "adult": false,
          "backdrop_path": "\/3eQnD9CIUerbXbgtFE1zJNvEVVo.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "overview": "Timão e Pumba começam a assistir o primeiro filme do Rei Leão, e Timão fica insistindo para que Pumba avance até a parte em que eles aparecem, porque eles não estão no início do filme. A partir daí, Pumba resolve contar um pouco da história dos dois, que começa antes da jornada de Simba. Contam sobre a mãe de Timão e sobre o Tio Max, descobrem porque Timão deixou a colônia, e onde ele aprendeu o Hakuna Matata. Também relatam como os dois se conheceram, e os perigos que enfrentaram enquanto procuravam pelo lar dos sonhos.",
          "original_language": "en"
        },
        {
          "original_title": "Home on the Range",
          "title": "Nem Que a Vaca Tussa",
          "video": false,
          "vote_average": 6,
          "popularity": 23.236,
          "vote_count": 1396,
          "release_date": "2004-04-02",
          "poster_path": "\/h6Sm61aFV7UVFMHWrzrSRRjVhiD.jpg",
          "id": 13700,
          "adult": false,
          "backdrop_path": "\/rQKlcMY8i3elENXEHlkAbQr3xiG.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "A fazenda Caminho do Paraíso está em pânico, pois uma ação de despejo ameaça acabar com o local. Temendo ir para o matadouro, os animais da fazenda decidem ajudar a dona a conseguir a quantia necessária para pagar a hipoteca. O alvo escolhido pelo grupo é o perigoso bandido Alameda Slim, que tem uma grande recompensa reservada para quem capturá-lo.",
          "original_language": "en"
        },
        {
          "original_title": "Pooh's Heffalump Movie",
          "poster_path": "\/qHSFzewdx2pdX0B9oJWIRgXtG0T.jpg",
          "video": false,
          "vote_average": 6.7,
          "popularity": 13.412,
          "overview": "Pooh, Leitão e Tigrão saem à procura de um monstro que aparente é uma criatura misteriosa e terrível.",
          "release_date": "2005-02-11",
          "vote_count": 296,
          "id": 13682,
          "adult": false,
          "backdrop_path": "\/4rrD241KNiA13yKAxEPEJH2ZFkj.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35,
            14
          ],
          "title": "Pooh e o Efalante",
          "original_language": "en"
        },
        {
          "original_title": "Kronk's New Groove",
          "poster_path": "\/xTrg24QFBQkeU86WnIwLvvYKnKS.jpg",
          "video": false,
          "vote_average": 6.3,
          "popularity": 20.565,
          "overview": "Depois de suas incríveis aventuras com Pacha e o Imperador Kuzco, o amável Kronk - antigo ajudante de Yzma - está muito feliz com sua nova vida, sendo chef de seu próprio restaurante. A aventura começa quando Kronk recebe a notícia de que seu pai lhe fará uma visita. Para impressioná-lo, ele resolve se passar por um cozinheiro de sucesso e apronta a maior confusão. Agora, somente com a ajuda de seus amigos, Kronk aprenderá a ser fiel à sua onda.",
          "release_date": "2005-12-05",
          "vote_count": 845,
          "id": 13417,
          "adult": false,
          "backdrop_path": "\/c8DkmpR5xCALGpmp9QBMPJafJ9i.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "title": "A Nova Onda do Kronk",
          "original_language": "en"
        },
        {
          "original_title": "Tarzan II",
          "title": "Tarzan 2",
          "video": false,
          "vote_average": 6,
          "popularity": 23.72,
          "vote_count": 773,
          "release_date": "2005-06-13",
          "poster_path": "\/8gpBvzDwph6GAmdFmx0K5HDhidk.jpg",
          "id": 15657,
          "adult": false,
          "backdrop_path": "\/ow16LRkroqeh5JdnILJwGS1fhor.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "overview": "Antes de se tornar o rei da selva, Tarzan era um garotinho estranho, que vivia tentando acertar o passo. Quando um de seus tropeços coloca sua família em risco, ele passa a acreditar que é uma fonte de problemas e decide fugir. Em sua emocionante viagem, Tarzan acaba frente a frente com Zugor, o ser mais poderoso da floresta. Juntos, Tarzan e Zugor descobrem que ser diferente não é uma fraqueza, e que os amigos e a família são o segredo de nossa força e felicidade.",
          "original_language": "en"
        },
        {
          "original_title": "Mulan II",
          "poster_path": "\/lWcoRhckk3F1v1HvaMvIyc9faZA.jpg",
          "video": false,
          "vote_average": 6.5,
          "popularity": 37.861,
          "overview": "O casamento entre Shang e Mulan está para acontecer, quando subitamente são enviados a uma missão secreta: escoltar três princesas chinesas até a Mongólia, com a finalidade de se casarem com príncipes mongóis e selarem a paz entre os dois reinos. Filme produzido diretamente para o mercado caseiro.",
          "release_date": "2004-11-03",
          "vote_count": 1640,
          "id": 12242,
          "adult": false,
          "backdrop_path": "\/2Zv86BI4QqztR19fwFErXyr59h.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751,
            28
          ],
          "title": "Mulan 2: A Lenda Continua",
          "original_language": "en"
        },
        {
          "original_title": "Lilo & Stitch 2: Stitch Has a Glitch",
          "title": "Lilo & Stitch 2: Stitch Deu Defeito",
          "video": false,
          "vote_average": 6.6,
          "popularity": 22.611,
          "vote_count": 961,
          "release_date": "2005-01-22",
          "poster_path": "\/vcn7a7ENxi5TBTlka4wYLzmKQIp.jpg",
          "id": 20760,
          "adult": false,
          "backdrop_path": "\/5blbwmFZekM3ffqxDoveupJck5C.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35,
            878
          ],
          "overview": "O grande sucesso Lilo &amp; Stitch continua com o novo longa-metragem da Disney Lilo &amp; Stitch 2. Antes que os 626 experimentos chegassem ao Havaí Stitch vivia muito bem, ajudando Lilo nas preparações para o concurso de hula que aconteceria na ilha. Tudo parecia perfeito até Stitch dar defeito e virar a vida de todos de cabeça para o ar. Agora será preciso que seus amigos terrestres se reúnam para salva-lo.",
          "original_language": "en"
        },
        {
          "original_title": "Chicken Little",
          "title": "O Galinho Chicken Little",
          "video": false,
          "vote_average": 5.8,
          "popularity": 26.209,
          "vote_count": 2721,
          "release_date": "2005-11-04",
          "poster_path": "\/uZFL0w2qnkTAbGwS59QAF3WXRiq.jpg",
          "id": 9982,
          "adult": false,
          "backdrop_path": "\/h37N1O8LUyGW1o2dIWufm9jzpk7.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            35
          ],
          "overview": "Chicken Little é um galo cheio de imaginação que apronta as maiores confusões. Um dia, ele provoca pânico generalizado na cidade onde vive, ao confundir a queda de uma avelã com um pedaço do céu despencando. Após a verdade vir à tona, o galinho perde todo o crédito junto aos habitantes. Porém, quando um pedaço do céu realmente cai em sua cabeça e ele identifica que se trata de um alienígena, Chicken Little precisa salvar a cidade sem fazer com que todos entrem em pânico mais uma vez.",
          "original_language": "en"
        },
        {
          "original_title": "The Wild",
          "poster_path": "\/tDnDREbW2eNjd9KvjVKtnNf5A5Y.jpg",
          "video": false,
          "vote_average": 5.4,
          "popularity": 17.406,
          "overview": "O leão Sansão (Kiefer Sutherland) é a grande atração do zoológico de Nova York. Ele adora contar histórias de arrepiar sobre sua juventude na selva ao seu filho Ryan (Greg Cipes) e aos demais animais do zoológico. Cansado de viver à sombra do pai e sem conseguir dar um rugido realmente forte, Ryan decide fugir do zoológico rumo à vida selvagem. Ele logo é capturado para ser enviado à África, o que faz com que Sansão e outros animais iniciem uma expedição para resgatá-lo.",
          "release_date": "2006-03-06",
          "vote_count": 704,
          "id": 9904,
          "adult": false,
          "backdrop_path": "\/i8zpnOQEZI14iYXWHtbf6ct1Fo0.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16
          ],
          "title": "Selvagem",
          "original_language": "en"
        },
        {
          "original_title": "Bambi II",
          "title": "Bambi 2",
          "video": false,
          "vote_average": 6.4,
          "popularity": 22.177,
          "vote_count": 681,
          "release_date": "2006-01-26",
          "poster_path": "\/wIVLCnwYynKIiAheJoEQtC8gTjq.jpg",
          "id": 13205,
          "adult": false,
          "backdrop_path": "\/ebug4NE8EV0f345KwbNNS3T3dRh.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            10751
          ],
          "overview": "A história de Bambi crescendo sob os cuidados de seu pai, o Grande Príncipe da Floresta.",
          "original_language": "en"
        },
        {
          "original_title": "Cinderella III: A Twist in Time",
          "poster_path": "\/7fr4MYy91VmZMLl0soPK7z82wxI.jpg",
          "video": false,
          "vote_average": 6.4,
          "popularity": 29.752,
          "overview": "Lady Tremaine põe as mãos na varinha da Fada Madrinha, em seguida, volta o tempo para o dia que Cinderella experimentou o sapatinho de cristal. Ela amplia o chinelo para caber uma das irmãs, Anastasia, em seguida, apaga as memórias do encontro de Cinderella com o príncipe encantado. Agora, Cinderela precisa evitar o plano de Lady Tremaine e reconquistar seu príncipe.",
          "release_date": "2007-02-06",
          "vote_count": 865,
          "id": 16119,
          "adult": false,
          "backdrop_path": "\/ub9ZxaU0OVXYs5xh6WKGgJ2h13j.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10749,
            10751,
            14
          ],
          "title": "Cinderela III: Uma Volta no Tempo",
          "original_language": "en"
        },
        {
          "original_title": "Meet the Robinsons",
          "poster_path": "\/uzmiicRYXYO4sb0pdQp6jS37ZX5.jpg",
          "video": false,
          "vote_average": 6.8,
          "popularity": 20.082,
          "overview": "Lewis (Daniel Hansen) é um jovem responsável por invenções brilhantes e surpreendentes. Seu mais recente trabalho é o escâner de memória, uma máquina que o ajudará a encontrar sua mãe biológica, o que permitirá que ele enfim tenha uma família. Porém antes mesmo de utilizá-la a máquina é roubada pelo Bandido do Chapéu Coco (Stephen J. Anderson). Lewis recebe então a visita de Wilbur Robinson (Wesley Singerman), um jovem misterioso que o leva em uma viagem no tempo. Já no futuro Lewis conhece os Robinsons, a família de Wilbur, que o ajudará a recuperar o escâner de memória.",
          "release_date": "2007-03-23",
          "vote_count": 1912,
          "id": 1267,
          "adult": false,
          "backdrop_path": "\/p4dZLrzwhgc1ACZJmkWosRlbUvn.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "title": "A Família do Futuro",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell",
          "title": "Tinker Bell: Uma Aventura no Mundo das Fadas",
          "video": false,
          "vote_average": 6.7,
          "popularity": 18.672,
          "vote_count": 940,
          "release_date": "2008-10-27",
          "poster_path": "\/azgjMUMoUJB2yheVcN1Ae8lFNeD.jpg",
          "id": 13179,
          "adult": false,
          "backdrop_path": "\/uMDrlSv4QFsRhb3K5VWHWP7ykZO.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "overview": "Entre no mundo secreto do Refúgio das Fadas e ouça a voz de Tinker Bell pela primeira vez nessa emocionante história da fada mais famosa da Disney, que finalmente ganha o seu primeiro e inédito longa-metragem, Tinker Bell - Uma Aventura no Mundo das Fadas. Você já parou para pensar como a natureza se transforma - e quem lhe dá as luzes e cores de cada estação que inicia e termina? Viaje para esse mundo de aventura e mistério enquanto Tinker Bell e suas quatro melhores amigas fadas transformam o inverno em primavera e, como a força da da fé, confiança e um pouquinho de pozinho mágico, descubra a importância de ser verdadeiro com você mesmo. Transbordando de alegria e imaginação, Tinker Bell é a celebração da mais amada fada da Disney e do seu primeiro longa-metragem. Conheça essa fantástica história feita para divertir e entreter toda a família.",
          "original_language": "en"
        },
        {
          "original_title": "The Little Mermaid: Ariel's Beginning",
          "title": "A Pequena Sereia: A História de Ariel",
          "video": false,
          "vote_average": 6.7,
          "popularity": 1.356,
          "vote_count": 672,
          "release_date": "2008-08-26",
          "poster_path": "\/qW6uvSFzHIJm9Y8ZfFuTl71HxMh.jpg",
          "id": 13676,
          "adult": false,
          "backdrop_path": "\/h3aBSAjczv1HObrx3OQuTZHvWw8.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16
          ],
          "overview": "Veja como tudo começou para um dos mais queridos personagens Disney, um filme totalmente novo, em A Pequena Sereia: A História de Ariel. Imagine muito tempo antes de Ariel conhecer o príncipe Eric e conseguir andar em terra firme. Um tempo em que a música foi proibida no reino submarino de Atlântica. Dividia entre as obrigações familiares e o amor pela música, Ariel tem que fazer a escolha mais difícil de sua vida. Com ajuda dos amigos, Sebastião e Linguado e de suas seis divertidas irmãs, a jovem sereia será capaz de restabelecer a música, a amizade e o amor para o reino?Mergulhe na mágica aventura musical de Ariel, cheia de surpresas, animações empolgantes e canções originais. O retorno de todos os personagens favoritos, junto com maravilhosos novos amigos, em um conto inesquecível com diversão para toda a família!",
          "original_language": "en"
        },
        {
          "original_title": "Bolt",
          "poster_path": "\/puAIiFICbqLehrE8X884ZbNxI8N.jpg",
          "video": false,
          "vote_average": 6.4,
          "popularity": 24.473,
          "overview": "Bolt (John Travolta) é um cachorro que estrela uma série de TV, na qual possui superpoderes. Sua companheira é Penny (Miley Cyrus), com quem vive diversas aventuras. Entretanto Bolt não sabe que o mundo que o cerca é falso, acreditando que realmente possui dons especiais. Quando, nas gravações de um dos episódios, Penny é sequestrada pelo Dr. Calico (Malcolm McDowell), o vilão da série, ele consegue fugir do furgão em que vive e parte atrás dela. Ao lidar com a vida real é que, aos poucos, ele toma consciência de que não tem superpoderes e é um cachorro normal.",
          "release_date": "2008-11-21",
          "vote_count": 4351,
          "id": 13053,
          "adult": false,
          "backdrop_path": "\/qWQJtKkljOyMN5gMCVj5rPdeSn3.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35
          ],
          "title": "Bolt - Supercão",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Lost Treasure",
          "title": "Tinker Bell e O Tesouro Perdido",
          "video": false,
          "vote_average": 6.7,
          "popularity": 21.267,
          "vote_count": 657,
          "release_date": "2009-09-03",
          "poster_path": "\/bKTfGR1ksZGusE1fsqr7WqzUGuw.jpg",
          "id": 25475,
          "adult": false,
          "backdrop_path": "\/igHPYHUDVNQKfixdrUiu1Jgk2Ko.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            14
          ],
          "overview": "As fadas dos talentos da natureza estão trazendo para o continente a queda das folhas, a hibernação, brisas frias e abóboras: o outono. Enquanto isso, Tinker Bell está no Refúgio das Fadas. Ela é chamada para ter uma conversa com a Rainha Clarion, Fada Mary, e Redleaf, o Ministro do Outono. Eles lhe mostram a Pedra da Lua e explicam-lhe seus poderes mágicos. A cada oito anos, há uma lua cheia azul no Refúgio das Fadas. Quando a luz da lua azul atravessa a Pedra da Lua, cria Pozinho Mágico Azul, o único capaz de fortalecer e rejuvenescer a Árvore do Pozinho Mágico. O Festival do Outono é um evento associado, durante o qual as fadas se reúnem para recolher o Pó Azul. Um novo cetro deve ser feito para suportar a Pedra da Lua, e Tink é incumbida de tal tarefa.",
          "original_language": "en"
        },
        {
          "original_title": "A Christmas Carol",
          "poster_path": "\/1qhU3VJo10sISkHIyANLsHioq0Y.jpg",
          "video": false,
          "vote_average": 6.8,
          "popularity": 39.859,
          "overview": "O Natal se aproxima e, como sempre, Ebenezer Scrooge (Jim Carrey) mantém seu desprezo pela data. Milionário e muito mesquinho, ele só pensa em dinheiro e não dá espaço para a emoção em seu coração, maltratando Bob Cratchit (Gary Oldman), seu fiel assistente, e ignorando seu sobrinho Fred (Colin Firth). Com a morte de seu sócio, Ebenezer recebe a visita de três fantasmas do Natal: do passado, do presente e do futuro. Cada um deles, levará o velho ranzinza para uma viagem que o ajudará a refletir melhor sobre sua vida passada e a escolha que fará para o futuro.",
          "release_date": "2009-11-04",
          "vote_count": 3200,
          "id": 17979,
          "adult": false,
          "backdrop_path": "\/Awx3ld6kRqq0iMKPPCUTt1RidCn.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            18,
            14
          ],
          "title": "Os Fantasmas de Scrooge",
          "original_language": "en"
        },
        {
          "original_title": "The Princess and the Frog",
          "poster_path": "\/7uyZwjeHH9JmfULo4WzMsDpfW0S.jpg",
          "video": false,
          "vote_average": 7.1,
          "popularity": 34.13,
          "vote_count": 3728,
          "release_date": "2009-12-08",
          "overview": "Tiana é uma bela jovem que vive em Nova Orleans. Desde criança ela sonha em ter um restaurante próprio, o que faz com que tenha dois empregos e junte o máximo de dinheiro possível. Para conseguir a quantia necessária para que possa enfim alugar o imóvel de seus sonhos, ela aceita trabalhar na festa realizada por Charlotte LaBouff, sua amiga de infância. Charlotte deseja conquistar o príncipe Naveen, que acaba de chegar à cidade. Entretanto, um incidente faz com que Tiana troque de roupa e, no quarto de Charlotte, use um de seus vestidos. É quando surge um sapo, anunciando ser um príncipe e pedindo a Tiana que lhe conceda um beijo, para que o feitiço nele aplicado seja quebrado. De início Tiana acha a ideia repugnante, mas aceita ao receber a promessa do príncipe de que conseguirá para ela a quantia necessária para concretizar o aluguel. Só que, ao beijá-lo, ao invés dele se tornar humano novamente, é Tiana quem se transforma em sapo.",
          "id": 10198,
          "adult": false,
          "backdrop_path": "\/z62CBlBBBOoNUuuxZ1jMAcq5ARE.jpg",
          "media_type": "movie",
          "genre_ids": [
            10749,
            10751,
            16
          ],
          "title": "A Princesa e o Sapo",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Great Fairy Rescue",
          "poster_path": "\/yY69Kxm9QP9mHL9Awswxgqr3q1C.jpg",
          "video": false,
          "vote_average": 6.6,
          "popularity": 27.357,
          "overview": "Durante a visita das fadas às campinas floridas da Inglaterra no verão, Tinker Bell sai do acampamento em busca de coisas perdidas. Ela encontra uma pequena casa, feita por uma criança chamada Lizzie Griffiths. Curiosa, Tink explora o local, mas é alertada por Vidia de que a menina pode voltar a qualquer momento. Quando Lizzie começa a se aproximar da casa, Vidia tenta libertar Tink, que está presa dentro da estrutura, mas não adianta. Lizzie descobre Tinker Bell e a leva para casa. Ela se prepara para mostrar a fada ao seu pai, o Dr. Griffiths, um biólogo, mas ao testemunhar todas as borboletas que ele fixou em quadros de exposição, ela decide mantê-la em segredo.",
          "release_date": "2010-08-13",
          "vote_count": 605,
          "id": 44683,
          "adult": false,
          "backdrop_path": "\/gKfhkw4zZPJJk7wuQymKtuc5NuX.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751,
            14
          ],
          "title": "Tinker Bell e O Resgate das Fadas",
          "original_language": "en"
        },
        {
          "original_title": "Tangled",
          "poster_path": "\/wZzVkdnc0kw20lSJc13ZmgTPah3.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 51.224,
          "overview": "O bandido mais procurado do reino, Flynn Rider, se esconde em uma torre e imediatamente se torna prisioneiro de Rapunzel, residente de longa data do local. Dona de cabelos dourados mágicos com 21 metros de comprimento, ela está trancada há anos e quer, desesperadamente, a liberdade. A adolescente determinada faz um acordo com o rapaz, e, juntos, partem para uma aventura emocionante.",
          "release_date": "2010-11-24",
          "vote_count": 8131,
          "id": 38757,
          "adult": false,
          "backdrop_path": "\/rXLw50QWqJVkQQ47Ic6M8bqWNU5.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "title": "Enrolados",
          "original_language": "en"
        },
        {
          "original_title": "Winnie the Pooh",
          "title": "O Ursinho Pooh",
          "video": false,
          "vote_average": 6.9,
          "popularity": 12.305,
          "vote_count": 562,
          "release_date": "2011-04-13",
          "poster_path": "\/7uXSJt8x0rvloSFdardAxQC3wSN.jpg",
          "id": 51162,
          "adult": false,
          "backdrop_path": "\/5lTe0toKgE7wfpCP6YuyWrXtKqU.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "A trama se baseia em cinco histórias curtas dos livros de A.A. Milne para formar uma só. Nela, Corujão envia a turma de Pooh – Tigrão, Abel, Leitão, Bisonho, Can & Guru – numa jornada para salvar Cristóvão de um bandido imaginário. O filme em animação tradicional terá sete novas canções escritas por Bobby Lopez e Kristen Lopez. She & Him, a banda da atriz Zooey Deschanel, canta a música-tema.",
          "original_language": "en"
        },
        {
          "original_title": "Mars Needs Moms",
          "poster_path": "\/uCT6HwfN2xPvmrIT7OCxpKnNFtQ.jpg",
          "video": false,
          "vote_average": 6,
          "popularity": 18.964,
          "overview": "Milo é um garoto de nove anos com a agenda cheia. Ele precisa assistir a filmes com monstros, ler revistas em quadrinhos e fazer outras coisas divertidas. Ele certamente não tem tempo para fazer a lição de casa ou comer legumes. O garoto está cheio de ouvir a mãe reclamando sobre essas coisas. Quando Milo está para dizer à mãe que a vida seria mais divertida sem ela, os marcianos a raptam e Milo precisa resgatá-la.",
          "release_date": "2011-03-09",
          "vote_count": 448,
          "id": 50321,
          "adult": false,
          "backdrop_path": "\/sU9wVEAgWPXPULYQMctd0T5MCdI.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "title": "Marte Precisa de Mães",
          "original_language": "en"
        },
        {
          "original_title": "Secret of the Wings",
          "poster_path": "\/a4XtmRHjpcN8r4ZUn7g3kGEE3F4.jpg",
          "video": false,
          "vote_average": 7,
          "popularity": 26.456,
          "overview": "Tinker Bell, também conhecida como Sininho, é uma fada do verão que habita o Vale das Fadas. Curiosa e arteira, ela decide quebrar uma importante regra e vai parar no Bosque do Inverno. Lá, ela não pode voar porque está agasalhada e quando buscava entender a razão de suas asas terem um brilho especial, acaba conhecendo uma fada do inverno que tem o mesmo \"poder\". Com a ajuda do Guardião, um sábio local, elas descobrirão um importante segredo que mudará para sempre as suas vidas, mas também colocarão em risco o dia a dia de outros seres de toda a região.",
          "release_date": "2012-08-17",
          "vote_count": 770,
          "id": 75258,
          "adult": false,
          "backdrop_path": "\/qhNYPAWadfE7UV1jxoARMO66NRp.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            14,
            12
          ],
          "title": "Tinker Bell: O Segredo das Fadas",
          "original_language": "en"
        },
        {
          "original_title": "Frankenweenie",
          "title": "Frankenweenie",
          "video": false,
          "vote_average": 6.9,
          "popularity": 28.158,
          "vote_count": 2291,
          "release_date": "2012-10-04",
          "poster_path": "\/bvwbt1S0hrCDcszV8Fzmy0BVI4G.jpg",
          "id": 62214,
          "adult": false,
          "backdrop_path": "\/zu8QKHnL9a3bI82p8wTEmvvd5QC.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "overview": "Victor (Charlie Tahan) adora fazer filmes caseiros de terror, quase sempre estrelados por seu cachorro Sparky. Quando o cão morre atropelado, Victor fica triste e inconformado. Inspirado por uma aula de ciências que teve na escola, onde um professor mostra ser possível estimular os movimentos através da eletricidade, ele constrói uma máquina que permita reviver Sparky. O experimento dá certo, mas o que Victor não esperava era que seu melhor amigo voltasse com hábitos um pouco diferentes.",
          "original_language": "en"
        },
        {
          "original_title": "Wreck-It Ralph",
          "poster_path": "\/hVhVpqRfvl4j3JzEIpur4FufgZG.jpg",
          "video": false,
          "vote_average": 7.3,
          "popularity": 49.399,
          "overview": "Ralph está cansado de ser desprezado no seu próprio jogo de fliperama. Para ganhar a atenção do herói Felix e todos os outros personagens, o vilão tem um plano e sai em busca de uma medalha, com a intenção de provar o seu valor.",
          "release_date": "2012-11-01",
          "vote_count": 9398,
          "id": 82690,
          "adult": false,
          "backdrop_path": "\/riKyo85CmJU48ZaSMLpuDNTZHuE.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            35,
            12
          ],
          "title": "Detona Ralph",
          "original_language": "en"
        },
        {
          "original_title": "Planes",
          "poster_path": "\/4KrnsveRY7O6YR2X0j1vGrEksIZ.jpg",
          "video": false,
          "vote_average": 5.8,
          "popularity": 20.382,
          "overview": "Dusty não foi propriamente feito para participar em corridas aéreas e ainda por cima tem medo de alturas. Por isso, recorre a Skipper, um aviador naval, que ajuda Dusty a qualificar-se para competir com Ripslinger, o detentor do título de campeão do circuito de corridas. A coragem de Dusty é posta à prova quando ousa alcançar alturas que nunca imaginara possíveis, inspirando-o a voar mais alto.",
          "release_date": "2013-08-09",
          "vote_count": 1144,
          "id": 151960,
          "adult": false,
          "backdrop_path": "\/1BaUaXBRKzwNESZ6hZkZjelatmt.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35
          ],
          "title": "Aviões",
          "original_language": "en"
        },
        {
          "original_title": "Frozen",
          "poster_path": "\/qWFgaDLfiLtsFIEa8fcbmP2SIp9.jpg",
          "video": false,
          "vote_average": 7.3,
          "popularity": 89.978,
          "overview": "A caçula Anna adora sua irmã Elsa, mas um acidente envolvendo os poderes especiais da mais velha, durante a infância, fez com que os pais as mantivessem afastadas. Após a morte deles, as duas cresceram isoladas no castelo da família, até o dia em que Elsa deveria assumir o reinado de Arendell. Com o reencontro das duas, um novo acidente acontece e ela decide partir para sempre e se isolar do mundo, deixando todos para trás e provocando o congelamento do reino. É quando Anna decide se aventurar pelas montanhas de gelo para encontrar a irmã e acabar com o frio.",
          "release_date": "2013-11-27",
          "vote_count": 12558,
          "id": 109445,
          "adult": false,
          "backdrop_path": "\/fydUcbkqLyESCFa9U5XKqi8dIVj.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751
          ],
          "title": "Frozen: Uma Aventura Congelante",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Pirate Fairy",
          "title": "Tinker Bell: Fadas e Piratas",
          "video": false,
          "vote_average": 6.8,
          "popularity": 21.57,
          "vote_count": 672,
          "release_date": "2014-02-13",
          "poster_path": "\/2wnJj5SPmR70o6YK3m31SnOT33.jpg",
          "id": 175112,
          "adult": false,
          "backdrop_path": "\/o1i7cP3t4tyCJJUPSbMxEoA1pXP.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "overview": "Quando uma fada incompreendida chamada Zarina rouba o importantíssimo pó mágico azul e voa para longe a fim unir forças com os piratas da Pedra da Caveira, Tinker Bell e suas amigas fadas devem embarcar em uma aventura para devolvê-lo ao seu devido lugar. No entanto, em meio à busca por Zarina, o mundo de Tink é virado do avesso. Ela e suas amigas descobrem que seus respectivos talentos foram trocados e precisam correr contra o tempo para recuperar o pó azul, voltar para casa e salvar o Refúgio das Fadas.",
          "original_language": "en"
        },
        {
          "original_title": "Planes: Fire & Rescue",
          "poster_path": "\/1DUfg9fQNHVkxr2wM8VGYDAhdeX.jpg",
          "video": false,
          "vote_average": 6.1,
          "popularity": 17.992,
          "overview": "Aviões 2: Heróis do Fogo ao Resgate é uma nova comédia de aventura na qual Dusty se une a uma dinâmica equipe de elite de combate a incêndios e aprende o que é preciso para ser um verdadeiro herói.",
          "release_date": "2014-07-17",
          "vote_count": 564,
          "id": 218836,
          "adult": false,
          "backdrop_path": "\/9GRprCMQOWJzczPxqAaGxYft5m9.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            12,
            10751
          ],
          "title": "Aviões 2: Heróis do Fogo ao Resgate",
          "original_language": "en"
        },
        {
          "original_title": "Big Hero 6",
          "title": "Operação Big Hero",
          "video": false,
          "vote_average": 7.8,
          "popularity": 77.776,
          "vote_count": 12224,
          "release_date": "2014-10-24",
          "poster_path": "\/5EodFesjReSDlX1c0I5ANZijBFy.jpg",
          "id": 177572,
          "adult": false,
          "backdrop_path": "\/4s2d3xdyqotiVNHTlTlJjrr3q0H.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            10751,
            16,
            28,
            35
          ],
          "overview": "O grande robô inflável está sempre a postos para cuidar de Hiro Hamada. Quando algo devastador assola a cidade, o menino prodígio, seus amigos e o robô formam um grupo de heróis para combater o mal.",
          "original_language": "en"
        },
        {
          "original_title": "Tinker Bell and the Legend of the NeverBeast",
          "title": "Tinker Bell e o Monstro da Terra do Nunca",
          "video": false,
          "vote_average": 7.1,
          "popularity": 24.487,
          "vote_count": 650,
          "release_date": "2014-12-12",
          "poster_path": "\/vwv9AdjVlr0LBsNAPpk2LllJqAd.jpg",
          "id": 297270,
          "adult": false,
          "backdrop_path": "\/xj56cvf1rP6NGG5qfxgvKARo82i.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            10751
          ],
          "overview": "A fada Fawn sempre teve um bom coração e se recusou a ver maldade nas pessoas. Por isso, ela torna-se amiga de um gigantesco monstros. Sininho e suas amigas temem que essa relação possa ser nociva para todas as moradoras da cidade, e decidem combater o vilão antes que seja tarde.",
          "original_language": "en"
        },
        {
          "original_title": "Zootopia",
          "poster_path": "\/nZAnKuEhztoOFi8PSUMPUcFLn2u.jpg",
          "video": false,
          "vote_average": 7.7,
          "popularity": 65.263,
          "overview": "Judy Hopps é a pequena coelha de uma fazenda isolada, filha de agricultores que plantam cenouras há décadas. Mas ela tem sonhos maiores: pretende se mudar para a cidade grande, Zootopia, onde todas as espécies de animais convivem em harmonia, na intenção de se tornar a primeira coelha policial. Judy enfrenta o preconceito e as manipulações dos outros animais, mas conta com a ajuda inesperada da raposa Nick Wilde, conhecida por sua malícia e suas infrações. A inesperada dupla se dedica à busca de um animal desaparecido, descobrindo uma conspiração que afeta toda a cidade.",
          "release_date": "2016-02-11",
          "vote_count": 12345,
          "id": 269149,
          "adult": false,
          "backdrop_path": "\/p2fRZzxla6NoRbIH2KOZq0gHb5S.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            12,
            10751,
            35
          ],
          "title": "Zootopia",
          "original_language": "en"
        },
        {
          "original_title": "Moana",
          "poster_path": "\/428rxQhNdZHMiiS4HVVExCPFzAs.jpg",
          "video": false,
          "vote_average": 7.6,
          "popularity": 22.305,
          "overview": "Moana Waialiki é uma corajosa jovem, filha do chefe de uma tribo na Oceania, vinda de uma longa linhagem de navegadores. Querendo descobrir mais sobre seu passado e ajudar a família, ela resolve partir em busca de seus ancestrais, habitantes de uma ilha mítica que ninguém sabe onde é. Acompanhada pelo lendário semideus Maui, Moana começa sua jornada em mar aberto, onde enfrenta terríveis criaturas marinhas e descobre histórias do submundo.",
          "release_date": "2016-11-23",
          "vote_count": 8888,
          "id": 277834,
          "adult": false,
          "backdrop_path": "\/oWU6dgu3RgdSZElkhbZuoPtkWAJ.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            35,
            10751,
            16
          ],
          "title": "Moana: Um Mar de Aventuras",
          "original_language": "en"
        },
        {
          "original_title": "Ralph Breaks the Internet",
          "title": "WiFi Ralph: Quebrando a Internet",
          "video": false,
          "vote_average": 7.3,
          "popularity": 135.487,
          "vote_count": 5096,
          "release_date": "2018-11-20",
          "poster_path": "\/lnpTKpAZ1RBjMzewtsC1fmWWXd0.jpg",
          "id": 404368,
          "adult": false,
          "backdrop_path": "\/88poTBTafMXaz73vYi3c74g0y2k.jpg",
          "media_type": "movie",
          "genre_ids": [
            10751,
            16,
            35,
            12
          ],
          "overview": "Ralph, o mais famoso vilão dos videogames, e Vanellope, sua companheira atrapalhada, iniciam mais uma arriscada aventura. Após a gloriosa vitória no Fliperama Litwak, a dupla viaja para a world wide web, no universo expansivo e desconhecido da internet. Dessa vez, a missão é achar uma peça reserva para salvar o videogame Corrida Doce, de Vanellope. Para isso, eles contam com a ajuda dos \"cidadãos da Internet\" e de Yess, a alma por trás do \"Buzzztube\", um famoso website que dita tendências.",
          "original_language": "en"
        },
        {
          "original_title": "Frozen II",
          "title": "Frozen II",
          "video": false,
          "vote_average": 7.3,
          "popularity": 328.188,
          "vote_count": 6486,
          "release_date": "2019-11-20",
          "poster_path": "\/y2pvlZsqGcXKT4S7nUdvYfETG5r.jpg",
          "id": 330457,
          "adult": false,
          "backdrop_path": "\/xJWPZIYOEFIjZpBL7SVBGnzRYXp.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751,
            12,
            35,
            14
          ],
          "overview": "De volta à infância de Elsa e Anna, as duas garotas descobrem uma história do pai, quando ainda era príncipe de Arendelle. Ele conta às meninas a história de uma visita à floresta dos elementos, onde um acontecimento inesperado teria provocado a separação dos habitantes da cidade com os quatro elementos fundamentais: ar, fogo, terra e água. Esta revelação ajudará Elsa a compreender a origem de seus poderes.",
          "original_language": "en"
        },
        {
          "original_title": "Raya and the Last Dragon",
          "poster_path": "\/wiBgWcoPnS9Q7NdbtoYU91Vx2g6.jpg",
          "video": false,
          "vote_average": 0,
          "popularity": 12.474,
          "vote_count": 0,
          "release_date": "2021-03-11",
          "genre_ids": [
            16,
            28,
            12,
            14,
            10751
          ],
          "overview": "O reino encantado Kumandra é dividido em cinco regiões e sua população venerava os dragões mágicos que eram presentes no reino, porém estes dragões entraram em extinção misteriosamente, e agora o reino está ameaçado por uma força maligna e obscura. Para salvar seu lar, a guerreira Raya embarca em uma jornada cheia de perigos pelas cinco regiões atrás do dragão Sisu, o último sobrevivente, que também irá embarcar em uma jornada atrás de sua pedra mágica perdida.",
          "adult": false,
          "backdrop_path": "\/jDhBdOotIMIQlgrpGgymr2LmTHe.jpg",
          "media_type": "movie",
          "title": "Raya e o Último Dragão",
          "id": 527774,
          "original_language": "en"
        }
      ],
      "information": {
        "contentTitle": "Todos os filmes lançados pela Disney",
        "contentText": "A Disney foi fundada em 16 de outubro de 1923, por Walt Disney e Roy Oliver Disney com o nome de Disney Brothers Cartoon Studios e estabeleceu-se como pioneira na indústria de animação, até diversificar seus produtos para filmes em live-action, redes de televisão e parques temáticos."
      }
    },
    {
      "type": "text",
      "content_text": "Na França, <a href=\"https://_{type: 'screen', 'id': 21768, 'screen_type': person}\">Sylvain Chomet</a> (n-1963) apareceu em 2003 com a estranha comédia desenhada à mão sobre um ciclista desaparecido e um trio vocal, <a href=\"https://_{type: 'screen', 'id': 9662, 'screen_type': movie}\">Les Triplettes de Belleville</a> (BR: As bicicletas de Belleville, 2003). Chomet superou este sucesso com <a href=\"https://_{type: 'screen', 'id': 41201, 'screen_type': movie}\">L'Illusionniste</a> (BR: O mágico, 2010), baseado em roteiro não filmado de Jacques Tati. Ambientado nos últimos anos dos números de magia no palco, também serve como um comentário oblíquo sobre a decadência da animação desenhada à mão."
    },
    {
      "type": "video",
      "video_id": "Zn_qirpdBag",
      "information": {
        "contentTitle": "Cenas do filme O Rei Leão",
        "contentText": "O desenvolvimento de O Rei Leão começou em 1988 durante uma reunião entre Jeffrey Katzenberg, Roy E. Disney e Peter Schneider, promovendo Oliver & Company na Europa. Thomas Disch escreveu o tratamento do filme, e Woolverton desenvolveu os primeiros esboços, enquanto George Scribner foi escalado como diretor, e mais tarde Allers também foi chamado. A produção começou em 1991 em simultâneo com Pocahontas, que acabou atraindo a maioria dos principais animadores da Disney. Após a equipe viajar para o Parque Nacional Hell's Gate no Quênia, para pesquisar o cenário do filme e os animais, Scribner deixou a produção discordando da decisão de transformar o filme em um musical e foi substituído por Minkoff. Quando Don Hahn se juntou ao projeto, ele ficou insatisfeito com o roteiro e a história foi reescrita. Quase 20 minutos de sequências animadas foram produzidas no Disney-MGM Studios, na Flórida. A animação por computador também foi usada em várias cenas, principalmente na sequência da debanda dos gnus.",
        "source": "Youtube: Canal <i>YapChagi</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nos Estados Unidos, <a href=\"https://_{type: 'screen', 'id': 57646, 'screen_type': person}\">Henry Selick</a> (n.1952) combinou com sucesso animação em <i>stop motion</i> e técnicas de 3D no assustador <a href=\"https://_{type: 'screen', 'id': 14836, 'screen_type': movie}\">Coraline</a> (BR: Coraline e o Mundo Secreto, 2009). Baseado na história de fantasia e terror de <a href=\"https://_{type: 'screen', 'id': 23446, 'screen_type': person}\">Neil Gaiman</a> (n-1960), Coraline é uma menina de 11 anos impetuosa, irritada com seus pais ocupados e exauridos, que descobre uma porta secreta para um \"<i>Outro Mundo</i>\" com \"<i>Outros Pais</i>\". Os pais duplicados, inicialmente, parecem melhores, mas Coraline aprende a apreciar a vida no mundo real.",
      "content_credits": "Resumo baseado no texto de <i>David Jenkins</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "text",
      "content_text": "Animação cinematográfica. Um gênero que sempre teve tantas especificidades e que, por muito tempo, servia apenas como entretenimento para o público infantil. Eis que surge a Pixar, uma produtora considerada um dos maiores marcos dentro do gênero por revolucionar em questões técnicas, mas principalmente em narrativas e temas.",
      "content_title": "Como a Pixar revolucionou o mundo do cinema"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_pixar",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Famosa logo da Pixar com os seus principais personagens",
        "contentText": "Todos os principais filmes da Pixar produzidos até hoje foram feitos em colaboração com a Walt Disney Pictures; a Pixar cuida de todos os aspectos de produção enquanto a Disney cuida de todos os aspectos da distribuição.",
        "source": "personaunesp.com"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, não é desde sua origem que a Pixar possui essas características. Em 1979, <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1994), mente por trás do universo <i>Star Wars</i> e fundador da <i>Lucas Film</i>, convidou <a href=\"https://_{type: 'screen', 'id': 12895, 'screen_type': person}\">Ed Catmull</a> (n-1945) para fazer parte de uma equipe que iria desenvolver inovações na área de arte digital. Em 1983, Lucas decide criar uma divisão de animação computadorizada chamada <i>Pixar</i>. O jovem animador <a href=\"https://_{type: 'screen', 'id': 7879, 'screen_type': person}\">John Lasseter</a> (n-1957) começa a fazer os seus primeiros trabalhos e, um ano depois, é contratado para trabalhar no curta-metragem <a href=\"https://_{type: 'screen', 'id': 13924, 'screen_type': movie}\">The Adventures of André & Wally B.</a> (BR: As Aventuras de André e Wally B., 1984), que depois se tornaria o primeiro curta-metragem de animação computadorizada. Eles surpreendem o mundo do cinema e da tecnologia ao exibirem algo que jamais havia sido feito antes."
    },
    {
      "type": "video",
      "video_id": "F2bk_9T482g",
      "information": {
        "contentTitle": "Cenas do filme Up!",
        "contentText": "O enredo conta as aventuras que Carl Fredericksen — um idoso viúvo que sonha em se mudar para o Paraíso das Cachoeiras, na Venezuela — enfrenta ao conhecer Russell, um garoto escoteiro amante da natureza com seu sonho de protegê-la; Muntz, o explorador difamado buscando restabelecer sua reputação; Kevin, uma ave tropical; e Dug, um golden retriever falante.",
        "source": "Youtube: Canal <i>xXJEashXx</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Apesar de darem o primeiro grande passo na história da animação, Lucas chegou ao limite das suas possibilidades para financiar o projeto e, em 1985, a Pixar parecia estar com os dias contados. Surge então a figura do novo milionário <strong>Steve Jobs</strong>, que fecha um acordo com Lucas e paga em torno de 5 milhões para ficar com essa divisão da empresa. Assim, os trabalhos animados continuaram. O fato do fundador da Apple ter se tornado detentor da empresa fez com que uma nova vertente fosse seguida. Vendo que o trabalho de Lasseter havia dado bons frutos, Jobs muda a cara da Pixar, investindo em mais curtas-metragens. Os estúdios Disney seguiram de perto a evolução da Pixar e logo viraram um dos seus principais clientes. Com a criação de alguns curtas-metragens e vendo que o negócio estava se tornando lucrativo, em 1991, os estúdios Disney e Pixar anunciaram que estavam fazendo um longa-metragem totalmente computadorizado."
    },
    {
      "type": "movie_list_special",
      "movies": [
        {
          "genre_ids": [
            16,
            12,
            10751,
            35
          ],
          "original_language": "en",
          "original_title": "Toy Story",
          "poster_path": "\/6AafgfifXkFS4g2xGJZIwsPQK6P.jpg",
          "title": "Toy Story - Um Mundo de Aventuras",
          "video": false,
          "vote_average": 7.9,
          "popularity": 61.804,
          "vote_count": 13181,
          "release_date": "1995-10-30",
          "id": 862,
          "overview": "Quando um reluzente 'ranger' do espaço chamado Buzz Lightyear invade o mundo de um cowboy de corda chamado Woody, desencadeia uma hilariante briga entre brinquedos. Agora o favoritismo de Woody no coração do seu jovem dono está em perigo... assim como as vidas de Buzz e Woody.",
          "adult": false,
          "backdrop_path": "\/3Rfvhy1Nl6sSGJwyjb0QiZzZYlB.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "A Bug's Life",
          "poster_path": "\/78DguPOgZwaYmXA3lHNrCEsYO4d.jpg",
          "title": "Vida de Inseto",
          "video": false,
          "vote_average": 6.9,
          "popularity": 31.537,
          "id": 9487,
          "release_date": "1998-11-25",
          "overview": "Todo ano, os gananciosos gafanhotos exigem uma parte da colheita das formigas. Mas quando algo dá errado e a colheita destruída, os gafanhotos ameaçam atacar e as formigas são forçadas a pedir ajuda a outros insetos para enfrentá-los numa batalha.",
          "vote_count": 6513,
          "adult": false,
          "backdrop_path": "\/s0eIBHJROgDWO3IoOt8FfQCFPGh.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "Toy Story 2",
          "poster_path": "\/yFWQkz2ynjwsazT6xQiIXEUsyuh.jpg",
          "title": "Toy Story 2",
          "video": false,
          "vote_average": 7.6,
          "popularity": 48.183,
          "vote_count": 9891,
          "release_date": "1999-10-30",
          "id": 863,
          "overview": "Enquanto Andy está no acampamento de férias, um ganancioso colecionador de brinquedos rapta Woody. Antes que se possa dizer \"ao infinito e além\", Buzz Lightyear, o Sr. Cabeça de Batata, o Porquinho, Rex e Slinky entram em ação, numa missão de resgate.",
          "adult": false,
          "backdrop_path": "\/cmyDcJLkWjIBsB74K7BMA5DL5QU.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "Monsters, Inc.",
          "poster_path": "\/5p6cdAeUevsLOX0oI1T4JIul4QO.jpg",
          "title": "Monstros S.A.",
          "video": false,
          "vote_average": 7.8,
          "popularity": 52.617,
          "id": 585,
          "release_date": "2001-11-01",
          "overview": "Sulley e seu falante assistente Mike trabalham na Monstros S.A., a maior fábrica de processamento de gritos de Monstrópolis. A principal fonte de energia do mundo dos monstros provém da coleta dos gritos das crianças humanas. Só que os montros acreditam que as crianças são tóxicas e, quando uma menininha invade o mundo deles, começa a maior confusão.",
          "vote_count": 13416,
          "adult": false,
          "backdrop_path": "\/pGK0oaeIVxpIroNHu1wDqXf4vv5.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Finding Nemo",
          "poster_path": "\/7dHs0Pgv2C9s1M35LCZedP3a45O.jpg",
          "title": "Procurando Nemo",
          "video": false,
          "vote_average": 7.8,
          "popularity": 42.734,
          "overview": "Depois que seu filho é capturado na Grande Barreira de Corais e levado para Sydney, um peixe-palhaço tímido parte em uma jornada para trazê-lo para casa.",
          "release_date": "2003-05-30",
          "id": 12,
          "vote_count": 14268,
          "adult": false,
          "backdrop_path": "\/dFYguAfeVt19qAbzJ5mArn7DEJw.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            28,
            12,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Incredibles",
          "poster_path": "\/ohxeKUSj1EX0zoFNP3gFfqLs3dE.jpg",
          "title": "Os Incríveis",
          "video": false,
          "vote_average": 7.7,
          "popularity": 37.263,
          "vote_count": 13208,
          "release_date": "2004-11-05",
          "id": 9806,
          "overview": "Depois que o governo baniu o uso de superpoderes, o maior herói do planeta, o Sr. Incrível, vive agora uma vida normal e pacata com sua família. Apesar de feliz com a vida doméstica, o Sr. Incrível ainda sente falta dos tempos em que viveu como super-herói, e sua grande chance de entrar em ação novamente surge quando um velho inimigo volta a atacar. Só que agora ele terá que contar com a ajuda de toda a família para vencer o vilão!",
          "adult": false,
          "backdrop_path": "\/7bQNyDNvnBMAkRw5Hq9An0CUh0r.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            12,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "Cars",
          "poster_path": "\/2nM2NRV8wt3n3ffoHQ3KdMkY3vR.jpg",
          "title": "Carros",
          "video": false,
          "vote_average": 6.8,
          "popularity": 30.251,
          "vote_count": 9995,
          "release_date": "2006-06-08",
          "id": 920,
          "overview": "Ao viajar para a Califórnia, o famoso carro de corridas Relâmpago McQueen se perde e vai parar em Radiator Springs, uma cidadezinha na Rota 66. Ele conhece novos amigos e aprende lições que mudam sua forma de encarar a vida.",
          "adult": false,
          "backdrop_path": "\/sd4xN5xi8tKRPrJOWwNiZEile7f.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            10751,
            14
          ],
          "original_language": "en",
          "original_title": "Ratatouille",
          "poster_path": "\/xKLM5b6WzfFM3kwDZ7AvOVtoGQN.jpg",
          "title": "Ratatouille",
          "video": false,
          "vote_average": 7.7,
          "popularity": 46.939,
          "id": 2062,
          "release_date": "2007-06-22",
          "overview": "Um rato que sabe cozinhar faz uma aliança incomum com um jovem trabalhador de cozinha em um restaurante famoso.",
          "vote_count": 11759,
          "adult": false,
          "backdrop_path": "\/xgDj56UWyeWQcxQ44f5A3RTWuSs.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            878
          ],
          "original_language": "en",
          "original_title": "WALL·E",
          "poster_path": "\/Agc6lw8pb6BIGVeguvdjDT0p9Mb.jpg",
          "title": "WALL-E",
          "video": false,
          "vote_average": 8,
          "popularity": 38.947,
          "id": 10681,
          "release_date": "2008-06-22",
          "overview": "Em um distante futuro, um pequeno robô coletor de lixo embarca em uma jornada espacial que acabará por decidir o destino da humanidade.",
          "vote_count": 13575,
          "adult": false,
          "backdrop_path": "\/ai2FicMUxLCurVkjtYdSvVDWRmS.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            12,
            35,
            10751,
            28,
            14
          ],
          "original_language": "en",
          "original_title": "Brave",
          "poster_path": "\/gYbCpjAsyJ0uO0rKcvJ295INZZp.jpg",
          "title": "Valente",
          "video": false,
          "vote_average": 7,
          "popularity": 40.769,
          "vote_count": 10165,
          "release_date": "2012-06-21",
          "id": 62177,
          "overview": "Determinada a seguir seu próprio caminho na vida, a princesa Mérida desafia um costume que traz caos ao seu reino. Concedido um desejo, Merida deve confiar em sua bravura e suas habilidades de arco e flecha para desfazer uma maldição bestial.",
          "adult": false,
          "backdrop_path": "\/3yFldOtXZfdjOs3GzXBxuBr2loU.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Monsters University",
          "poster_path": "\/wIRraYJCWcfmXW9v3MfD8uhnUvO.jpg",
          "title": "Universidade Monstros",
          "video": false,
          "vote_average": 7,
          "popularity": 41.767,
          "id": 62211,
          "release_date": "2013-06-20",
          "overview": "Mike e Sulley, alunos promissores da Universidade Monstros, são forçados a se unirem quando sua disputa acirrada pelo posto de aluno mais assustador da turma foge ao controle e eles acabam sendo expulsos da faculdade.",
          "vote_count": 7886,
          "adult": false,
          "backdrop_path": "\/hmAOMwVeJfdWXgK1Ikyl2eYkE99.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12,
            18,
            35
          ],
          "original_language": "en",
          "original_title": "Inside Out",
          "poster_path": "\/pk3RoPfLypeO6RsIIKwhZlGNXM4.jpg",
          "title": "Divertida Mente",
          "video": false,
          "vote_average": 7.9,
          "popularity": 58.066,
          "id": 150540,
          "release_date": "2015-06-09",
          "overview": "Depois que a jovem Riley é retirada de sua vida no meio-oeste americano e se mudou para São Francisco, suas emoções - alegria, medo, raiva, nojo e tristeza - conflitam sobre a melhor maneira de viverem uma nova cidade, casa e escola.",
          "vote_count": 15674,
          "adult": false,
          "backdrop_path": "\/o3i6AfTcWAuNvzAUV3q5lOmi6Gx.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "The Good Dinosaur",
          "poster_path": "\/6DIObOvdH1jCCIe06DLjQFIsZOY.jpg",
          "title": "O Bom Dinossauro",
          "video": false,
          "vote_average": 6.8,
          "popularity": 48.684,
          "id": 105864,
          "release_date": "2015-11-14",
          "overview": "Em um mundo onde os dinossauros e os humanos coexistem, um jovem apatossauro e um garoto neandertal criam uma amizade única e vivem aventuras inesquecíveis.",
          "vote_count": 3995,
          "adult": false,
          "backdrop_path": "\/s4wRC37TUwxtghhFBaze0qO1278.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "Finding Dory",
          "poster_path": "\/5MOyKnmtE2hd778bIybw9v8HkiP.jpg",
          "title": "Procurando Dory",
          "video": false,
          "vote_average": 7.1,
          "popularity": 35.323,
          "id": 127380,
          "release_date": "2016-06-16",
          "overview": "Amigável, porém esquecida, Dory começa uma busca por seus pais há muito perdidos, e todo mundo aprende alguma coisa sobre o real significado da família ao longo da jornada.",
          "vote_count": 9444,
          "adult": false,
          "backdrop_path": "\/wijltj1toRcicHlCn8Cpsp4yPXe.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "original_language": "en",
          "original_title": "Cars 3",
          "poster_path": "\/lVPFdORefTKXKFiSktrXbiFDNAK.jpg",
          "title": "Carros 3",
          "video": false,
          "vote_average": 6.8,
          "popularity": 98.592,
          "id": 260514,
          "release_date": "2017-06-15",
          "overview": "Durante mais uma disputa eletrizante nas pistas, o campeão Relâmpago McQueen acelerou demais e acabou perdendo o controle. Agora, após ter capotando várias vezes e quase ter partido dessa para melhor, o vermelhinho vai ter sua vida alterada para sempre. O acidente foi tão grave que, com os estragos, McQueen pode ter que se aposentar de vez.",
          "vote_count": 3659,
          "adult": false,
          "backdrop_path": "\/rND0GSv8X2Zzs7VhyFAs9BCEmYE.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            35,
            12,
            14,
            10402
          ],
          "original_language": "en",
          "original_title": "Coco",
          "poster_path": "\/6oNm06TPz2vGiPc2I52oXW3JwPS.jpg",
          "title": "Viva - A Vida é uma Festa",
          "video": false,
          "vote_average": 8.2,
          "popularity": 156.438,
          "id": 354912,
          "release_date": "2017-10-27",
          "overview": "O aspirante a músico Miguel, deve lidar com sua família que desaprova seu sonho, acaba entrando na Terra dos Mortos para encontrar seu trisavô, um cantor lendário.",
          "vote_count": 12804,
          "adult": false,
          "backdrop_path": "\/askg3SMvhqEl4OL52YuvdtY40Yb.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            28,
            12,
            16,
            10751
          ],
          "original_language": "en",
          "original_title": "Incredibles 2",
          "poster_path": "\/y3EEb7o6NxK0pl0WsOswCos663y.jpg",
          "title": "Os Incríveis 2",
          "video": false,
          "vote_average": 7.5,
          "popularity": 91.071,
          "vote_count": 9326,
          "release_date": "2018-06-14",
          "id": 260513,
          "overview": "A família de heróis dos Incríveis assume uma nova missão, que envolve uma mudança nos papéis da família: Bob Parr (Sr. Incrível) deve administrar a casa enquanto sua esposa Helen (Mulher-Elástica) sai para salvar o mundo.",
          "adult": false,
          "backdrop_path": "\/mabuNsGJgRuCTuGqjFkWe1xdu19.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            12,
            16,
            35,
            10751,
            14,
            18
          ],
          "original_language": "en",
          "original_title": "Toy Story 4",
          "poster_path": "\/tfUoNkDptfQbNS0z1jFnd5sEEc7.jpg",
          "title": "Toy Story 4",
          "video": false,
          "vote_average": 7.6,
          "popularity": 201.328,
          "vote_count": 6302,
          "release_date": "2019-06-19",
          "id": 301528,
          "overview": "Quando um novo brinquedo chamado \"Forky\" se junta a Woody e sua turma, uma viagem ao lado de velhos e novos amigos revela quão grande o mundo pode ser para um brinquedo.",
          "adult": false,
          "backdrop_path": "\/q62bpQ67qaXY0u6b2wFEnQYIbPd.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            10751,
            12,
            35,
            14
          ],
          "original_language": "en",
          "original_title": "Onward",
          "poster_path": "\/mYNK7pwxrGRatTktSP73mVysN38.jpg",
          "title": "Dois Irmãos: Uma Jornada Fantástica",
          "video": false,
          "vote_average": 7.9,
          "popularity": 251.561,
          "id": 508439,
          "release_date": "2020-02-29",
          "overview": "Em um mundo transformado, no qual as criaturas não dependiam mais da magia para viver, dois irmãos elfos recebem um cajado de bruxo de seu falecido pai, capaz de trazê-lo de volta à vida. Inexperientes com qualquer tipo de magia, Ian e Barley não conseguem executar o feitiço e acabam gerando uma criatura sem cabeça. Para passar mais um dia com seu pai, eles embarcam em uma jornada fantástica. Ao perceber a ausência dos filhos, sua mãe se une à uma lendária manticora para encontrá-los.",
          "vote_count": 3415,
          "adult": false,
          "backdrop_path": "\/xFxk4vnirOtUxpOEWgA1MCRfy6J.jpg",
          "media_type": "movie"
        },
        {
          "genre_ids": [
            16,
            35,
            12,
            10751,
            10402,
            14
          ],
          "original_language": "en",
          "original_title": "Soul",
          "poster_path": "\/9H5X7rF7HpX5V9G22uPvlOrZE2k.jpg",
          "title": "Soul",
          "video": false,
          "vote_average": 0,
          "popularity": 19.177,
          "overview": "Um músico que perdeu sua paixão pela música é transportado para fora de seu corpo e deve encontrar o caminho de volta com a ajuda de uma alma de uma criança que ainda está aprendendo sobre si, para aprender o que é necessário para retomar sua vida,",
          "release_date": "2020-12-25",
          "id": 508442,
          "vote_count": 0,
          "adult": false,
          "backdrop_path": "\/yY35sdVZtJXjeBONWH8HBXnxDgD.jpg",
          "media_type": "movie"
        }
      ],
      "information": {
        "contentTitle": "Filmes lançados pela Pixar",
        "contentText": "Desde o lançamento de seu primeiro longa-metragem, Toy Story (1995), diversos filmes do estúdio se tornaram sucessos de crítica e bilheteira: em julho de 2019, seus filmes haviam arrecadado US$ 14 bilhões em todo o mundo, com uma média de US$ 597 milhões. Todos os filmes do estúdio estão entre os cinqüenta filmes de animação de maior bilheteria de todos os tempos."
      }
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu não acho que nenhum dos lados imaginava que Toy Story se sairia tão bem assim. A tecnologia é brilhante, o elenco é inspirado e acho que a história vai comover. Acredite em mim, primeiro concordamos em trabalhar juntos, nunca imaginamos que o primeiro filme deles seria a nossa grande atração das férias de 1995, ou que eles se tornariam conhecidos por causa disso.",
        "author": "Michael Eisner"
      }
    },
    {
      "type": "text",
      "content_text": "Em 1995, chegava aos cinemas o primeiro de muitos longas-metragens da recém criada Pixar: <a href=\"https://_{type: 'screen', 'id': 862, 'screen_type': movie}\">Toy Story</a> (BR: Toy Story: Um Mundo de Aventuras, 1995), dirigido justamente por <i>John Lasseter</i>. Seria o primeiro filme totalmente computadorizado da história, o que exigiu a criação do software e do hardware necessários para torná-lo uma animação verossímil e revolucionária. Entretanto (e aqui é aplicada a diretriz do conjunto arte/tecnologia), dar vida a uma obra em tal âmbito não era o suficiente: naturalmente, o enredo era uma preocupação para os cineastas envolvidos no projeto."
    },
    {
      "type": "video",
      "video_id": "TXvR6yxUVSw",
      "information": {
        "contentTitle": "Cenas do filme Toy Story",
        "contentText": "A Pixar, que produzia curtas-metragens de animação para promover seus computadores, foi abordada pela Disney para produzir um longa-metragem animado depois do sucesso de seu curta-metragem Tin Toy (1988), narrado a partir da perspectiva de um pequeno brinquedo. Lasseter, Stanton e Docter escreveram os primeiros tratamentos da história, que foram descartados pela Disney, a qual queria que o tom do filme fosse \"mais ousado\". Depois de várias histórias desastrosas, a produção foi interrompida e o roteiro foi reescrito, refletindo melhor o tom e o tema desejados pela Pixar: \"os brinquedos querem profundamente que as crianças brinquem com eles e esse desejo motiva esperanças, medos e ações\". O estúdio, até aquele momento composto por uma quantidade relativamente pequena de funcionários, produziu o filme com pouco orçamento.",
        "source": "Youtube: Canal <i>dickenz94</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Para tanto, cientes de que o filme não sobreviveria exclusivamente pela sua tecnologia – que, inexoravelmente, se tornaria obsoleta e ultrapassada dentro de alguns anos –, mas sim através de uma narrativa convincente, alguns bons nomes como <a href=\"https://_{type: 'screen', 'id': 12891, 'screen_type': person}\">Joss Whedon</a> (n-1964) e <a href=\"https://_{type: 'screen', 'id': 12892, 'screen_type': person}\">Joel Cohen</a> (n-1963) foram contratados para incorporar a equipe de roteiristas.  E assim, <i>Toy Story</i> nos apresentou a história do ponto de vista literal de um… brinquedo! Fora da vista das pessoas, os brinquedos demonstram que de inanimados eles não têm nada: falam, andam, pensam e, acima de tudo, sentem emoções como eu ou você."
    },
    {
      "type": "text",
      "content_text": "<i>Toy Story </i>revelou-se uma grata surpresa. A Pixar nos presenteou com um filme pioneiro entre as futuras animações computadorizadas, dotado de um visual técnico de cair o queixo para sua época e com personagens (aqui me refiro aos brinquedos, em suma) interessantíssimos devido às suas características peculiares, e instigantes por serem propensos à identificação imediata do público: quem nunca sentiu uma forte pontada de ciúmes, de modo a entender perfeitamente as motivações de Woody? <i>Toy Story</i> foi aclamado pela crítica, arrecadou mais de 39 milhões de dólares e recebeu três indicações ao Oscar. Não conquistou nenhum, é verdade, mas ganhou o público: muito mais que por sua inovação técnica ou mesmo por seus personagens, mas pela mensagem intrínseca presente na obra. Mensagens evidentes através de seus filmes passariam a se tornar uma marca registrada da Pixar ao longo dos anos."
    },
    {
      "type": "video",
      "video_id": "ulucJnxT7B4",
      "information": {
        "contentTitle": "Cenas do filme Procurando Nemo",
        "contentText": "A animação traz as tradicionais referências dos filmes anteriores da Pixar, como um mundo onde peixes e outros seres marinhos vivem numa sociedade semelhante à de seres humanos. As primeiras pesquisas para a produção do filme começaram em 1997, seis anos antes, portanto, de sua finalização. A história de Nemo e Marlin recebeu grande inspiração dos relacionamentos dos diretores com seus próprios filhos. A narrativa era ambientada na Grande Barreira de Coral, na Austrália; para dar maior realidade e autenticidade, as vozes originais dos dubladores eram de atores australianos e que tinham pelo menos uma característica semelhante a do personagem.",
        "source": "Youtube: Canal <i>KPR1313</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Três anos depois, outro clássico da produtora tomaria forma. Havíamos nos deparado com uma história sobre brinquedos; agora, contemplaríamos uma história sobre seres pequenos e aparentemente simplórios. Insetos. A mensagem deste é, suponho, a mais séria, impactante e contemporânea dentre todas as outras. Vida de Inseto, dirigido também por <i>John Lasseter</i> em conjunto com <a href=\"https://_{type: 'screen', 'id': 7, 'screen_type': person}\">Andrew Stanton</a> (n-1965), estreou com grande expectativa. Mais uma vez, a Pixar conseguia a proeza de atingir o público adulto com a mesma intensidade com que atingia o público infanto-juvenil. A recepção crítica de <a href=\"https://_{type: 'screen', 'id': 9487, 'screen_type': movie}\">A Bug's Life</a> (BR: Vida de Inseto, 1998) foi excelente, similar à de <i>Toy Story</i>."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Você é muito caladão. Gostei de você!",
        "author": "Ellie (Elie Docter) em Up! Altas Aventuras"
      }
    },
    {
      "type": "text",
      "content_text": "Em 2016, são 21 anos do primeiro lançamento dos estúdios e é notável que muito se manteve, inclusive a qualidade dos longas, apesar de algumas falhas pontuais. Filmes como <a href=\"https://_{type: 'screen', 'id': 585, 'screen_type': movie}\">Monsters, Inc.</a> (BR: Monstros SA, 2001), <a href=\"https://_{type: 'screen', 'id': 12, 'screen_type': movie}\">Finding Nemo</a> (BR: Procurando Nemo, 2003), <a href=\"https://_{type: 'screen', 'id': 9806, 'screen_type': movie}\">The Incredibles</a> (BR: Os Incríveis, 2004), <a href=\"https://_{type: 'screen', 'id': 10681, 'screen_type': movie}\">WALL-E</a> (2008), <a href=\"https://_{type: 'screen', 'id': 14160, 'screen_type': movie}\">Up</a> (BR: Up – Altas Aventuras, 2009) e <a href=\"https://_{type: 'screen', 'id': 150540, 'screen_type': movie}\">Inside Out</a> (BR: Divertida Mente, 2015) provaram o quanto a qualidade dos seus filmes só aumentaram com o passar do tempo."
    },
    {
      "type": "video",
      "video_id": "Cjgdiy_SGjA",
      "information": {
        "contentTitle": "Cenas do filme Divertida Mente",
        "contentText": "Docter começou a desenvolver Inside Out em 2009, após perceber mudanças na personalidade de sua filha desde seu nascimento. Os produtores do filme consultaram inúmeros psicólogos, incluindo Dacher Keltner, da Universidade da Califórnia, em Berkeley, que ajudou a revisar a história, enfatizando os aspectos neuropsicológicos que as emoções humanas são espelhadas, na diplomacia interpessoal e podem ser significavelmente moderadas por eles.",
        "source": "Youtube: Canal <i>Movie Remixer</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O aspecto técnico conseguiu atingir um nível incrível e cada vez mais tende a evoluir. E os temas e as mensagens passadas aos telespectadores foram o maior destaque durante todos esses anos. Nenhuma produtora – talvez somente os <i>Estúdios Ghibli</i> possa ser comparado aqui - no ramo cinematográfico, inclusive de filmes live-actions, soube trabalhar tão bem assuntos como amizade, família, perda, superação, medo, adolescência, quebra de estereótipos e amor.  E não obstante à grande massa de filmes que tentam explorar esses temas, a Pixar se destaca por levar o público infantil à diversão, mas aos jovens e adultos, diversão acompanhada de reflexão. Aliás, é através desse exercício que construímos conhecimento e a Pixar tem sido ao longo desses anos uma grande produtora, não limitando-se à produção de filmes, mas sim também de conhecimento (e lágrimas).",
      "content_credits": "Resumo baseado no artigo \"A história da Pixar e como ela revolucionou o mundo do cinema\", por Gabriel Fioravante e Guilherme Reis Mantovani no Persona Crítica Cultural."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_average": 7.9,
          "popularity": 61.804,
          "vote_count": 13181,
          "release_date": "1995-10-30",
          "title": "Toy Story",
          "adult": false,
          "backdrop_path": "\/3Rfvhy1Nl6sSGJwyjb0QiZzZYlB.jpg",
          "media_type": "movie",
          "id": 862,
          "overview": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences.",
          "original_language": "en",
          "original_title": "Toy Story",
          "poster_path": "\/uXDfjJbdP4ijW5hWSBrPrlKpxab.jpg",
          "genre_ids": [
            16,
            12,
            10751,
            35
          ],
          "video": false
        },
        {
          "vote_average": 7.7,
          "popularity": 36.906,
          "vote_count": 7282,
          "release_date": "1991-11-13",
          "title": "Beauty and the Beast",
          "adult": false,
          "backdrop_path": "\/2RwQ5cwT1Ebt3ScxkJpR1nHOkXy.jpg",
          "media_type": "movie",
          "id": 10020,
          "overview": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within.",
          "original_language": "en",
          "original_title": "Beauty and the Beast",
          "poster_path": "\/7oCAPOphDKpIaxTrnukmDrZ8XKD.jpg",
          "genre_ids": [
            10749,
            10751,
            16,
            14
          ],
          "video": false
        },
        {
          "vote_average": 8.5,
          "popularity": 59.956,
          "vote_count": 10454,
          "release_date": "2001-07-20",
          "title": "Spirited Away",
          "adult": false,
          "backdrop_path": "\/mSDsSDwaP3E7dEfUPWy4J0djt4O.jpg",
          "media_type": "movie",
          "id": 129,
          "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
          "original_language": "ja",
          "original_title": "千と千尋の神隠し",
          "poster_path": "\/eO4NHOsitcVpRw0kolJRLxXdxa2.jpg",
          "genre_ids": [
            16,
            10751,
            14
          ],
          "video": false
        },
        {
          "vote_average": 7.6,
          "popularity": 77.361,
          "vote_count": 11491,
          "release_date": "2001-05-18",
          "title": "Shrek",
          "adult": false,
          "backdrop_path": "\/2l5UHZBcp9cx1PwKLdisJ0gV9jB.jpg",
          "media_type": "movie",
          "id": 808,
          "overview": "It ain't easy bein' green -- especially if you're a likable (albeit smelly) ogre named Shrek. On a mission to retrieve a gorgeous princess from the clutches of a fire-breathing dragon, Shrek teams up with an unlikely compatriot -- a wisecracking donkey.",
          "original_language": "en",
          "original_title": "Shrek",
          "poster_path": "\/iB64vpL3dIObOtMZgX3RqdVdQDc.jpg",
          "genre_ids": [
            16,
            10751,
            35,
            14,
            12
          ],
          "video": false
        },
        {
          "vote_average": 7.3,
          "popularity": 51.622,
          "overview": "With the impending ice age almost upon them, a mismatched trio of prehistoric critters – Manny the woolly mammoth, Diego the saber-toothed tiger and Sid the giant sloth – find an orphaned infant and decide to return it to its human parents. Along the way, the unlikely allies become friends but, when enemies attack, their quest takes on far nobler aims.",
          "release_date": "2002-03-10",
          "title": "Ice Age",
          "adult": false,
          "backdrop_path": "\/mCVQ2cZmGkAHG2Q3fDZTQA1YzeI.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751,
            12
          ],
          "vote_count": 9479,
          "original_language": "en",
          "original_title": "Ice Age",
          "poster_path": "\/gLhHHZUzeseRXShoDyC4VqLgsNv.jpg",
          "id": 425,
          "video": false
        },
        {
          "vote_average": 6.9,
          "popularity": 16.411,
          "vote_count": 1743,
          "release_date": "2005-09-04",
          "title": "Wallace & Gromit: The Curse of the Were-Rabbit",
          "adult": false,
          "backdrop_path": "\/6TGWPSOlyFjmeE5V5vbfdXty4QB.jpg",
          "media_type": "movie",
          "id": 533,
          "overview": "Cheese-loving eccentric Wallace and his cunning canine pal, Gromit, investigate a mystery in Nick Park's animated adventure, in which the lovable inventor and his intrepid pup run a business ridding the town of garden pests. Using only humane methods that turn their home into a halfway house for evicted vermin, the pair stumble upon a mystery involving a voracious vegetarian monster that threatens to ruin the annual veggie-growing contest.",
          "original_language": "en",
          "original_title": "Wallace & Gromit: The Curse of the Were-Rabbit",
          "poster_path": "\/cMQ2lNd7sBe6PCf6zF5QxrKzbRG.jpg",
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "video": false
        },
        {
          "vote_average": 7.7,
          "popularity": 54.953,
          "vote_count": 4555,
          "release_date": "2009-02-05",
          "title": "Coraline",
          "adult": false,
          "backdrop_path": "\/8GHxjXlI5rqyTBuVNekGTPjG5T6.jpg",
          "media_type": "movie",
          "id": 14836,
          "overview": "When Coraline moves to an old house, she feels bored and neglected by her parents. She finds a hidden door with a bricked up passage. During the night, she crosses the passage and finds a parallel world where everybody has buttons instead of eyes, with caring parents and all her dreams coming true. When the Other Mother invites Coraline to stay in her world forever, the girl refuses and finds that the alternate reality where she is trapped is only a trick to lure her.",
          "original_language": "en",
          "original_title": "Coraline",
          "poster_path": "\/gPMh5rsVrDDAYMDbTcz6Up1DQ4z.jpg",
          "genre_ids": [
            16,
            10751,
            14
          ],
          "video": false
        },
        {
          "vote_average": 7.3,
          "popularity": 10.311,
          "vote_count": 368,
          "release_date": "2010-02-16",
          "title": "The Illusionist",
          "adult": false,
          "backdrop_path": "\/rrJxZJ2hoIfKerK0GEqaaZMJhO8.jpg",
          "media_type": "movie",
          "id": 41201,
          "overview": "A French illusionist travels to Scotland to work. He meets a young woman in a small village. Their ensuing adventure in Edinburgh changes both their lives forever.",
          "original_language": "fr",
          "original_title": "L'illusionniste",
          "poster_path": "\/Ac2tNYW9sRaOhmtMJQuhf2mvo00.jpg",
          "genre_ids": [
            16,
            18
          ],
          "video": false
        },
        {
          "vote_average": 7.2,
          "popularity": 213.057,
          "vote_count": 7078,
          "release_date": "2019-07-12",
          "title": "The Lion King",
          "adult": false,
          "backdrop_path": "\/nRXO2SnOA75OsWhNhXstHB8ZmI3.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            10751,
            10402
          ],
          "overview": "Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.",
          "original_language": "en",
          "original_title": "The Lion King",
          "poster_path": "\/dzBtMocZuJbjLOXvrl4zGYigDzh.jpg",
          "id": 420818,
          "video": false
        },
        {
          "vote_average": 7.8,
          "popularity": 36.73,
          "vote_count": 6281,
          "release_date": "1993-10-09",
          "title": "The Nightmare Before Christmas",
          "adult": false,
          "backdrop_path": "\/16lk65YfrDFIr6evkWRjSeOOSws.jpg",
          "media_type": "movie",
          "id": 9479,
          "overview": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
          "original_language": "en",
          "original_title": "The Nightmare Before Christmas",
          "poster_path": "\/e4pZZR1SZByveyWczQBmiXJ0lXP.jpg",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "video": false
        },
        {
          "vote_average": 7.9,
          "popularity": 33.147,
          "vote_count": 15016,
          "release_date": "2009-05-28",
          "title": "Up",
          "adult": false,
          "backdrop_path": "\/cyVZKnP64VTrnRPXduFwmCZkxLi.jpg",
          "media_type": "movie",
          "id": 14160,
          "overview": "Carl Fredricksen spent his entire life dreaming of exploring the globe and experiencing life to its fullest. But at age 78, life seems to have passed him by, until a twist of fate (and a persistent 8-year old Wilderness Explorer named Russell) gives him a new lease on life.",
          "original_language": "en",
          "original_title": "Up",
          "poster_path": "\/rIfKIYMbwVlnAXOOaQRsm34GW3S.jpg",
          "genre_ids": [
            16,
            35,
            10751,
            12
          ],
          "video": false
        },
        {
          "vote_average": 8.1,
          "popularity": 37.759,
          "vote_count": 4978,
          "release_date": "1988-04-16",
          "title": "My Neighbor Totoro",
          "adult": false,
          "backdrop_path": "\/6O1mOoTXuc1WqjKd2R7MFQHZ7Eb.jpg",
          "media_type": "movie",
          "id": 8392,
          "overview": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.",
          "original_language": "ja",
          "original_title": "となりのトトロ",
          "poster_path": "\/rtGDOeG9LzoerkDGZF9dnVeLppL.jpg",
          "genre_ids": [
            14,
            16,
            10751
          ],
          "video": false
        },
        {
          "vote_average": 7.8,
          "popularity": 15.938,
          "overview": "When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it: Paprika.",
          "release_date": "2006-10-01",
          "title": "Paprika",
          "adult": false,
          "backdrop_path": "\/nyKKKCYM9zSFlUoufrBRZfx0r1t.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            18,
            9648,
            878,
            53
          ],
          "vote_count": 1239,
          "original_language": "ja",
          "original_title": "パプリカ",
          "poster_path": "\/bLUUr474Go1DfeN1HLjE3rnZXBq.jpg",
          "id": 4977,
          "video": false
        },
        {
          "vote_average": 6.8,
          "popularity": 34.502,
          "vote_count": 7814,
          "release_date": "2005-05-25",
          "title": "Madagascar",
          "adult": false,
          "backdrop_path": "\/8NCftAWfkETwrbf7QwEaDH1xpus.jpg",
          "media_type": "movie",
          "id": 953,
          "overview": "Alex the lion is the king of the urban jungle, the main attraction at New York’s Central Park Zoo. He and his best friends—Marty the zebra, Melman the giraffe and Gloria the hippo—have spent their whole lives in blissful captivity before an admiring public and with regular meals provided for them. Not content to leave well enough alone, Marty lets his curiosity get the better of him and makes his escape—with the help of some prodigious penguins—to explore the world.",
          "original_language": "en",
          "original_title": "Madagascar",
          "poster_path": "\/uHkmbxb70IQhV4q94MiBe9dqVqv.jpg",
          "genre_ids": [
            10751,
            16,
            12,
            35
          ],
          "video": false
        },
        {
          "vote_average": 6.7,
          "popularity": 26.982,
          "overview": "Having been hopelessly repressed and facing eventual certain death at the British chicken farm where they are held, Ginger the chicken along with the help of Rocky the American rooster decide to rebel and lead their fellow chickens in a great escape from the murderous farmers Mr. and Mrs. Tweedy and their farm of doom.",
          "release_date": "2000-06-21",
          "title": "Chicken Run",
          "adult": false,
          "backdrop_path": "\/e8fwYYDYmcht3YHIK6eTO4VfYPU.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            35,
            10751
          ],
          "vote_count": 3414,
          "original_language": "en",
          "original_title": "Chicken Run",
          "poster_path": "\/8XgmIsbpVamdhwcNVsYzohFZTtT.jpg",
          "id": 7443,
          "video": false
        },
        {
          "vote_average": 7.8,
          "popularity": 42.734,
          "overview": "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.",
          "release_date": "2003-05-30",
          "title": "Finding Nemo",
          "adult": false,
          "backdrop_path": "\/dFYguAfeVt19qAbzJ5mArn7DEJw.jpg",
          "media_type": "movie",
          "genre_ids": [
            16,
            10751
          ],
          "id": 12,
          "original_language": "en",
          "original_title": "Finding Nemo",
          "poster_path": "\/8h0CG12Oft1GqthLmsctg8iuQQj.jpg",
          "vote_count": 14268,
          "video": false
        },
        {
          "vote_average": 7.6,
          "popularity": 36.457,
          "vote_count": 8406,
          "release_date": "1992-11-25",
          "title": "Aladdin",
          "adult": false,
          "backdrop_path": "\/5OeY4U2rzePxWq2rkqMajUx2gz7.jpg",
          "media_type": "movie",
          "id": 812,
          "overview": "Princess Jasmine grows tired of being forced to remain in the palace, so she sneaks out into the marketplace, in disguise, where she meets street-urchin Aladdin.  The couple falls in love, although Jasmine may only marry a prince.  After being thrown in jail, Aladdin becomes embroiled in a plot to find a mysterious lamp, with which the evil Jafar hopes to rule the land.",
          "original_language": "en",
          "original_title": "Aladdin",
          "poster_path": "\/eLFfl7vS8dkeG1hKp5mwbm37V83.jpg",
          "genre_ids": [
            16,
            10751,
            12,
            14,
            10749
          ],
          "video": false
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 608,
          "name": "Hayao Miyazaki",
          "profile_path": "/1OBQPIwR88n49oAEzk47k0fhhOV.jpg"
        },
        {
          "id": 7879,
          "name": "John Lasseter",
          "profile_path": "/7EdqiNbr4FRjIhKHyPPdFfEEEFG.jpg"
        },
        {
          "id": 12890,
          "name": "Pete Docter",
          "profile_path": "/rrAW10FlcOjqMllSwNBrFjfUT4k.jpg"
        },
        {
          "id": 5714,
          "name": "Carlos Saldanha",
          "profile_path": "/oxUlCSgxKaoCRYFyS65PC2fZWrk.jpg"
        },
        {
          "id": 40333,
          "name": "Satoshi Kon",
          "profile_path": "/ivdAAPkwZLTIjaJgSw7VNeHCAmt.jpg"
        },
        {
          "id": 7911,
          "name": "Joe Ranft",
          "profile_path": "/f1BoWC2JbCcfP1e5hKfGsxkHzVU.jpg"
        },
        {
          "id": 628,
          "name": "Isao Takahata",
          "profile_path": "/qbvnGLByh0N9ni7gZSREIgvO1sM.jpg"
        },
        {
          "id": 7,
          "name": "Andrew Stanton",
          "profile_path": "/tRwWuo06aN9vuXAPaswMN42x2ii.jpg"
        },
        {
          "id": 12180,
          "name": "Mamoru Oshii",
          "profile_path": "/q4wbzJlxRv0WREdbZngiqLP0uEC.jpg"
        },
        {
          "id": 510,
          "name": "Tim Burton",
          "profile_path": "/yemSBov9u1YcBg93ny14KpuySV2.jpg"
        },
        {
          "id": 53304,
          "name": "Peter Lord",
          "profile_path": "/wj82RAsNniXWGaxkwsJoLqlVE1l.jpg"
        },
        {
          "id": 7314,
          "name": "Nick Park",
          "profile_path": "/f7MzwTzd2Wu2JjL74R8t7ixVBLN.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}