{
  "number": 9,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os anos de 1990s e parte dos 2000s foi uma época próspera para as comédias. Os anos 80 foram também uma época importante para o gênero, mas as duas décadas seguintes foram a prova de que o público estava cada vez mais sedento por comédias de todos os tipos, levando novos atores e diretores ao estrelato, dominando as bilheterias em todo o mundo."
    },
    {
      "type": "video",
      "video_id": "S7N6kB11GpE",
      "information": {
        "contentTitle": "Cenas do filme 10 Coisas que Eu Odeio em Você",
        "contentText": "McCullah Lutz e Kirsten Smith, é uma modernização da comédia do final do século 16, de William Shakespeare, The Taming of the Shrew , recontada em um colégio americano no final dos anos 1990. Na história, a nova estudante Cameron (Gordon-Levitt) está apaixonada por Bianca (Oleynik) e, para contornar as regras rígidas de seu pai sobre namoro, tenta fazer o bad-boy Patrick (Ledger) namorar a irmã mal-humorada de Bianca, Kat (Stiles).",
        "source": "Youtube: Canal <i>d3ssire</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A experimentação era abundante, com cineastas como <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963), <a href=\"https://_{type: 'screen', 'id': 42, 'screen_type': person}\">Lars Von Trier</a> (n-1956), <a href=\"https://_{type: 'screen', 'id': 4762, 'screen_type': person}\">Paul Thomas Anderson</a> (n-1970) e os irmãos Coen ultrapassando limites e explorando novas abordagens visuais e narrativas para contar histórias. As enormes produções de sucesso que hoje chegam na forma de filmes da Marvel e da DC ainda estavam a muitos anos de distância, deixando espaço para uma variedade de gêneros florescer. Foi nesse ambiente que a comédia romântica ganhou espaço."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Whassup?",
        "author": "Todo mundo em Pânico"
      }
    },
    {
      "type": "text",
      "content_text": "Provavelmente começando com <a href=\"https://_{type: 'screen', 'id': 639, 'screen_type': movie}\">When Harry Met Sally</a> (BR: Harry e Sally - Feitos Um para o Outro, 1989), de 1989, cujo sucesso criou impulso. Logo filmes semelhantes procuraram provar que, por mais que as coisas parecessem ruins para um personagem, sempre havia espaço para melhorias inesperadas. Risos alegres e romance sentimental tornaram-se um prazer culpado para muitos."
    },
    {
      "type": "video",
      "video_id": "VxcU4q6KLyA",
      "information": {
        "contentTitle": "Cenas do filme Uma Linda Mulher",
        "contentText": "Originalmente destinado a ser um conto de advertência sobre a obscura classe de prostituição em Los Angeles, com o nome de \"$ 3.000\" (uma referência aos US$ 3.000 que Vivian cobra para passar a semana com Edward) este filme foi remodelado para se tornar uma comédia romântica com um grande orçamento. Foi amplamente bem-sucedido comercialmente e se tornou uma das maiores bilheterias de 1990. Até hoje, Pretty Woman é uma das entradas mais bem sucedidas financeiramente no gênero comédia romântica, com uma renda bruta estimada em US$ 463.4 milhões. É considerado por muitos críticos como o filme de maior sucesso no gênero.",
        "source": "Youtube: Canal <i>Sabrina</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na época em que os anos 90 se aproximavam do fim, as comédias românticas eram tão boas quanto ouro. Em 1998 e 1999, respectivamente, três dos vinte filmes de maior bilheteria foram comédias românticas. Provavelmente, um dos filmes que mais representa esse momento da comédia romântica na época seja <a href=\"https://_{type: 'screen', 'id': 114, 'screen_type': movie}\">Pretty Woman</a> (BR: Uma Linda Mulher, 1990), o filme que apresentou <a href=\"https://_{type: 'screen', 'id': 1204, 'screen_type': person}\">Julia Roberts</a> (n-1967) ao mundo, ao lado de <a href=\"https://_{type: 'screen', 'id': 1205, 'screen_type': person}\">Richard Gere</a> (n-1949)."
    },
    {
      "type": "text",
      "content_text": "Podemos citar vários outros exemplos, como <a href=\"https://_{type: 'screen', 'id': 858, 'screen_type': movie}\">Sleepless in Seattle</a> (BR: Sintonia de Amor, 1993), <a href=\"https://_{type: 'screen', 'id': 509, 'screen_type': movie}\">Notting Hill</a> (BR: Um Lugar Chamado Notting Hill, 1999), <a href=\"https://_{type: 'screen', 'id': 8874, 'screen_type': movie}\">My Best Friend's Wedding</a> (BR: O Casamento do Meu Melhor Amigo, 1997) e <a href=\"https://_{type: 'screen', 'id': 4951, 'screen_type': movie}\">10 Things I Hate About You</a> (BR: 10 Coisas que eu Odeio em Você, 1999). Sendo esse último, voltado mais para o público adolescente, público esse que ganhou destaque nas comédias dos anos 2000 em um outro tipo de subgênero: a comédia besteirol."
    },
    {
      "type": "video",
      "video_id": "NCAOKR1jpp0",
      "information": {
        "contentTitle": "Cenas do filme American Pie",
        "contentText": "O filme concentra-se em cinco rapazes (Jim, Kevin, Oz, Finch e Steve Stifler) que frequentam a East Great Falls High. Com a exceção de Steve Stifler (que já perdeu a virgindade), os outros quatro fazem um pacto para perder a virgindade antes de sua graduação do ensino médio. O título é emprestado da canção popular de mesmo nome, e refere-se a uma cena no filme, em que o personagem principal é pego se masturbando com uma torta depois de ter ouvido que \"chegar a terceira base\" no namoro é como tocar uma torta de maçã quente, uma metáfora adolescente da cultura americana relacionando sexo e beisebol. Também foi afirmado pelo escritor Adam Herz que o título também se refere à busca de perder a virgindade no ensino médio, que é tão \"americano quanto a torta de maçã\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Seguindo os moldes de <a href=\"https://_{type: 'screen', 'id': 10246, 'screen_type': movie}\">Porky's</a> (BR: Porky's - A Casa do Amor e do Riso, 1981), lançado 18 anos antes, <a href=\"https://_{type: 'screen', 'id': 2105, 'screen_type': movie}\">American Pie</a> (BR: American Pie: A Primeira Vez é Inesquecível, 1999) chegou aos cinemas, dividindo os críticos. O filme foi um sucesso de bilheteria, e sem perceber, os diretores <a href=\"https://_{type: 'screen', 'id': 3289, 'screen_type': person}\">Paul Weitz</a> (n-1965) e <a href=\"https://_{type: 'screen', 'id': 3288, 'screen_type': person}\">Chris Weitz</a> (n-1969) iniciaram uma onda de comédias grosseiras voltadas para o público adolescente, onde a premissa de \"<i>perder a virgindade</i>\" era um dos principais pontos do roteiro."
    },
    {
      "type": "block_special",
      "title": "O Conto de Fadas Moderno",
      "image": {
        "image_type": "local",
        "url": "img_pretty_woman",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Uma comédia romântica no estilo dos anos 1940 com um toque moderno, <i>Um linda mulher</i> era um antídoto refrescante contra os filmes machões de pancadaria que dominaram a produção de Hollywood no final dos anos 1980.Com uma das maiores bilheterias dos anos 1990, a película foi bem-sucedida em tornar os \"<i>filmes de namoro</i>\" novamente populares.<br/><br/> \n\nO filme também deu enormes empurrões nas carreiras de suas estrelas, <i>Richard Gere</i> (que não fazia um filme de sucesso desde meados dos anos 1980) e <i>Julia Roberts</i>, que foi indicada ao Oscar por seu desempenho. Gere representa um ótimo <i>gentleman</i> no papel de Edward Lewis, um poderoso homem de negócios em viagem a Los Angeles que acaba se perdendo na vizinhança do <i>Hollywood Boulevard</i> e pergunta à prostituta-de-bom-coração Vivian (Robe em uma minissaia minúscula e botas até as coxas) como chegar ao hotel Beverly Hills. Como é uma prostituta inteligente e sensível, Vivian se oferece para levá-lo aonde precisa ir e não demora a conseguir, com seu charme, que ele a contrate por uma semana como sua mulher \"<i>para todas as ocasiões</i>\". Como recompensa por seu tempo e esforço, ela recebe acesso ilimitado ao cartão de crédito dele para comprar roupas e aprende como se portar em um restaurante chique (graças ao porteiro simpático do hotel, representado por Hecttor Elizondo). E, sem surpresas, Vivian se apaixona por seu benfeitor. <br/><br/> \n\nA história toda é altamente improvável, é claro. Para começar, dificilmente alguma prostituta do <i>Hollywood Boulevard</i> é tão bem arrumada como Vivian. O sucesso de Roberts no papel de uma prostituta é politicamente incorreto, mas o puro charme de <i>Uma linda mulher</i> nunca deixa de transparecer.",
      "credits": "Resumo baseado no texto de <i>Joanna Berry</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Filmes como <a href=\"https://_{type: 'screen', 'id': 10591, 'screen_type': movie}\">The Girl Next Door</a> (BR: Show de Vizinha, 2004), <a href=\"https://_{type: 'screen', 'id': 8363 , 'screen_type': movie}\">Superbad</a> (BR: Superbad - É Hoje, 2007), <a href=\"https://_{type: 'screen', 'id': 6957, 'screen_type': movie}\">The 40 Year Old Virgin</a> (BR: O Virgem de 40 Anos, 2005), <a href=\"https://_{type: 'screen', 'id': 9352, 'screen_type': movie}\">Eurotrip</a> (BR: Eurotrip: Passaporte para a Confusão, 2004), <a href=\"https://_{type: 'screen', 'id': 12620, 'screen_type': movie}\">The House Bunny</a> (BR: A Casa das Coelhinhas, 2008) e <a href=\"https://_{type: 'screen', 'id': 11452, 'screen_type': movie}\">National Lampoon's Van Wilder</a> (BR: O Dono da Festa, 2002) foram filmes subsequentes que usufruíam desse subgênero. Dentre eles, podemos destacar <i>O Virgem de 40 Anos</i> - protagonizado por <a href=\"https://_{type: 'screen', 'id': 4495, 'screen_type': person}\">Steven Carell</a> (n-1962), que um ano depois iria protagonizar também a série <i>The Office</i> –, dirigido por <a href=\"https://_{type: 'screen', 'id': 41039, 'screen_type': person}\">Judd Apatow</a> (n-1967), um dos diretores que mais se destacaram na década nesse gênero."
    },
    {
      "type": "video",
      "video_id": "A3oL7v7PLac",
      "information": {
        "contentTitle": "Cenas do filme Todo Mundo em Pânico",
        "contentText": "Muito do humor de Todo Mundo em Pânico depende de referências específicas a outros filmes lançados na época. Roger Ebert observou em sua crítica que \"para fazer seu dinheiro valer a pena, você precisa estar familiarizado com várias franquias de terror para adolescentes\". Os dois filmes nos quais o roteiro é mais fortemente baseado são Pânico (1996) e Eu Sei o que vocês fizeram no verão passado (1997), utilizando os arcos narrativos gerais de ambos os filmes e apresentando recriações cômicas de cenas principais.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Não foram somente as comédias românticas e comédias besteiróis que se destacaram durante essas duas décadas. Nos anos 90, <a href=\"https://_{type: 'screen', 'id': 206, 'screen_type': person}\">Jim Carrey</a> (n-1962), com o seu jeito excêntrico, protagonizou no mesmo ano <a href=\"https://_{type: 'screen', 'id': 3049, 'screen_type': movie}\">Ace Ventura: Pet Detective</a> (BR: Ace Ventura: Um Detetive Diferente, 1994), <a href=\"https://_{type: 'screen', 'id': 854, 'screen_type': movie}\">The Mask</a> (BR: O Máskara, 1994) e <a href=\"https://_{type: 'screen', 'id': 8467, 'screen_type': movie}\">Dumb and Dumber</a> (BR: Debi & Lóide - Dois Idiotas em Apuros, 1994). Os filmes foram um sucesso, fazendo de <i>Jim Carrey</i> um dos maiores nomes no gênero na época. <a href=\"https://_{type: 'screen', 'id': 776, 'screen_type': person}\">Eddie Murphy</a> (n-1961) seguiu o mesmo caminho. Murphy já era um nome conhecido por todos desde os anos 1980, com o lançamento de <a href=\"https://_{type: 'screen', 'id': 90, 'screen_type': movie}\">Beverly Hills Cop</a> (BR: Um Tira da Pesada, 1984). Mas foi com <a href=\"https://_{type: 'screen', 'id': 9327, 'screen_type': movie}\">The Nutty Professor</a> (BR: Professor Aloprado, 1996) que descobrimos o talento de Murphy em atuar: ele interpreta todos os personagens da família do Professor Sherman Klump."
    },
    {
      "type": "text",
      "content_text": "Nos anos 80, a comédia ZAZ havia dominado as bilheterias com <a href=\"https://_{type: 'screen', 'id': 813, 'screen_type': movie}\">Airplane!</a> (BR: Apertem os Cintos... O Piloto Sumiu!, 1980) e <a href=\"https://_{type: 'screen', 'id': 37136, 'screen_type': movie}\">The Naked Gun: From the Files of Police Squad!</a> (BR: Corra que a Polícia Vem Aí!, 1988), mas acabou ganhando uma pausa durante os anos 1990. Até que os irmãos Wayans lançaram, em 2000, <a href=\"https://_{type: 'screen', 'id': 4247, 'screen_type': movie}\">Scary Movie</a> (BR: Todo Mundo em Pânico, 2000). O Filme, focando em brincar com os principais filmes de terror lançados nos anos anteriores, foi um tremendo sucesso, revivendo o subgênero de paródias. Filmes como <a href=\"https://_{type: 'screen', 'id': 9760, 'screen_type': movie}\">Epic Movie</a> (BR: Deu a Louca em Hollywood, 2007), <a href=\"https://_{type: 'screen', 'id': 7278, 'screen_type': movie}\">Meet the Spartans</a> (BR: Espartalhões, 2008), <a href=\"https://_{type: 'screen', 'id': 11918, 'screen_type': movie}\">Superhero Movie</a> (BR: Super-Herói: O Filme, 2008) e <a href=\"https://_{type: 'screen', 'id': 7446, 'screen_type': movie}\">Tropic Thunder</a> (BR: Trovão Tropical, 2008) seguiu essa linha de humor."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "popularity": 30.816,
          "vote_count": 5232,
          "release_date": "1990-03-23",
          "id": 114,
          "adult": false,
          "backdrop_path": "\/qR65BuiuYtazfO2TiUejkYeWc7V.jpg",
          "title": "Pretty Woman",
          "genre_ids": [
            10749,
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Pretty Woman",
          "poster_path": "\/hMVMMy1yDUvdufpTl8J8KKNYaZX.jpg",
          "overview": "When a millionaire wheeler-dealer enters a business contract with a Hollywood hooker Vivian Ward, he loses his heart in the bargain.",
          "video": false,
          "vote_average": 7.4
        },
        {
          "popularity": 53.945,
          "vote_count": 5555,
          "release_date": "1999-07-09",
          "id": 2105,
          "adult": false,
          "backdrop_path": "\/cvH1gNIMRITdLzoWv1HNAbRyH3n.jpg",
          "title": "American Pie",
          "genre_ids": [
            35,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "American Pie",
          "poster_path": "\/5P68by2Thn8wHAziyWGEw2O7hco.jpg",
          "overview": "At a high-school party, four friends find that losing their collective virginity isn't as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all \"score.\" by their senior prom.",
          "video": false,
          "vote_average": 6.5
        },
        {
          "popularity": 20.217,
          "vote_count": 4020,
          "release_date": "1994-02-04",
          "id": 3049,
          "adult": false,
          "backdrop_path": "\/p9ICbzpbYKNNYfUD5j0fIZXBeFe.jpg",
          "title": "Ace Ventura: Pet Detective",
          "genre_ids": [
            35,
            9648
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Ace Ventura: Pet Detective",
          "poster_path": "\/pqiRuETmuSybfnVZ7qyeoXhQyN1.jpg",
          "overview": "He's Ace Ventura: Pet Detective. Jim Carrey is on the case to find the Miami Dolphins' missing mascot and quarterback Dan Marino. He goes eyeball to eyeball with a man-eating shark, stakes out the Miami Dolphins and woos and wows the ladies. Whether he's undercover, under fire or underwater, he always gets his man… or beast!",
          "video": false,
          "vote_average": 6.5
        },
        {
          "popularity": 28.21,
          "vote_count": 5392,
          "release_date": "1999-03-30",
          "id": 4951,
          "adult": false,
          "backdrop_path": "\/dzpO9NG28CzsYBJZ5EJ3oKEKOIG.jpg",
          "title": "10 Things I Hate About You",
          "genre_ids": [
            35,
            10749,
            18
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "10 Things I Hate About You",
          "poster_path": "\/ujERk3aKABXU3NDXOAxEQYTHe9A.jpg",
          "overview": "On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own.",
          "video": false,
          "vote_average": 7.5
        },
        {
          "popularity": 48.541,
          "vote_count": 4521,
          "release_date": "2000-07-07",
          "id": 4247,
          "adult": false,
          "backdrop_path": "\/7nXYjP2337JzIAlpgWP6SYGviUg.jpg",
          "title": "Scary Movie",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Scary Movie",
          "poster_path": "\/lRQiJXETkCnVVurHmglNvMXrZOx.jpg",
          "overview": "Following on the heels of popular teen-scream horror movies, with uproarious comedy and biting satire. Marlon and Shawn Wayans, Shannon Elizabeth and Carmen Electra pitch in to skewer some of Hollywood's biggest blockbusters, including Scream, I Know What You Did Last Summer, The Matrix, American Pie and The Blair Witch Project.",
          "video": false,
          "vote_average": 6.3
        },
        {
          "popularity": 30.709,
          "vote_count": 7124,
          "release_date": "1994-07-29",
          "id": 854,
          "adult": false,
          "backdrop_path": "\/nBwma19YkMFCQ6FuxbxcIdXg2FO.jpg",
          "title": "The Mask",
          "genre_ids": [
            10749,
            35,
            80,
            14
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Mask",
          "poster_path": "\/yd3wjLLeQHJ3oRDy4wwiNNFVyLW.jpg",
          "overview": "When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle. Unfortunately, under the mask's influence, Ipkiss also robs a bank, which angers junior crime lord Dorian Tyrell, whose goons get blamed for the heist.",
          "video": false,
          "vote_average": 6.9
        },
        {
          "popularity": 14.357,
          "vote_count": 1152,
          "release_date": "2008-03-27",
          "id": 11918,
          "adult": false,
          "backdrop_path": "\/2Y7UAYeq11TSzi7OtgSSuVHu89g.jpg",
          "title": "Superhero Movie",
          "genre_ids": [
            28,
            35,
            878
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Superhero Movie",
          "poster_path": "\/f3gFb4wLwNGQcpweamVhjNBdJ58.jpg",
          "overview": "The team behind Scary Movie takes on the comic book genre in this tale of Rick Riker, a nerdy teen imbued with superpowers by a radioactive dragonfly. And because every hero needs a nemesis, enter Lou Landers, aka the villainously goofy Hourglass.",
          "video": false,
          "vote_average": 5.1
        },
        {
          "popularity": 15.186,
          "vote_count": 2086,
          "release_date": "1996-06-26",
          "id": 9327,
          "adult": false,
          "backdrop_path": "\/q9yEfSbgGaHyjaD8053wRN0NX1S.jpg",
          "title": "The Nutty Professor",
          "genre_ids": [
            14,
            35,
            10749,
            878
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Nutty Professor",
          "poster_path": "\/fMtb5aZoLRNbMnCkatFsTmPRfl5.jpg",
          "overview": "Eddie Murphy stars as shy Dr. Sherman Klump, a kind, brilliant, 'calorifically challenged' genetic professor. When beautiful Carla Purty joins the university faculty, Sherman grows desperate to whittle his 400-pound frame down to size and win her heart. So, with one swig of his experimental fat-reducing serum, Sherman becomes 'Buddy Love', a fast-talking, pumped-up , plumped down Don Juan.",
          "video": false,
          "vote_average": 5.6
        },
        {
          "popularity": 18.342,
          "vote_count": 4055,
          "release_date": "2008-08-09",
          "id": 7446,
          "adult": false,
          "backdrop_path": "\/1riTqK5ouEgjTs69MVm0F8dXilZ.jpg",
          "title": "Tropic Thunder",
          "genre_ids": [
            28,
            35,
            12,
            10752
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Tropic Thunder",
          "poster_path": "\/zAurB9mNxfYRoVrVjAJJwGV3sPg.jpg",
          "overview": "Vietnam veteran 'Four Leaf' Tayback's memoir, Tropic Thunder, is being made into a film, but Director Damien Cockburn can’t control the cast of prima donnas. Behind schedule and over budget, Cockburn is ordered by a studio executive to get filming back on track, or risk its cancellation. On Tayback's advice, Cockburn drops the actors into the middle of the jungle to film the remaining scenes but, unbeknownst to the actors and production, the group have been dropped in the middle of the Golden Triangle, the home of heroin-producing gangs.",
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 24.271,
          "overview": "Lloyd and Harry are two men whose stupidity is really indescribable. When Mary, a beautiful woman, loses an important suitcase with money before she leaves for Aspen, the two friends (who have found the suitcase) decide to return it to her. After some \"adventures\" they finally get to Aspen where, using the lost money they live it up and fight for Mary's heart.",
          "release_date": "1994-12-16",
          "id": 8467,
          "adult": false,
          "backdrop_path": "\/8uBTDGRcNHhYChcoazP5rleRME7.jpg",
          "title": "Dumb and Dumber",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Dumb and Dumber",
          "poster_path": "\/4LdpBXiCyGKkR8FGHgjKlphrfUc.jpg",
          "vote_count": 4303,
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 13.868,
          "overview": "Failed hockey player-turned-golf whiz Happy Gilmore -- whose unconventional approach and antics on the grass courts the ire of rival Shooter McGavin -- is determined to win a PGA tournament so he can save his granny's house with the prize money. Meanwhile, an attractive tour publicist tries to soften Happy's image.",
          "release_date": "1996-02-16",
          "id": 9614,
          "adult": false,
          "backdrop_path": "\/yUUFAqAnn73TwGD6QaH4Hg9dQB4.jpg",
          "title": "Happy Gilmore",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Happy Gilmore",
          "poster_path": "\/4RnCeRzvI1xk5tuNWjpDKzSnJDk.jpg",
          "vote_count": 1731,
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 16.399,
          "overview": "When diabolical genius, Dr. Evil travels back in time to steal superspy Austin Powers's ‘mojo’, Austin must return to the swingin' '60s himself – with the help of American agent, Felicity Shagwell – to stop the dastardly plan. Once there, Austin faces off against Dr. Evil's army of minions and saves the world in his own unbelievably groovy way.",
          "release_date": "1999-06-08",
          "id": 817,
          "adult": false,
          "backdrop_path": "\/sEsdop7UILmJ8M6OTsWt5zlf3M6.jpg",
          "title": "Austin Powers: The Spy Who Shagged Me",
          "genre_ids": [
            12,
            35,
            80,
            878
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Austin Powers: The Spy Who Shagged Me",
          "poster_path": "\/f2ohIBEbc3eERyU5pgSknm8DqUj.jpg",
          "vote_count": 2290,
          "video": false,
          "vote_average": 6.2
        },
        {
          "popularity": 19.904,
          "overview": "For Ted, prom night went about as bad as it’s possible for any night to go. Thirteen years later, he finally gets another chance with his old prom date, only to run up against other suitors including the sleazy detective he hired to find her.",
          "release_date": "1998-07-15",
          "id": 544,
          "adult": false,
          "backdrop_path": "\/iE8mFZKNYhqgs6RynCTQaaMcgcb.jpg",
          "title": "There's Something About Mary",
          "genre_ids": [
            10749,
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "There's Something About Mary",
          "poster_path": "\/Ah72Vh5hp95RymOdRNLxIxIKdZM.jpg",
          "vote_count": 3589,
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 31.386,
          "vote_count": 3009,
          "release_date": "1998-09-18",
          "id": 2109,
          "adult": false,
          "backdrop_path": "\/4nMEI2ANe3YB22u18xbHXZOLVIy.jpg",
          "title": "Rush Hour",
          "genre_ids": [
            28,
            35,
            80
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Rush Hour",
          "poster_path": "\/5LM4sJ2SYTvo6q3sOdYaL7Ly3uj.jpg",
          "overview": "When Hong Kong Inspector Lee is summoned to Los Angeles to investigate a kidnapping, the FBI doesn't want any outside help and assigns cocky LAPD Detective James Carter to distract Lee from the case. Not content to watch the action from the sidelines, Lee and Carter form an unlikely partnership and investigate the case themselves.",
          "video": false,
          "vote_average": 6.9
        },
        {
          "popularity": 14.048,
          "vote_count": 4696,
          "release_date": "2005-08-11",
          "id": 6957,
          "adult": false,
          "backdrop_path": "\/wqpDzWvVSnXbLDygAffiT0YQ49K.jpg",
          "title": "The 40 Year Old Virgin",
          "genre_ids": [
            35,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The 40 Year Old Virgin",
          "poster_path": "\/vR8zYLWpl8sjRfp3RQ0ZkiWAPu5.jpg",
          "overview": "Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there's one thing Andy hasn't done, and it's really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.",
          "video": false,
          "vote_average": 6.3
        },
        {
          "popularity": 36.871,
          "overview": "Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry.",
          "release_date": "2007-03-20",
          "id": 8363,
          "adult": false,
          "backdrop_path": "\/bwYhIvGPh81gLRTx3gWnU0Ho6nc.jpg",
          "title": "Superbad",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Superbad",
          "poster_path": "\/ek8e8txUyUwd2BNqj6lFEerJfbq.jpg",
          "vote_count": 4709,
          "video": false,
          "vote_average": 7.1
        },
        {
          "popularity": 35.381,
          "vote_count": 2203,
          "release_date": "2004-04-09",
          "id": 10591,
          "adult": false,
          "backdrop_path": "\/6MeZfdCezhM2Eif8r08zYD0mRSQ.jpg",
          "title": "The Girl Next Door",
          "genre_ids": [
            35,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Girl Next Door",
          "poster_path": "\/5mVyFHSY2rSsNgD4NfEwV82HigU.jpg",
          "overview": "Exceptionally ambitious high schooler Matthew has aspirations for a career in politics when he falls in love with his gorgeous 19-year-old neighbor, Danielle. But Matthew's bright future is jeopardized when he finds Danielle was once a porn star. As Danielle's past catches up with her, Matthew's love for her forces him to re-evaluate his goals.",
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 18.419,
          "overview": "Carl Allen has stumbled across a way to shake free of post-divorce blues and a dead-end job: embrace life and say yes to everything.",
          "release_date": "2008-12-09",
          "id": 10201,
          "adult": false,
          "backdrop_path": "\/kueBMnoZVmagMfP6ortvkOVuWtI.jpg",
          "title": "Yes Man",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Yes Man",
          "poster_path": "\/16zVbgFLTUaUTG1wQHuGjfWNuDM.jpg",
          "vote_count": 4598,
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 15.897,
          "vote_count": 4032,
          "release_date": "1999-05-13",
          "id": 509,
          "adult": false,
          "backdrop_path": "\/incigEAw6Dekpk7BeFzb3BYcmCY.jpg",
          "title": "Notting Hill",
          "genre_ids": [
            10749,
            35,
            18
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Notting Hill",
          "poster_path": "\/cBpef6K40Su2CcBb3c18WdwRFCL.jpg",
          "overview": "William Thacker is a London bookstore owner whose humdrum existence is thrown into romantic turmoil when famous American actress Anna Scott appears in his shop. A chance encounter over spilled orange juice leads to a kiss that blossoms into a full-blown affair. As the average bloke and glamorous movie star draw closer and closer together, they struggle to reconcile their radically different lifestyles in the name of love.",
          "video": false,
          "vote_average": 7.2
        },
        {
          "popularity": 17.63,
          "vote_count": 2442,
          "release_date": "2003-02-07",
          "id": 9919,
          "adult": false,
          "backdrop_path": "\/cdYj6HFpKp5NTmLiHHbNEGSmDT4.jpg",
          "title": "How to Lose a Guy in 10 Days",
          "genre_ids": [
            35,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "How to Lose a Guy in 10 Days",
          "poster_path": "\/2dlftyPz7mTYbrsPvTogyFmYd7d.jpg",
          "overview": "An advice columnist, Andie Anderson, tries pushing the boundaries of what she can write about in her new piece about how to get a man to leave you in 10 days. Her editor, Lana, loves it, and Andie goes off to find a man she can use for the experiment. Enter executive Ben Berry, who is so confident in his romantic prowess that he thinks he can make any woman fall in love with him in 10 days. When Andie and Ben meet, their plans backfire.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 28.071,
          "overview": "High school hotshot Zach Siler is the envy of his peers. But his popularity declines sharply when his cheerleader girlfriend, Taylor, leaves him for sleazy reality-television star Brock Hudson. Desperate to revive his fading reputation, Siler agrees to a seemingly impossible challenge. He has six weeks to gain the trust of nerdy outcast Laney Boggs -- and help her to become the school's next prom queen.",
          "release_date": "1999-01-29",
          "id": 10314,
          "adult": false,
          "backdrop_path": "\/oSY7vsYlScliVKomRNviGuWXykC.jpg",
          "title": "She's All That",
          "genre_ids": [
            35,
            10749
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "She's All That",
          "poster_path": "\/a0pepZNFCjggc7Na9gEwbTI1f46.jpg",
          "vote_count": 1367,
          "video": false,
          "vote_average": 6.2
        },
        {
          "popularity": 13.02,
          "vote_count": 2175,
          "release_date": "1998-06-26",
          "id": 3050,
          "adult": false,
          "backdrop_path": "\/nCvM85EzfqC9LWOBr04vJsIv4bO.jpg",
          "title": "Doctor Dolittle",
          "genre_ids": [
            35,
            14,
            10751
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Doctor Dolittle",
          "poster_path": "\/tLrchGMIkdo1KamQJA6fwvDQEy0.jpg",
          "overview": "A successful physician and devoted family man, John Dolittle seems to have the world by the tail, until a long suppressed talent he possessed as a child, the ability to communicate with animals is suddenly reawakened with a vengeance! Now every creature within squawking distance wants the good doctor's advice, unleashing an outrageous chain of events that turns his world upside down!",
          "video": false,
          "vote_average": 5.6
        },
        {
          "popularity": 31.898,
          "vote_count": 3588,
          "release_date": "2006-11-01",
          "id": 496,
          "adult": false,
          "backdrop_path": "\/fVll3gZWsHzHl85MrdxFD7ZbCUn.jpg",
          "title": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
          "poster_path": "\/kfkyALfD4G1mlBJI1lOt2QCra4i.jpg",
          "overview": "Kazakh journalist Borat Sagdiyev travels to America to make a documentary. As he zigzags across the nation, Borat meets real people in real situations with hysterical consequences. His backwards behavior generates strong reactions around him exposing prejudices and hypocrisies in American culture.",
          "video": false,
          "vote_average": 6.7
        },
        {
          "popularity": 66.129,
          "vote_count": 12695,
          "release_date": "2009-06-02",
          "id": 18785,
          "adult": false,
          "backdrop_path": "\/2o0PKGmnSgCGkzoSePNAqse8Ure.jpg",
          "title": "The Hangover",
          "genre_ids": [
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "The Hangover",
          "poster_path": "\/jjCPcxw7QCmFPYM1t3BThdEawJK.jpg",
          "overview": "When three friends finally come to after a raucous night of bachelor-party revelry, they find a baby in the closet and a tiger in the bathroom. But they can't seem to locate their best friend, Doug – who's supposed to be tying the knot. Launching a frantic search for Doug, the trio perseveres through a nasty hangover to try to make it to the church on time.",
          "video": false,
          "vote_average": 7.3
        },
        {
          "popularity": 19.845,
          "overview": "A stoner and his dealer are forced to go on the run from the police after the pothead witnesses a cop commit a murder.",
          "release_date": "2008-08-06",
          "id": 10189,
          "adult": false,
          "backdrop_path": "\/c6LIAhqkGTeB5ppgiysh7NYrafg.jpg",
          "title": "Pineapple Express",
          "genre_ids": [
            28,
            35,
            80
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Pineapple Express",
          "poster_path": "\/6E50WjeOYjDZg9HXgPjYdGtY2jG.jpg",
          "vote_count": 2566,
          "video": false,
          "vote_average": 6.6
        },
        {
          "popularity": 16.426,
          "overview": "A lowly pencil pusher working for MI7, Johnny English is suddenly promoted to super spy after Agent One is assassinated and every other agent is blown up at his funeral. When a billionaire entrepreneur sponsors the exhibition of the Crown Jewels—and the valuable gems disappear on the opening night and on English's watch—the newly-designated agent must jump into action to find the thief and recover the missing gems.",
          "release_date": "2003-03-14",
          "id": 9486,
          "adult": false,
          "backdrop_path": "\/tGcIy7gA8jwYpi5W2UB1Rxrk2i6.jpg",
          "title": "Johnny English",
          "genre_ids": [
            12,
            28,
            35
          ],
          "media_type": "movie",
          "original_language": "en",
          "original_title": "Johnny English",
          "poster_path": "\/vxWakJalIcLO1J8yyFEOVQzuLsv.jpg",
          "vote_count": 2341,
          "video": false,
          "vote_average": 6.2
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 41039,
          "name": "Judd Apatow",
          "profile_path": "/iXlnv4NvZkmhB7bJBXea5T21gBT.jpg"
        },
        {
          "id": 1204,
          "name": "Julia Roberts",
          "profile_path": "/pahtuRDpaopvO6rH1RYS2omrO8L.jpg"
        },
        {
          "id": 206,
          "name": "Jim Carrey",
          "profile_path": "/u0AqTz6Y7GHPCHINS01P7gPvDSb.jpg"
        },
        {
          "id": 31,
          "name": "Tom Hanks",
          "profile_path": "/xndWFsBlClOJFRdhSt4NBwiPq2o.jpg"
        },
        {
          "id": 6941,
          "name": "Cameron Diaz",
          "profile_path": "/tQNnnyIUfUcP1uXRButS3xcwBmP.jpg"
        },
        {
          "id": 776,
          "name": "Eddie Murphy",
          "profile_path": "/qgjMfefsKwSYsyCaIX46uyOXIpy.jpg"
        },
        {
          "id": 19292,
          "name": "Adam Sandler",
          "profile_path": "/gLkLCsQdwDDPabRhKPB25nGtKwS.jpg"
        },
        {
          "id": 4495,
          "name": "Steve Carell",
          "profile_path": "/dzJtsLspH5Bf8Tvw7OQC47ETNfJ.jpg"
        },
        {
          "id": 1772,
          "name": "Anna Faris",
          "profile_path": "/4e2EwRr2wvaFRisYD8SXjEIH1JW.jpg"
        },
        {
          "id": 7399,
          "name": "Ben Stiller",
          "profile_path": "/scgpxhI05JpdNXXfmpK6z0rPOWN.jpg"
        },
        {
          "id": 21007,
          "name": "Jonah Hill",
          "profile_path": "/cymlWttB83MsAGR2EkTgANtjeRH.jpg"
        },
        {
          "id": 1205,
          "name": "Richard Gere",
          "profile_path": "/abarbt6DRlVeAVM96uTGly2vUo8.jpg"
        },
        {
          "id": 39995,
          "name": "Michael Cera",
          "profile_path": "/hIOklOheEMqabttdpUWt5Aaza0m.jpg"
        },
        {
          "id": 3291,
          "name": "Hugh Grant",
          "profile_path": "/piTC1mCFr6ZCS3SdaN5qF9Vnqu7.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}