{
  "number": 5,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nos anos 1990, o cinema europeu tentou estabelecer uma identidade continental diante do que era percebido como o imperialismo cultural de Hollywood. Na nova divisão de países da Europa Oriental e Central, os cineastas procuraram um equilíbrio entre o desejo de um cinema nacional peculiar e o reconhecimento como integrante da tradição europeia. Em parte, como consequência da Guerra Fria, esses países tinham antigos mercados domésticos para produções populares e cabia a apenas alguns diretores produzir os filmes de maior apelo."
    },
    {
      "type": "video",
      "video_id": "okQJPUTQMqA",
      "information": {
        "contentTitle": "Cenas do filme O Ódio",
        "contentText": "Estrelado por Vincent Cassel , Hubert Koundé e Saïd Taghmaoui, o filme narra a vida de 24 horas de três amigos que vivem em um bairro pobre de Paris, habitado por imigrantes, e partem para uma jornada noturna na qual são pegos pela polícia.",
        "source": "Youtube: Canal <i>cinefilikos</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na Hungria, o épico <a href=\"https://_{type: 'screen', 'id': 31414, 'screen_type': movie}\">Sátántangó</a> (BR: O Tango de Satã, 1994), de <a href=\"https://_{type: 'screen', 'id': 85637, 'screen_type': person}\">Béla Tarr</a> (n-1955), confirmou o diretor como um sucessor natural de <a href=\"https://_{type: 'screen', 'id': 137349, 'screen_type': person}\">Miklós Jancsó</a> (n-1921) e de <a href=\"https://_{type: 'screen', 'id': 225898, 'screen_type': person}\">István Szabo</a> (n-1938). Na antiga Iugoslávia, <a href=\"https://_{type: 'screen', 'id': 15254, 'screen_type': person}\">Emir Kusturica</a> (n-1954) derrubou <a href=\"https://_{type: 'screen', 'id': 17554, 'screen_type': person}\">Dušan Makavejev</a> (1932-2019) com filmes como <a href=\"https://_{type: 'screen', 'id': 11902, 'screen_type': movie}\">Underground</a> (BR: Underground - Mentiras de Guerra, 1995) - comédia surrealista sobre a Iugoslávia desde a Segunda Guerra Mundial. Tanto <i>Tarr</i> quanto <i>Kusturica</i> obtiveram aclamação internacional, o que rendeu poucos benefícios para os cineastas de seus países."
    },
    {
      "type": "text",
      "content_text": "Na Polônia, <a href=\"https://_{type: 'screen', 'id': 2801, 'screen_type': person}\">Andrzej Wajda</a> (n-1926) havia passado o posto de grande cineasta nacional para <a href=\"https://_{type: 'screen', 'id': 1126, 'screen_type': person}\">Krzysztof Kieślowski</a> (1941-1996) na década de 1980, mas a condição de ícone nacional dos dois foi subvertida pelo fato de que ambos se mudaram para França por motivos políticos e também atraídos por melhores condições financeiras. Esse comportamento não foi nada raro: a \"<i>Trilogia das cores</i>\", de Kieslowski (1993-1994), batizada com o nome das cores da bandeira da França, foi produzida pelo romeno <a href=\"https://_{type: 'screen', 'id': 1134, 'screen_type': person}\">Marin Karmitz</a> (n-1938), mesmo diretor que depois atraiu <a href=\"https://_{type: 'screen', 'id': 6011, 'screen_type': person}\">Michael Haneke</a> (n-1942) da Áustria para a França."
    },
    {
      "type": "video",
      "video_id": "6mPPmazIzcA",
      "information": {
        "contentTitle": "Cenas do filme Tudo sobre Minha Mãe",
        "contentText": "Almodóvar dedica seu filme \"A todas as atrizes que já interpretaram atrizes. A todas as mulheres que atuam. Aos homens que atuam e se tornam mulheres. A todas as pessoas que querem ser mães. À minha mãe\".",
        "source": "Youtube: Canal <i>Raoul416</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Colaborações desse tipo não são capazes apenas de levantar questões em torno da nacionalidade de um filme - a \"<i>Trilogia das cores</i>\" é formada por filmes de produção franco-polonesa, e dois deles são em francês e um, basicamente em polonês - mas também sugerem que a Europa funciona como um microcosmo da indústria cinematográfica internacional em um momento em que a Europa Ocidental perde seus talentos ascendentes para Hollywood, da mesma forma que a Europa Oriental perde os seus para a França."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O diretor Michael Haneke deseja descontruir e criticar praticamente todo o cinema anterior – confrontando a plateia com sua própria hipocrisia.",
        "author": "Kim Newman sobre Violência Gratuita"
      }
    },
    {
      "type": "text",
      "content_text": "A produção cinematográfica francesa desse período teve seu caminho aberto por uma série de produções caras, de grande porte, inspiradas nas tradições literárias e históricas francesas, geralmente protagonizadas por grandes nomes, O sucesso de <a href=\"https://_{type: 'screen', 'id': 11673, 'screen_type': movie}\">Cyrano de Bergerac</a> (BR: Cyrano, 1990), de <a href=\"https://_{type: 'screen', 'id': 25950, 'screen_type': person}\">Jean-Paul Rappeneau</a> (n-1932), juntamente com o de <a href=\"https://_{type: 'screen', 'id': 4480, 'screen_type': movie}\">Jean de Florette</a> (1986), de <a href=\"https://_{type: 'screen', 'id': 20718, 'screen_type': person}\">Claude Berri</a> (1934-2009), transformou Gérard Depardieu em astro de renome internacional."
    },
    {
      "type": "video",
      "video_id": "Kak6KzwYHa4",
      "information": {
        "contentTitle": "Cenas do filme Violência Gratuita",
        "contentText": "O filme frequentemente confunde a linha entre ficção e realidade, destacando especialmente o ato de observação. O personagem Paul quebra a quarta parede ao longo do filme e se dirige à câmera de várias maneiras. Enquanto ele orienta Anna para procurar seu cachorro morto, ele se vira, pisca e sorri para a câmera.",
        "source": "Youtube: Canal <i>Carlos Esteban Murillo S.</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo, uma série de filmes de baixo orçamento, feita por diretores mais jovens, empregava técnicas de Hollywood para expressar uma visão estética singular. A década viu a ascensão de grandes talentos como <a href=\"https://_{type: 'screen', 'id': 2419, 'screen_type': person}\">Jean-Pierre Jeunet</a> (n-1953) e <a href=\"https://_{type: 'screen', 'id': 13680, 'screen_type': person}\">Marc Caro</a> (n-1956), que explodiram na cena internacional com a comédia surrealista de humor negro ambientada em uma França pós-apocalíptica <a href=\"https://_{type: 'screen', 'id': 892, 'screen_type': movie}\">Delicatessen</a> (1991). A representação altamente estilizada da juventude suburbana feita por <a href=\"https://_{type: 'screen', 'id': 2406, 'screen_type': person}\">Mathieu Kassovitz</a> (n-1967) em <a href=\"https://_{type: 'screen', 'id': 406, 'screen_type': movie}\">La Haine</a> (BR: O ódio, 1995) se concentra em temas da integração social que estavam em pauta na França contemporânea e que reverberavam a nível internacional. Da mesma forma que <a href=\"https://_{type: 'screen', 'id': 59, 'screen_type': person}\">Luc Besson</a> (n-1959), tanto Jeunet como Kassovitz partiram para fazer filmes nos Estados Unidos."
    },
    {
      "type": "text",
      "content_text": "O canto das sereias de Hollywood teve um impacto prejudicial na Alemanha, pois muitos dos talentos da década anterior - <a href=\"https://_{type: 'screen', 'id': 5231, 'screen_type': person}\">Wolfgang Petersen</a> (n-1941) e <a href=\"https://_{type: 'screen', 'id': 6046, 'screen_type': person}\">Roland Emmerich</a> (n-1955) - também abandonaram o barco. Além do mais, a promessa e o prestigio ligados ao Novo Cinema Alemão dos anos 1970 naufragaram."
    },
    {
      "type": "video",
      "video_id": "ppeZQ8inevE",
      "information": {
        "contentTitle": "Cenas do filme Corra, Lola, Corra",
        "contentText": "O filme traz duas alusões ao filme Um Corpo que Cai, de Alfred Hitchcock. Assim como no fime de Hitchcock, ele apresenta imagens recorrentes de espirais, como a barra Spirale atrás da cabine telefônica de Manni e a escada em espiral pela qual Lola desce. Além disso, a pintura na parede posterior do cassino com a cabeça de uma mulher vista por trás é baseada em uma foto do filme Um Corpo que Cai.",
        "source": "Youtube: Canal <i>EGO Channel</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O cinema alemão teve dificuldade em expressar uma identidade própria e não apareceram cineastas com uma obra consistente. Perto do final da década, os thrillers românticos de <a href=\"https://_{type: 'screen', 'id': 1071, 'screen_type': person}\">Tom Tykwer</a> (n-1965), <a href=\"https://_{type: 'screen', 'id': 781, 'screen_type': movie}\">Winterschläfer</a> (BR: Inverno quente, 1997) e <a href=\"https://_{type: 'screen', 'id': 104, 'screen_type': movie}\">Lola rennt</a> (BR: Corra, Lola corra, 1998) ofereceram uma inspiradora esperança para o futuro, mas também ele, pouco depois, seguiu a trilha desgastada que conduz a Hollywood."
    },
    {
      "type": "text",
      "content_text": "No sul da Europa, a indústria cinematográfica italiana olhou com nostalgia para o passado. Inspirando-se no neorrealismo e nas comédias de Totó para reproduzir o sucesso de <a href=\"https://_{type: 'screen', 'id': 11216, 'screen_type': movie}\">Nuovo Cinema Paradiso</a> (BR: Cinema Paradiso, 1988), dirigido por <a href=\"https://_{type: 'screen', 'id': 65314, 'screen_type': person}\">Giuseppe Tornatore</a> (n-1956), veio <a href=\"https://_{type: 'screen', 'id': 11010, 'screen_type': movie}\">Il postino</a> (BR: O Carteiro e o Poeta, 1994), com o astro francês Philippe Noiret, dirigida pelo inglês <a href=\"https://_{type: 'screen', 'id': 28898, 'screen_type': person}\">Michael Radford</a> (n-1946), e <a href=\"https://_{type: 'screen', 'id': 637, 'screen_type': movie}\">La vita è bella</a> (BR: A vida é bela, 1997), de <a href=\"https://_{type: 'screen', 'id': 4818, 'screen_type': person}\">Roberto Benign</a> (n-1952). <a href=\"https://_{type: 'screen', 'id': 309, 'screen_type': person}\">Pedro Almodóvar</a> (n-1949) havia dominado o cinema nacional por algum tempo com sua visão esotérica e excêntrica da Espanha pós-Franco, filtrada pelas lentes maníacas e saturadas de cores do melodrama, da comédia e do surrealismo. Ele continuou a ter sucesso com filmes como <a href=\"https://_{type: 'screen', 'id': 4307, 'screen_type': movie}\">La flor de mi secreto</a> (BR: A flor do meu segredo, 1995) e <a href=\"https://_{type: 'screen', 'id': 99, 'screen_type': movie}\">Todo sobre mi madre</a> (BR: Tudo sobre minha mãe, 1999). Porém, teve que dividir os louros com <a href=\"https://_{type: 'screen', 'id': 16435, 'screen_type': person}\">Julio Medem</a> (n-1958), que estreou com o drama rural <a href=\"https://_{type: 'screen', 'id': 2441, 'screen_type': movie}\">Vacas</a> (1992), e o chileno <a href=\"https://_{type: 'screen', 'id': 19840, 'screen_type': person}\">Alejandro Amenábar</a> (n.1972), cujo thriller <a href=\"https://_{type: 'screen', 'id': 1902, 'screen_type': movie}\">Abre los ojos</a> (BR: Preso na escuridão, 1997) atraiu atenção internacional suficiente para merecer uma refilmagem em Hollywood sob o nome de <a href=\"https://_{type: 'screen', 'id': 1903, 'screen_type': movie}\">Vanilla Sky</a> (2001), com Penélope Cruz novamente no papel principal."
    },
    {
      "type": "video",
      "video_id": "53vr9EiOH7g",
      "information": {
        "contentTitle": "Trailer do filme Dançando no Escuro",
        "contentText": "Dançando no Escuro completa a trilogia de filmes \"Coração de Ouro\" de von Trier, que inclui Breaking the Waves e Idioterne. A trilha sonora do filme, lançada no álbum Selmasongs, foi toda criada pela atriz protagonista e musicista Björk.",
        "source": "Youtube: Canal <i>thecultbox</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Coube a dois diretores dinamarqueses, <a href=\"https://_{type: 'screen', 'id': 42, 'screen_type': person}\">Lars von Trier</a> (n-1956) e <a href=\"https://_{type: 'screen', 'id': 4453, 'screen_type': person}\">Thomas Vinterberg</a> (n-1969), a tentativa seminal de realizar um renascimento do cinema nacional nessa época, com um olhar europeu. Em um simpósio que aconteceu em Paris em 1995 para celebrar o primeiro século do cinema, eles apresentaram o <strong>Manifesto Dogma 95</strong> e um \"<i>Voto de castidade</i>\", uma série de regras que tinham como objetivo libertar os artistas da necessidade de competir com Hollywood. Apresentando-se como uma \"<i>ação de resgate</i>\" contra os excessos cinematográficos de grandes orçamentos, o movimento Dogma 95 partiu para contrabalançar \"<i>certas tendências</i>\" do cinema - uma referência deliberada ao célebre artigo \"<i>Une certaine tendance du cinéma français</i>\" (Uma certa tendencia do cinema francēs), de <a href=\"https://_{type: 'screen', 'id': 1650, 'screen_type': person}\">François Truffaut</a> (1932-1984), publicado pela revista <i>Cahiers du cinéma</i> em 1954. Ele jurava revolucionar a preocupação cosmética do cinema moderno a previsibilidade do enredo e a superficialidade da ação."
    },
    {
      "type": "block_special",
      "title": "Dogma 95 e a essência do cinema",
      "image": {
        "image_type": "local",
        "url": "img_dogma_95",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O movimento Dogma 95 foi uma iniciativa dos cineastas dinamarqueses <i>Lars von Trier</i> e <i>Thomas Vinterberg</i> e é tratado como uma das maiores iniciativa da história do cinema. Surgido a partir de seu documento oficial, chamado <i>O Manifesto</i>, foi publicado em 13 de março de 1995 na cidade dinamarquesa de Copenhague, sendo apresentado a toda comunidade em um simpósio internacional sobre o centenário do cinema. A principal proposta do movimento era a criação de um cinema mais realista e menos comercial, que visava recuperar, na visão dos criadores, a essência do cinema.<br/><br/> \n\nO Manifesto assinado por <i>Lars von Trier</i> e <i>Thomas Vinterberg</i> estava focado na crítica à superprodução de filmes, além do fato de considerá-los verdadeiras obras de arte. A ideia de colocar o cinema como uma tela de pintura, bem como o uso de uma gama de recursos que traziam um tom de artificialidade exagerada aos longas, era bastante repudiada por ambos os diretores. A argumentação de que o público não deve ser iludido e que as tecnologias tiravam o poder do diretor na qualidade de autor de sua própria obra também aparecem como ideias do Manifesto. A publicação trazia ainda o “<i>Voto de Castidade</i>”, que levantava dez princípios a serem seguidos de acordo com o movimento do Dogma 95. São eles: <br/><br/> \n\nAs filmagens devem ser feitas em locais externos. Não podem ser usados acessórios ou cenografia (se a trama requer um acessório particular, deve-se escolher um ambiente externo onde ele se encontre). <br/> \n\nO som jamais deve ser produzido separadamente da imagem ou vice-versa. (A trilha sonora não poderá, portanto, ser utilizada). <br/> \n\nA câmera deve ser usada na mão. São consentidos todos os movimentos – ou a imobilidade – devidos aos movimentos do corpo. (O filme não deve ser feito onde a câmera está colocada; são as tomadas que devem desenvolver-se onde o filme tem lugar). <br/> \n\nO filme deve ser em cores. Não se aceita nenhuma iluminação especial. (Se há luz demais, a cena deve ser cortada, ou então, pode-se colocar uma única lâmpada sobre a câmera). \n\nSão proibidos os truques fotográficos e filtros. <br/> \n\nO filme não deve conter nenhuma ação “<i>superficial</i>”. (Em nenhum caso homicídios, uso de armas ou outros). <br/> \n\nSão vetados os deslocamentos temporais ou geográficos. (Isto significa que o filme se desenvolve em tempo real). <br/> \n\nSão inaceitáveis os filmes de gênero. <br/> \n\nO filme deve ser em 35 mm, standard. <br/> \n\nO nome do diretor não deve figurar nos créditos. <br/><br/> \n\nEm 2005, foram adicionados novos princípios ao Manifesto, que valeriam para filmes lançados a partir do ano seguinte. Ele são: <br/><br/> \n\nA gravação deve ser feita em formato digital. <br/> \n\nAs filmagens devem ocorrer na Escócia; <br/> \n\nAs filmagens não podem ultrapassar o prazo de 6 semanas; <br/> \n\nO custo total do filme não pode ultrapassar a quantia de um milhão de libras esterlinas. <br/><br/> \n\nApesar de inovador, o Manifesto também é visto como controverso. Suas ideias e filmes divergem em alguns pontos e são quase impossíveis de serem cumpridas. Os próprios autores do documento não as seguiram estritamente. Um exemplo clássico é <a href=\"https://_{type: 'screen', 'id': , 'screen_type': movie}\">Dogville</a> (2003), dirigido por von Trier e que, embora tenha seguido muitas regras do documento, não foi reconhecido pelo Dogma 95. <br/><br/> \n\nAo propor a representação do que é mais fiel à realidade, os criadores do Manifesto desconsideram que a realidade não é objetiva. O diretor de um filme, assim como qualquer outro ser humano, possui uma visão própria das coisas, ou seja, não é imparcial. Isso vai se refletir na maneira que o filme será feito, que predileções terá, como a câmera será posicionada em uma cena e como será o diálogo do que se quer falar. Assim, a representação não será, de todo, o que é real. Outra contradição é a não creditação ao diretor quando ele irá imprimir seu olhar à obra.",
      "credits": "Resumo baseado no artigo \"Dogma 95 e a essência do cinema\", de Fernando Pivetti e Luiza Fernandes no Jornalismo Junior."
    },
    {
      "type": "text",
      "content_text": "O primeiro filme Dogma foi <a href=\"https://_{type: 'screen', 'id': 309, 'screen_type': movie}\">Festen</a> (BR: Festa de família, 1998), filmado em vídeo <i>Sony Hi-8</i>, que acompanha a história de uma família destroçada por um suicídio. A primeira exploração de Von Trier dentro dos preceitos Dogma foi <a href=\"https://_{type: 'screen', 'id': 452, 'screen_type': movie}\">Idioterne</a> (BR: Os idiotas, 1998), que ganhou fama por sua expressão franca sobre a sexualidade e o tratamento da deficiência. O sucesso de <i>Festa de família</i>, juntamente com a fama de <i>Os idiotas</i>, garantiu ao Dogma uma plateia global. Em 1999, o movimento já havia se espalhado para a França com <a href=\"https://_{type: 'screen', 'id': 10621, 'screen_type': movie}\">Lovers</a> (1999), de <a href=\"https://_{type: 'screen', 'id': 1642, 'screen_type': person}\">Jean-Marc Barr</a> (n-1960), e nos Estados Unidos com <a href=\"https://_{type: 'screen', 'id': 42881, 'screen_type': movie}\">Julien Donkey-Boy</a> (1999), de <a href=\"https://_{type: 'screen', 'id': 51918, 'screen_type': person}\">Harmony Korine</a> (n-1973). Tornou se um fenômeno mundial e, ironicamente, ao olhar para as entranhas da Europa, Dogma 95 deu à luz um movimento com impacto global."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Corra, Lola, corra poderia facilmente ser a mais sucinta obra de arte conceitual já lançada no cinema, uma dose de choque do cinema existencialista alemão.",
        "author": "Ed Gonzalez sobre Corra, Lola, Corra"
      }
    },
    {
      "type": "text",
      "content_text": "Alguns países menores com produções que pareciam se concentrar, da mesma forma, em torno de um ou dois diretores - como a Grécia com <a href=\"https://_{type: 'screen', 'id': 10316, 'screen_type': person}\">Theodoros Angelopoulos</a> (n-1935), Portugal com <a href=\"https://_{type: 'screen', 'id': 256841, 'screen_type': person}\">Pedro Costa</a> (n-1959) e <a href=\"https://_{type: 'screen', 'id': 81749, 'screen_type': person}\">Manoel de Oliveira</a> (1908-2015) ou a Áustria com Haneke - lutaram para que seus filmes notáveis fossem rotulados como \"<i>europeus</i>\" em vez de saudados como indícios de uma suposta nova leva. <a href=\"https://_{type: 'screen', 'id': 24858, 'screen_type': movie}\">Mia Aioniotita Kai Mia Mera</a> (BR: A eternidade e um dia, 1998), de Angelopoulos, segue uma tradição cinematográfica de representar o tema universal do moribundo que faz as pazes com a vida. Porém, por toda a década, a tendência de identificar filmes individuais como sendo nacionais, em vez de europeus, pareceu ser quase impossível de se alterar."
    },
    {
      "type": "video",
      "video_id": "5kMTawJ0S2g",
      "information": {
        "contentTitle": "Cenas do filme Os idiotas",
        "contentText": "Para não violar uma das regras do Dogme 95, que proíbe o uso de música não diegética, um tocador de gaita foi gravado durante a filmagem de algumas cenas, inclusive dos créditos finais, mesmo que não seja visto na tela.",
        "source": "Youtube: Canal <i>Benjamin Mayer</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Assim, Haneke, alemão de nascença, criado na Áustria, lutou durante toda a década para se desvencilhar da visão corriqueira de seus filmes como denúncias a respeito da sociedade Austríaca, em vez da cultura ocidental como um todo, mesmo quando como aconteceu na sua paródia ao thriller <a href=\"https://_{type: 'screen', 'id': 10234, 'screen_type': movie}\">Funny Games</a> (BR: Violência gratuita, 1997) - ele filmou em um local não declarado que poderia se encontrar em qualquer área rural da Europa, com o idioma como único indicador da procedência do filme. Ou Von Trier, considerado essencialmente um diretor dinamarquês, mas cujos filmes raramente fazem referências a Dinamarca. É apenas quando os diretores saem dos países que eles conseguem escapar das fronteiras nacionais: um testamento sobre a complexidade da tensão entre a nação e a Europa que define a década.",
      "content_credits": "Resumo baseado no texto de <i>Catherine Whealtley</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "backdrop_path": "\/pnDpcvt0advOnkgo7MTQFnIuRet.jpg",
          "popularity": 9.521,
          "media_type": "movie",
          "genre_ids": [
            18,
            27,
            53
          ],
          "overview": "Two psychotic young men take a mother, father, and son hostage in their vacation cabin and force them to play sadistic \"games\" with one another for their own amusement.",
          "original_language": "de",
          "original_title": "Funny Games",
          "poster_path": "\/o8Sxq6dYiYDuH5N6NjjPTTE6oIN.jpg",
          "adult": false,
          "video": false,
          "vote_average": 7.4,
          "title": "Funny Games",
          "id": 10234,
          "release_date": "1997-05-14",
          "vote_count": 1083
        },
        {
          "vote_count": 2267,
          "popularity": 14.528,
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "overview": "After a chaotic night of rioting in a marginal suburb of Paris, three young friends, Vinz, Hubert and Saïd, wander around unoccupied waiting for news about the state of health of a mutual friend who has been seriously injured when confronting the police.",
          "original_language": "fr",
          "original_title": "La Haine",
          "poster_path": "\/bW4tXG8kZ89ZCurPnzDDSzJbeF5.jpg",
          "adult": false,
          "backdrop_path": "\/b2hLlrD7abdMx3yxG8ODPUYbBV3.jpg",
          "vote_average": 8.1,
          "title": "La Haine",
          "id": 406,
          "video": false,
          "release_date": "1995-05-31"
        },
        {
          "vote_count": 1124,
          "popularity": 12.349,
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "overview": "A single mother in Madrid sees her only son die on his birthday as he runs to seek an actress' autograph. Beside herself with grief, she returns to Barcelona to tell the boy's father about the death of the son he never knew he had.",
          "original_language": "es",
          "original_title": "Todo sobre mi madre",
          "poster_path": "\/hjQhzhkGYXPNM96k0mOgob6HMmn.jpg",
          "adult": false,
          "backdrop_path": "\/tilClWjFZeUTGJu0pxgF72fvUmN.jpg",
          "vote_average": 7.7,
          "title": "All About My Mother",
          "id": 99,
          "video": false,
          "release_date": "1999-04-19"
        },
        {
          "backdrop_path": "\/iZMePJtU8wAywFKNsvo46P9dMSi.jpg",
          "popularity": 14.012,
          "media_type": "movie",
          "genre_ids": [
            28,
            18,
            53
          ],
          "overview": "Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.",
          "original_language": "de",
          "original_title": "Lola rennt",
          "poster_path": "\/v0giIi4bTILVhNhJajet3WWY3FA.jpg",
          "adult": false,
          "video": false,
          "vote_average": 7.3,
          "title": "Run Lola Run",
          "id": 104,
          "release_date": "1998-08-20",
          "vote_count": 1389
        },
        {
          "vote_count": 557,
          "popularity": 11.057,
          "media_type": "movie",
          "genre_ids": [
            18,
            53
          ],
          "overview": "A very handsome man finds the love of his life, but he suffers an accident and needs to have his face rebuilt by surgery after it is severely disfigured.",
          "original_language": "es",
          "original_title": "Abre los ojos",
          "poster_path": "\/yjoxqDvmpst3ZFMA4r7v9zaAFdk.jpg",
          "adult": false,
          "backdrop_path": "\/2ILGrVCOQyiClPQkS6qSqp7FFvY.jpg",
          "vote_average": 7.5,
          "title": "Open Your Eyes",
          "id": 1902,
          "video": false,
          "release_date": "1997-12-19"
        },
        {
          "backdrop_path": "\/3bdonsh7htjncjOPOKdVgJiCKPw.jpg",
          "popularity": 15.467,
          "media_type": "movie",
          "genre_ids": [
            18,
            80
          ],
          "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.",
          "original_language": "en",
          "original_title": "Dancer in the Dark",
          "poster_path": "\/9rsivF4sWfmBzrNr4LPu6TNJhXX.jpg",
          "adult": false,
          "video": false,
          "vote_average": 7.9,
          "title": "Dancer in the Dark",
          "id": 16,
          "release_date": "2000-05-17",
          "vote_count": 1102
        },
        {
          "vote_count": 537,
          "popularity": 9.611,
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "overview": "A grandiose party to celebrate a sixtieth birthday unleashes a family drama with all the lies that conceal horrendous secrets. The eldest son, Christian, stages a showdown with the popular pater familias; his provocative, moving after-dinner speech dislodges all the masks, which finally fall completely as the father-son conflict intensifies and the bewildered guests look on.",
          "original_language": "da",
          "original_title": "Festen",
          "poster_path": "\/b0YDV5j53Y5xRscI14UieetvNLB.jpg",
          "adult": false,
          "backdrop_path": "\/pGsYE6Ps04BJ38IK3VbtsKYHn6B.jpg",
          "vote_average": 7.7,
          "title": "The Celebration",
          "id": 309,
          "video": false,
          "release_date": "1998-06-19"
        },
        {
          "backdrop_path": "\/16UEQo8TSAJoAMNdoEJm7lJIABf.jpg",
          "popularity": 14.195,
          "media_type": "movie",
          "genre_ids": [
            18,
            35
          ],
          "overview": "With his first Dogma-95 film director Lars von Trier opens up a completely new film platform. With a mix of home-video and documentary styles the film tells the story of a group of young people who have decided to get to know their “inner-idiots” and thus not only facing and breaking their outer appearance but also their inner.",
          "original_language": "da",
          "original_title": "Idioterne",
          "poster_path": "\/zICUj2GCVubqp6p9BgpmudNVfvR.jpg",
          "adult": false,
          "video": false,
          "vote_average": 6.6,
          "title": "The Idiots",
          "id": 452,
          "release_date": "1998-04-28",
          "vote_count": 306
        },
        {
          "backdrop_path": "\/6aNKD81RHR1DqUUa8kOZ1TBY1Lp.jpg",
          "popularity": 32.271,
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "overview": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.",
          "original_language": "it",
          "original_title": "La vita è bella",
          "poster_path": "\/74hLDKjD5aGYOotO6esUVaeISa2.jpg",
          "adult": false,
          "video": false,
          "vote_average": 8.5,
          "title": "Life Is Beautiful",
          "id": 637,
          "release_date": "1997-12-20",
          "vote_count": 9502
        },
        {
          "vote_count": 696,
          "popularity": 10.493,
          "media_type": "movie",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "overview": "Simple Italian postman learns to love poetry while delivering mail to a famous poet; he uses this to woo local beauty Beatrice.",
          "original_language": "it",
          "original_title": "Il postino",
          "poster_path": "\/cUaCpjVDefYShKyLmkcDsiPaBHn.jpg",
          "adult": false,
          "backdrop_path": "\/32pvxFiXNo2TdNpBiuHN8k2Mr4K.jpg",
          "vote_average": 8,
          "title": "The Postman",
          "id": 11010,
          "video": false,
          "release_date": "1994-04-07"
        },
        {
          "backdrop_path": "\/zoVeIgKzGJzpdG6Gwnr7iOYfIMU.jpg",
          "popularity": 19.131,
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "overview": "A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.",
          "original_language": "it",
          "original_title": "Nuovo Cinema Paradiso",
          "poster_path": "\/8SRUfRUi6x4O68n0VCbDNRa6iGL.jpg",
          "adult": false,
          "video": false,
          "vote_average": 8.4,
          "title": "Cinema Paradiso",
          "id": 11216,
          "release_date": "1988-11-17",
          "vote_count": 2610
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 42,
          "name": "Lars von Trier",
          "profile_path": "/7y1zOCOGb9ePiWt2SqZPnr13X3g.jpg"
        },
        {
          "id": 309,
          "name": "Pedro Almodóvar",
          "profile_path": "/dKlaXJk3NLcsC1CKMx6xmyW5BZD.jpg"
        },
        {
          "id": 955,
          "name": "Penélope Cruz",
          "profile_path": "/tU2ATiHHBAKn4SHqKOagYqdpHiy.jpg"
        },
        {
          "id": 19840,
          "name": "Alejandro Amenábar",
          "profile_path": "/f8JYFevN6b18oBL5mgh0b8ygMmc.jpg"
        },
        {
          "id": 256841,
          "name": "Pedro Costa",
          "profile_path": "/zwqXtfzCUU72KVuQSVeDKHJAeeP.jpg"
        },
        {
          "id": 85637,
          "name": "Béla Tarr",
          "profile_path": "/mgS00m5ITUjx8bkhJISwVcirMoi.jpg"
        },
        {
          "id": 1126,
          "name": "Krzysztof Kieślowski",
          "profile_path": "/8wxPNOV9dg7EDHAFrRdJf6BitMl.jpg"
        },
        {
          "id": 4453,
          "name": "Thomas Vinterberg",
          "profile_path": "/1lChKBPVLqbn7Kl8lHghybBVzgw.jpg"
        },
        {
          "id": 2419,
          "name": "Jean-Pierre Jeunet",
          "profile_path": "/u3QmPbF9gdTTLsAHS97ic93gg6S.jpg"
        },
        {
          "id": 15254,
          "name": "Emir Kusturica",
          "profile_path": "/4TVOxbLhi8DXD89B7oY1Ji0XPnu.jpg"
        },
        {
          "id": 2801,
          "name": "Andrzej Wajda",
          "profile_path": "/okI5WEqZIwFnnUmox1XgSlHDRNn.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}