{
  "number": 16,
  "content_list": [
    {
      "type": "text",
      "content_text": "Durante a primeira década do século XXI, vimos o cinema britânico abocanhar uma série de prêmios e o diretor <a href=\"https://_{type: 'screen', 'id': 2034, 'screen_type': person}\">Danny Boyle</a> (n-1956) se aventurar no território de Bollywood: <a href=\"https://_{type: 'screen', 'id': 12405, 'screen_type': movie}\">Slumdog Millionaire</a> (BR: Quem quer ser um milionário?, 2008) virou notícia ao ganhar oito Oscars, entre os quais o de Melhor Filme."
    },
    {
      "type": "video",
      "video_id": "QijbOCvunfU",
      "information": {
        "contentTitle": "Cenas do filme Desejo e reparação",
        "contentText": "Devido a restrições na programação de filmagem, onde a produção teve apenas dois dias inteiros para filmar todas as cenas necessárias da frente de guerra na praia de Dunquerque, e a falta de orçamento para financiar os mais de 1000 extras necessários para a filmagem dessas cenas, Joe Wright e o diretor de fotografia Seamus McGarvey foram forçados a reduzir os shots para uma tomada de 5 minutos e meio seguindo o personagem de James McAvoy enquanto ele se movia quatrocentos metros ao longo da praia. Essa acabou sendo uma das cenas mais famosas do filme.",
        "source": "Youtube: Canal <i>Rati Kharatishvili</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O renomado diretor <a href=\"https://_{type: 'screen', 'id': 65452, 'screen_type': person}\">Mike Leigh</a> (n-1943) fez sucesso com <a href=\"https://_{type: 'screen', 'id': 11109, 'screen_type': movie}\">Vera Drake</a> (BR: O segredo de Vera Drake, 2004), a história de uma mulher que realiza abortos clandestinos, ao passo que o novo talento <a href=\"https://_{type: 'screen', 'id': 468, 'screen_type': person}\">Stephen Daldry</a> (n-1961) entrou em cena com <a href=\"https://_{type: 'screen', 'id': 71 , 'screen_type': movie}\">Billy Elliot</a> (2000), seu drama otimista sobre um menino de uma comunidade de mineradores que aprende a dançar. O filme foi mundialmente aclamado pela crítica e chamou a atenção de Hollywood."
    },
    {
      "type": "text",
      "content_text": "A sociedade britânica e seus hábitos foram capturados tanto pela lente de <a href=\"https://_{type: 'screen', 'id': 64194, 'screen_type': person}\">Pawel Pawlikowski</a> (n-1957) em <a href=\"https://_{type: 'screen', 'id': 9709, 'screen_type': movie}\">My Summer of Love</a> (BR: Meu amor de verão, 2004), que conta a história agridoce de um amor adolescente, quanto - embora de um ângulo bem diferente - pela coprodução francesa dirigida por <a href=\"https://_{type: 'screen', 'id': 3224, 'screen_type': person}\">Stephen Frears</a> (n-1941), <a href=\"https://_{type: 'screen', 'id': 1165, 'screen_type': movie}\">The Queen</a> (BR: A Rainha, 2006), sobre a morte da princesa Diana."
    },
    {
      "type": "video",
      "video_id": "UZ_8fsG8Q1A",
      "information": {
        "contentTitle": "Cenas do filme Quem quer ser um milionário?",
        "contentText": "É uma adaptação do livro Q & A, do autor indiano e diplomata Vikas Swarup. Filmado na Índia, o filme conta a história de Jamal Malik Othman, um jovem das favelas de Juhu, Mumbai, que aparece na versão indiana do programa Quem Quer Ser um Milionário?, excedendo as expectativas das pessoas, criando suspeitas por parte do apresentador e da polícia.",
        "source": "Youtube: Canal <i>Mirceacatalinandrei</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Produtoras independentes como a <i>Working Title Films</i> se basearam nas comédias e nos dramas de época de sucesso da década de 1990 para conseguir acordos de distribuição com os estúdios americanos e produzir mais filmes do tipo, como <a href=\"https://_{type: 'screen', 'id': 634, 'screen_type': movie}\">Bridget Jones's Diary</a> (BR: O Diário de Bridget Jones, 2001), <a href=\"https://_{type: 'screen', 'id': 508, 'screen_type': movie}\">Love Actually</a> (BR: Simplesmente amor, 2003), <a href=\"https://_{type: 'screen', 'id': 4348, 'screen_type': movie}\">Pride & Prejudice</a> (BR: Orgulho Preconceito, 2005) e <a href=\"https://_{type: 'screen', 'id': 4347, 'screen_type': movie}\">Atonement</a> (BR: Desejo e reparação, 2007)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O filme combina uma narrativa ocidental e uma alma indiana numa história merecedora de todos os prêmios.",
        "author": "Karen Krizanowich sobre Quem quer ser um milionário?"
      }
    },
    {
      "type": "text",
      "content_text": "Embora produzida com dinheiro americano, a franquia <i>Harry Potter</i> (2001-201) foi filmada no Reino Unido nos <i>Leavesden Film Studios</i>, localizados em <i>Hertfordshire</i>. Seus filmes são estrelados por atores locais e contam com os ingleses <a href=\"https://_{type: 'screen', 'id': 10723, 'screen_type': person}\">Mike Newell</a> (n-1942) e <a href=\"https://_{type: 'screen', 'id': 11343, 'screen_type': person}\">David Yates</a> (n-1963) entre seus diretores. A história épica do jovem bruxo é a uma das séries com maior bilheteria de todos os tempos."
    },
    {
      "type": "video",
      "video_id": "zZLAinjBShg",
      "information": {
        "contentTitle": "Cenas do filme Wallace & Gromit -A Batalha dos Vegetais",
        "contentText": "Devido à sua popularidade, os personagens são considerados ícones internacionais da cultura britânica moderna e do próprio povo britânico. A BBC News os aponta como \"umas das mais conhecidas e amadas estrelas a sairem do Reino Unido\". O website inglês Icons afirmou que eles têm feito \"mais para melhorar a imagem dos ingleses mundo afora do que qualquer oficialmente nomeado embaixador\". Os curtas As Calças Erradas (1993) e Tosa Completa (1994) ganharam o Oscar de Melhor Curta de Animação e o longa A Batalha dos Vegetais (2005) ganhou o Oscar de Melhor Filme de Animação.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "De todos os ganhadores de prêmios deste novo milênio, o mais idiossincrático foi a animação de massinha <a href=\"https://_{type: 'screen', 'id': 533, 'screen_type': movie}\">Wallace & Gromit: The Curse of the Were-Rabbit</a> (BR: Wallace & Gromit -A Batalha dos Vegetais, 2005), de <a href=\"https://_{type: 'screen', 'id': 7314, 'screen_type': person}\">Nick Park</a> (n-1958) e <a href=\"https://_{type: 'screen', 'id': 7313, 'screen_type': person}\">Steve Box</a> (n-1967). Produzido pela <i>Aardman Features</i>, de Bristol, e pela <i>DreamWorks Animation</i>, este filme criativo e hilariante, repleto de engenhocas do distraído inventor Wallace, humor pastelão e referências cômicas ao mundo do cinema agrada tanto aos adultos quanto às crianças."
    },
    {
      "type": "text",
      "content_text": "Um filme britânico que percorreu um território mais familiar, <a href=\"https://_{type: 'screen', 'id': 1985, 'screen_type': movie}\">The Constant Gardener</a> (BR: O jardineiro fiel, 2005), conquistou diversos prêmios graças às atuações impactantes de seu elenco. Ele traz Ralph Fiennes como o desiludido diplomata britânico Justin Quayle, que busca descobrir a verdade por trás do assassinato de sua esposa idealista (Rachel Weiss), uma ativista dos direitos humanos, depois que ela depara com as práticas escusas de uma grande companhia farmacêutica no Quênia. Embora a trama seja complexa, o diretor brasileiro <a href=\"https://_{type: 'screen', 'id': 8557, 'screen_type': person}\">Fernando Meirelles</a> (n-1955) realiza um excelente trabalho de exposição sem desacelerar o ritmo da narrativa."
    },
    {
      "type": "video",
      "video_id": "B7u6bMBlCXw",
      "information": {
        "contentTitle": "Cenas do filme Simplesmente Amor",
        "contentText": "O filme apresenta um elenco composto predominantemente por atores britânicos, muitos dos quais haviam trabalhado com Curtis em projetos anteriores de cinema e televisão. Filmado principalmente em Londres, o roteiro investiga diferentes aspectos do amor, mostrando dez histórias envolvendo dez pessoas, interligadas de alguma forma.",
        "source": "Youtube: Canal <i>dorune</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Enquanto o renascimento do cinema britânico na década de 1990 girou em torno de dramas de época e comédias românticas, os anos 2000 trouxeram filmes mais pesados e um Reino Unido disposto a refletir sobre seu passado colonial não muito distante em <a href=\"https://_{type: 'screen', 'id': 1523, 'screen_type': movie}\">The Last King of Scotland</a> (BR: O último rei da Escócia, 2006), dirigido pelo escocês <a href=\"https://_{type: 'screen', 'id': 17350, 'screen_type': person}\">Kevin Macdonald</a> (n-1967). Esta película de baixo orçamento se tornou um sucesso de bilheteria graças a um roteiro coescrito por Peter Morgan, corroterista de <i>A rainha</i>, e a uma interpretação vigorosa de <a href=\"https://_{type: 'screen', 'id': 2178, 'screen_type': person}\">Forest Whitaker</a> (n-1961) como o ditador ugandês general Idi Amin, que lhe rendeu um Oscar. O hipnotizante Whitaker consegue projetar a natureza intimidadora e homicida desse líder enlouquecido de tal maneira que ele surge como um ser humano profundamente imperfeito, e não como uma figura maligna estereotipada.",
      "content_credits": "Resumo baseado no texto de <i>Carol King</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "video": false,
          "id": 12405,
          "popularity": 16.435,
          "vote_count": 7745,
          "release_date": "2008-05-12",
          "vote_average": 7.7,
          "adult": false,
          "backdrop_path": "\/9IZvClXvhSxlp41eT0CyUEsyjqy.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "overview": "Jamal Malik is an impoverished Indian teen who becomes a contestant on the Hindi version of ‘Who Wants to Be a Millionaire?’ but, after he wins, he is suspected of cheating.",
          "original_language": "en",
          "original_title": "Slumdog Millionaire",
          "poster_path": "\/5WU6uusqJrLfiBaNs3KpF4o8Lnj.jpg",
          "title": "Slumdog Millionaire"
        },
        {
          "video": false,
          "id": 4347,
          "popularity": 15.103,
          "overview": "As a 13-year-old, fledgling writer Briony Tallis irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.",
          "release_date": "2007-09-07",
          "vote_count": 2700,
          "adult": false,
          "backdrop_path": "\/dyUT85ZcTiXqhFgEFPWiHo0vloE.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "vote_average": 7.6,
          "original_language": "en",
          "original_title": "Atonement",
          "poster_path": "\/bTwkpeOMChZtxDUPtbaQg1AbE5B.jpg",
          "title": "Atonement"
        },
        {
          "video": false,
          "id": 4348,
          "popularity": 25.165,
          "overview": "A story of love and life among the landed English gentry during the Georgian era. Mr. Bennet is a gentleman living in Hertfordshire with his overbearing wife and five daughters, but if he dies their house will be inherited by a distant cousin whom they have never met, so the family's future happiness and security is dependent on the daughters making good marriages.",
          "release_date": "2005-09-16",
          "vote_count": 5198,
          "adult": false,
          "backdrop_path": "\/yBq4jWZLaEJIssuVx2fAysEwJnt.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "vote_average": 8.1,
          "original_language": "en",
          "original_title": "Pride & Prejudice",
          "poster_path": "\/sZEXhhnEKh9hjzoiIi9XgHGqtYm.jpg",
          "title": "Pride & Prejudice"
        },
        {
          "video": false,
          "id": 533,
          "popularity": 19.627,
          "vote_count": 1743,
          "release_date": "2005-09-04",
          "vote_average": 6.9,
          "adult": false,
          "backdrop_path": "\/6TGWPSOlyFjmeE5V5vbfdXty4QB.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            16,
            35,
            10751
          ],
          "overview": "Cheese-loving eccentric Wallace and his cunning canine pal, Gromit, investigate a mystery in Nick Park's animated adventure, in which the lovable inventor and his intrepid pup run a business ridding the town of garden pests. Using only humane methods that turn their home into a halfway house for evicted vermin, the pair stumble upon a mystery involving a voracious vegetarian monster that threatens to ruin the annual veggie-growing contest.",
          "original_language": "en",
          "original_title": "Wallace & Gromit: The Curse of the Were-Rabbit",
          "poster_path": "\/cMQ2lNd7sBe6PCf6zF5QxrKzbRG.jpg",
          "title": "Wallace & Gromit: The Curse of the Were-Rabbit"
        },
        {
          "video": false,
          "id": 9709,
          "popularity": 10.062,
          "overview": "In the Yorkshire countryside, working-class tomboy Mona meets the exotic, pampered Tasmin. Over the summer season, the two young women discover they have much to teach one another, and much to explore together.",
          "release_date": "2005-05-05",
          "vote_count": 150,
          "adult": false,
          "backdrop_path": "\/z5Ysoyanif3xG1IFwxaDP7mmcaR.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "vote_average": 6.1,
          "original_language": "en",
          "original_title": "My Summer of Love",
          "poster_path": "\/uVYbbw5hyxaU1yxa4cOokTC1HQ8.jpg",
          "title": "My Summer of Love"
        },
        {
          "video": false,
          "id": 1985,
          "popularity": 8.898,
          "vote_count": 912,
          "release_date": "2005-08-31",
          "vote_average": 7,
          "adult": false,
          "backdrop_path": "\/ksT0nX66UpCVBdvXiXW1byaZtjo.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            9648,
            53
          ],
          "overview": "Justin Quayle is a low-level British diplomat who has always gone about his work very quietly, not causing any problems. But after his radical wife Tessa is killed he becomes determined to find out why, thrusting himself into the middle of a very dangerous conspiracy.",
          "original_language": "en",
          "original_title": "The Constant Gardener",
          "poster_path": "\/nkXq7V7mmJVbvwZGr3nxkHo7HkS.jpg",
          "title": "The Constant Gardener"
        },
        {
          "video": false,
          "id": 1165,
          "popularity": 11.49,
          "overview": "The Queen is an intimate behind the scenes glimpse at the interaction between HM Elizabeth II and Prime Minister Tony Blair during their struggle, following the death of Diana, to reach a compromise between what was a private tragedy for the Royal family and the public's demand for an overt display of mourning.",
          "release_date": "2006-09-15",
          "vote_count": 823,
          "adult": false,
          "backdrop_path": "\/7HmIVY3drZ3KSugRcyazn1Wf3U9.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "vote_average": 7,
          "original_language": "en",
          "original_title": "The Queen",
          "poster_path": "\/PbyRPCseO3avaqj9YaxmGnHNvH.jpg",
          "title": "The Queen"
        },
        {
          "video": false,
          "id": 508,
          "popularity": 21.041,
          "overview": "Follows seemingly unrelated people as their lives begin to intertwine while they fall in – and out – of love. Affections languish and develop as Christmas draws near.",
          "release_date": "2003-09-07",
          "vote_count": 4483,
          "adult": false,
          "backdrop_path": "\/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            10749,
            18
          ],
          "original_language": "en",
          "title": "Love Actually",
          "original_title": "Love Actually",
          "poster_path": "\/7QPeVsr9rcFU9Gl90yg0gTOTpVv.jpg",
          "vote_average": 7.1
        },
        {
          "video": false,
          "id": 1523,
          "popularity": 12.741,
          "overview": "Young Scottish doctor, Nicholas Garrigan decides it's time for an adventure after he finishes his formal education, so he decides to try his luck in Uganda, and arrives during the downfall of President Obote. General Idi Amin comes to power and asks Garrigan to become his personal doctor.",
          "release_date": "2006-01-12",
          "vote_count": 1342,
          "adult": false,
          "backdrop_path": "\/lLWz9wBMwYy1YGzpa5tq9bHvCpZ.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "vote_average": 7.5,
          "original_language": "en",
          "original_title": "The Last King of Scotland",
          "poster_path": "\/quckyadj0bYCzIXMDIi4lrwJfth.jpg",
          "title": "The Last King of Scotland"
        },
        {
          "video": false,
          "id": 747,
          "popularity": 23.277,
          "vote_count": 5847,
          "release_date": "2004-04-09",
          "vote_average": 7.5,
          "adult": false,
          "backdrop_path": "\/4lr2VqOcw9YROMnOWoHtUR9xGxA.jpg",
          "media_type": "movie",
          "genre_ids": [
            27,
            35
          ],
          "overview": "Shaun lives a supremely uneventful life, which revolves around his girlfriend, his mother, and, above all, his local pub. This gentle routine is threatened when the dead return to life and make strenuous attempts to snack on ordinary Londoners.",
          "original_language": "en",
          "original_title": "Shaun of the Dead",
          "poster_path": "\/13vOO3DtEG0OYEbgcvVS6XimoIP.jpg",
          "title": "Shaun of the Dead"
        },
        {
          "video": false,
          "id": 107,
          "popularity": 17.003,
          "vote_count": 6143,
          "release_date": "2000-09-01",
          "vote_average": 7.8,
          "adult": false,
          "backdrop_path": "\/zfDunJqllYI4V5XE2PkKo3mZk6x.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            35
          ],
          "overview": "Illegal boxing promoter Turkish convinces gangster Brick Top to offer bets on bare-knuckle boxer Mickey at his bookie business. When Mickey does not throw his first fight as agreed, an infuriated Brick Top demands another match. Meanwhile, gangster Frankie Four Fingers comes to place a bet for a friend with Brick Top's bookies, as multiple criminals converge on a stolen diamond that Frankie has come to London to sell.",
          "original_language": "en",
          "original_title": "Snatch",
          "poster_path": "\/56mOJth6DJ6JhgoE2jtpilVqJO.jpg",
          "title": "Snatch"
        },
        {
          "video": false,
          "vote_average": 6.2,
          "popularity": 18.841,
          "overview": "A lowly pencil pusher working for MI7, Johnny English is suddenly promoted to super spy after Agent One is assassinated and every other agent is blown up at his funeral. When a billionaire entrepreneur sponsors the exhibition of the Crown Jewels—and the valuable gems disappear on the opening night and on English's watch—the newly-designated agent must jump into action to find the thief and recover the missing gems.",
          "release_date": "2003-03-14",
          "vote_count": 2344,
          "adult": false,
          "backdrop_path": "\/tGcIy7gA8jwYpi5W2UB1Rxrk2i6.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            28,
            35
          ],
          "original_language": "en",
          "title": "Johnny English",
          "original_title": "Johnny English",
          "poster_path": "\/vxWakJalIcLO1J8yyFEOVQzuLsv.jpg",
          "id": 9486
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2034,
          "name": "Danny Boyle",
          "profile_path": "/1swpLgXTT88tjlaswAfaGrHmAhi.jpg"
        },
        {
          "id": 9137,
          "name": "Renée Zellweger",
          "profile_path": "/6aSRq8LBE7FULueg9K5JEA3GLTy.jpg"
        },
        {
          "id": 10730,
          "name": "Rowan Atkinson",
          "profile_path": "/uxqBoDQoDJ8cdkeB1hT56QkA3b5.jpg"
        },
        {
          "id": 11343,
          "name": "David Yates",
          "profile_path": "/fiIZNbwdK07ntpE2wpLRIMuSXEy.jpg"
        },
        {
          "id": 65452,
          "name": "Mike Leigh",
          "profile_path": "/eQAc3gIjhAFTgHVQ3kfpbkUe97M.jpg"
        },
        {
          "id": 76788,
          "name": "Dev Patel",
          "profile_path": "/1g07SUVwZHvKgM1Z7H4RYIEOXcm.jpg"
        },
        {
          "id": 468,
          "name": "Stephen Daldry",
          "profile_path": "/3nxFXIgMXhqU1aCOp7TOOEnhKCq.jpg"
        },
        {
          "id": 116,
          "name": "Keira Knightley",
          "profile_path": "/bRC1B2VwV0wK3ElciFAK6QZf2wD.jpg"
        },
        {
          "id": 3291,
          "name": "Hugh Grant",
          "profile_path": "/piTC1mCFr6ZCS3SdaN5qF9Vnqu7.jpg"
        },
        {
          "id": 5472,
          "name": "Colin Firth",
          "profile_path": "/5tfW4Zez6eEVOkJ8JoePGzSFbcd.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}