{
  "number": 13,
  "content_list": [
    {
      "type": "text",
      "content_text": "Com a chegada do novo milênio, o cinema latino-americano surgiu como um dos melhores do mundo. Uma geração de cineastas mexicanos, brasileiros, argentinos, chilenos e peruanos realizaram filmes que cativaram os espectadores de seus países e de todo o planeta. Esses diretores ganharam diversos prêmios, sendo que alguns deles utilizam seu status internacional para atuarem como embaixadores de suas respectivas indústrias nacionais. No início da década de 1990, essas circunstâncias tão positivas seriam inimagináveis."
    },
    {
      "type": "video",
      "video_id": "ytqPbEk-MlY",
      "information": {
        "contentTitle": "Cenas do filme Central do Brasil",
        "contentText": "O filme é considerado um clássico e um dos filmes brasileiros mais importantes já feitos, uma vez que representou um grande marco no período de reflorescimento da produção cinematográfica brasileira, conhecido como \"cinema da retomada\", e restituiu confiança ao cinema nacional. A interpretação de Montenegro foi aclamada pelos críticos e imprensa nacionais e internacionais e rendeu-lhe uma indicação ao Oscar na categoria de Melhor Atriz — tornando-a a primeira latino-americana, a única brasileira e também a única atriz já indicada ao prêmio por uma atuação em língua portuguesa — e uma indicação ao Globo de Ouro de Melhor Atriz em Filme Dramático.",
        "source": "Youtube: Canal <i>mps</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No México, anos de intervenção estatal mal planejada, juntamente com problemas de distribuição, haviam despojado o cinema nacional de sua qualidade e sua identidade. Em meados da década de 1990, a produção cinematográfica decaiu para os níveis dos anos 1930. <a href=\"https://_{type: 'screen', 'id': 11218, 'screen_type': person}\">Alfonso Cuarón</a> (n-1961) e <a href=\"https://_{type: 'screen', 'id': 10828, 'screen_type': person}\">Guillermo del Toro</a> (n-1964) foram apenas dois dos diretores que se destacaram - com <a href=\"https://_{type: 'screen', 'id': 49971, 'screen_type': movie}\">Solo con tu pareja</a> (BR: Somente com seu parceiro, 1991) e <a href=\"https://_{type: 'screen', 'id': 11655, 'screen_type': movie}\">Cronos</a> (1993) -, mas que sentiram que a única maneira de seguir em frente era partir para Hollywood."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "No dia que quiser lembrar de mim dá uma olhada no retrato que a gente tirou junto. Eu digo isso porque tenho medo que um dia, você me esqueça.",
        "author": "Dora (Fernanda Montenegro) em Central do Brasil"
      }
    },
    {
      "type": "text",
      "content_text": "Os problemas enfrentados pelas indústrias cinematográficas sul-americanas estavam inextricavelmente ligados à conturbada história recente dessas sociedades Ditaduras, corrupção institucionalizada e experiências neoliberais malfadadas causaram impacto no cinema, incluindo censura, escassez de financiamento, exilo e até assassinato. Some-se a essa turbulência cultural no continente o fato de que milhares de cinemas foram convertidos em templos de igrejas evangélicas."
    },
    {
      "type": "video",
      "video_id": "42kg9jfX_Rk",
      "information": {
        "contentTitle": "Cenas do filme Amores Brutos",
        "contentText": "É o primeiro de uma trilogia de filmes do realizador que consistem em várias sub-narrações relacionadas com o mesmo acontecimento. Os outros dois filmes são 21 Gramas, de 2003, e Babel, de 2006.",
        "source": "Youtube: Canal <i>GamePlayLimboHD</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Uma ironia amarga para o Brasil, a Argentina e o México - as tradicionais potências do cinema latino-americano - foi que seus respectivos governos ditatoriais foram seguidos por presidentes democraticamente eleitos, porem filisteus, que se mostraram tão nocivos para as indústrias cinematográficas nacionais quanto seus antecessores. Durante o mandato do presidente Fernando Collor de Mello a produção cinematográfica do Brasil se reduziu a um longa-metragem em três anos e, em 1991, o diretor <a href=\"https://_{type: 'screen', 'id': 40542, 'screen_type': person}\">Hector Babenco</a> (n-1946) declarou \"<strong>O cinema brasileiro está morto</strong>\". Isso torna a subsequente volta por cima deste país um fato extraordinário."
    },
    {
      "type": "block_special",
      "title": "O Marco do Cinema Brasileiro",
      "image": {
        "image_type": "local",
        "url": "img_cidade_deus_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O filme <i>Cidade de Deus</i>, lançado em 2002, mudou a forma de fazer cinema no Brasil. Porque a linguagem é diferente de tudo o que era realizado até então. Além disso, mudou a forma de retratar a miséria, a pobreza, as favelas e o crime nas obras audiovisuais do país. A liberdade criativa dada pelos comandantes do projeto fez muita diferença no resultado final. <br/><br/> \n\nA origem de tudo está no livro <i>Cidade de Deus</i>, feito com muita pesquisa e, com a intenção, segundo o autor <i>Paulo Lins</i>, ex-morador da <i>Cidade de Deus</i>, de diminuir a violência na favela, a violência policial. Lançado em 1997, o livro não atingiu o objetivo de Lins, que chegou a declarar que sua obra foi em vão. Mas o sucesso e as marcas que o filme deixou provam que o escritor se enganou. <br/><br/> \n\n<a href=\"https://_{type: 'screen', 'id': 8561, 'screen_type': person}\">Bráulio Mantovani</a> (n-1963) foi escalado por <i>Fernando Meirelles</i> para a missão de transformar o livro em roteiro. \"<i>Na página 100 achei que era impossível.</i>\" Dificuldades à parte, o roteiro foi feito e o filme realizado por Meirelles e <a href=\"https://_{type: 'screen', 'id': 8559, 'screen_type': person}\">Kátia Lund</a> (n-1966), com a fotografia exuberante de <a href=\"https://_{type: 'screen', 'id': 8577, 'screen_type': person}\">César Charlone</a> (n-1958). Lançado, apanhou bastante da imprensa brasileira especializada em cinema. Porém, o público e a academia de Hollywood enxergaram-no de forma diferente. Além do sucesso nas salas, em 2004 a obra recebeu quatro indicações ao Oscar: Mantovani concorreu na categoria de Melhor Roteiro adaptado. Charlone, em Melhor Fotografia. Daniel Rezende, montador, ao prêmio de Melhor Edição. E Fernando Meirelles e Kátia Lund foram indicados à estatueta de Melhor Direção. <br/><br/> \n\nO Brasil chamou a atenção do mundo, poucos anos após <i>Central do Brasil</i> ter ganhado o Leão de Ouro no Festival de Berlim, mostrando que não era havia sido sorte, e que o país estava em uma nova era de grandes obras. Diversos filmes subsequentes seguiram a escola, como <a href=\"https://_{type: 'screen', 'id': 7347, 'screen_type': movie}\">Tropa de Elite</a> (2007) e <a href=\"https://_{type: 'screen', 'id': 8440, 'screen_type': movie}\">Carandiru</a> (2003).",
      "credits": "Resumo baseado no artigo \"Meteoro por Trás da Cena: como Cidade de Deus mudou o cinema brasileiro\", no uol.com."
    },
    {
      "type": "text",
      "content_text": "Na América do Sul, esse renascimento coincide com o início de um processo de aprimoramento da democracia política e das economias em todo o continente. Brasil e Argentina foram os primeiros a introduzir novas leis para o cinema o governo brasileiro ofereceu incentivo fiscal em troca de investimento da iniciativa privada em filmes nacionais, ao passo que a Argentina reergueu o dilapidado sistema de subsidio estatal. Outros paises foram aos poucos, seguindo esses exemplos."
    },
    {
      "type": "video",
      "video_id": "tK2wezYHM1k",
      "information": {
        "contentTitle": "Cenas do filme E sua mãe também",
        "contentText": "A descrição explícita do filme sobre sexo e uso de drogas causou complicações na classificação do filme. No entanto, no México, o filme arrecadou US$ 2,2 milhões em seu primeiro fim de semana em junho de 2001, um recorde até então no cinema mexicano.",
        "source": "Youtube: Canal <i>Eagle Burger</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os primeiros sinais de recuperação surgiram em 1998, quando <a href=\"https://_{type: 'screen', 'id': 666, 'screen_type': movie}\">Central do Brasil</a> (1998), de <a href=\"https://_{type: 'screen', 'id': 8574, 'screen_type': person}\">Walter Salles</a> (n-1956), ganhou o Leão de Ouro no Festival de Berlim. O filme de Salles foi logo seguido por duas produções mexicanas, <a href=\"https://_{type: 'screen', 'id': 55, 'screen_type': movie}\">Amores perros</a> (BR: Amores brutos, 2000) de <a href=\"https://_{type: 'screen', 'id': 223, 'screen_type': person}\">Alejandro González Iñárritu</a> (n-1963). <a href=\"https://_{type: 'screen', 'id': 1391, 'screen_type': movie}\">Y tu mamá también</a> (BR: E sua mãe também, 2001), de Cuarón, assim como por <a href=\"https://_{type: 'screen', 'id': 598, 'screen_type': movie}\">Cidade de Deus</a> (2002), do brasileiro <a href=\"https://_{type: 'screen', 'id': 8557, 'screen_type': person}\">Fernando Meirelles</a> (n-1955). Esse quarteto de filmes anunciou ao mundo o bom momento dessas cinematografias."
    },
    {
      "type": "text",
      "content_text": "Por trás desse momento promissor, havia uma série de ondas ou movimentos específicos: a Retomada do Cinema, o Novo Cinema Mexicano, o Novo Cinema Argentino e o Novo Cinema Chileno. No Brasil, há um senso palpável de comunidade cinematográfica, em parte graças à influência dos diretores produtores Salles e Meirelles, que incentivam novos cineastas por meio de suas produtoras - respectivamente, a <i>VideoFilmes</i>, baseada no Rio de Janeiro, e a <i>O2 Filmes</i>, de São Paulo."
    },
    {
      "type": "video",
      "video_id": "1m5gxQh5jeo",
      "information": {
        "contentTitle": "Cenas do filme Cidade de Deus",
        "contentText": "Cidade de Deus é considerado um dos filmes brasileiros mais importantes de todos os tempos, sendo enaltecido pela crítica especializada, que, em geral, enfatizou suas qualidades artísticas e estéticas. O longa representa o marco final no período de reflorescimento da produção cinematográfica brasileira, conhecido como \"cinema da retomada\" e mudou o paradigma do cinema brasileiro ao ser o único até agora a receber quatro indicações ao Oscar, nas categorias de melhor diretor, melhor roteiro adaptado, melhor edição e melhor fotografia.",
        "source": "Youtube: Canal <i>Miramax</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Um tema essencial desses filmes é a busca por sentido e realização pessoal, conforme pode ser visto em <a href=\"https://_{type: 'screen', 'id': 95342, 'screen_type': movie}\">O céu de Suely</a> (2006), um filme poético de <a href=\"https://_{type: 'screen', 'id': 55018, 'screen_type': person}\">Karim Ainouz</a> (n-1966), centrado no desejo de autodeterminação de uma mãe solteira, no inquietante <a href=\"https://_{type: 'screen', 'id': 242591, 'screen_type': movie}\">Deserto feliz</a> (2007), de <a href=\"https://_{type: 'screen', 'id': 1144937, 'screen_type': person}\">Paulo Caldas</a> (n-1964), sobre a entrada de uma garota no mundo da prostituição e sua tentativa de escapar dele, e em <a href=\"https://_{type: 'screen', 'id': 54952, 'screen_type': movie}\">Antônia</a> (2006), de <a href=\"https://_{type: 'screen', 'id': 275689, 'screen_type': person}\">Tata Amaral</a> (n-1961), sobre um grupo musical paulista e sua luta para sair da favela por meio de um contrato com uma gravadora."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O filme é inegavelmente o trabalho de um artista com a força de olhar para o abismo, resultando numa humanidade fortalecida.",
        "author": "Stephen Holden sobre Carandiru"
      }
    },
    {
      "type": "text",
      "content_text": "Os temas do brilhante e provocador do cineasta independente <a href=\"https://_{type: 'screen', 'id': 149401, 'screen_type': person}\">Beto Brandt</a> (n-1964) vão desde o submundo do crime de <a href=\"https://_{type: 'screen', 'id': 53960, 'screen_type': movie}\">O invasor</a> (2002), passando pela rica mistura de arte, deficiência física e obsessão sexual de <a href=\"https://_{type: 'screen', 'id': 86175, 'screen_type': movie}\">Crime delicado</a> (2005), até a trágica história de amor de <a href=\"https://_{type: 'screen', 'id': 86172, 'screen_type': movie}\">Cão sem dono</a> (2007)."
    },
    {
      "type": "video",
      "video_id": "ypBj0xDP-io",
      "information": {
        "contentTitle": "Cenas do filme O Labirinto do fauno",
        "contentText": "O ator Doug Jones, que interpretou o Fauno e o \"Homem Pálido\", havia trabalhado com del Toro em Mimic e Hellboy, dizendo que o diretor enviou-lhe um e-mail que dizia: \"Você tem de estar nesse filme. Ninguém mais pode interpretar esse personagem se não você.\" Jones respondeu entusiasticamente uma versão em inglês do roteiro, mas depois descobriu que o filme era em espanhol, língua que ele não falava. Disse que estava \"aterrorizado\" e que del Toro sugeriu aprender o roteiro foneticamente, o que Jones rejeitou, preferindo aprender as palavras por si mesmo.",
        "source": "Youtube: Canal <i>Mr Ryan</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os mexicanos, cujo sucesso se deve ao empenho de produtores e patrocinadores e não de uma infraestrutura industrial saudável, apresentaram a faceta mais efervescente dessa nova onda. <i>Amores brutos</i> é um filme eletrizante estruturalmente ambicioso, visceral e desconcertante ele lançou as carreiras internacionais de <i>González Iñárritu</i>, do roteirista <a href=\"https://_{type: 'screen', 'id': 273, 'screen_type': person}\">Guillermo Arriaga</a> (n-1958) e do astro <a href=\"https://_{type: 'screen', 'id': 258, 'screen_type': person}\">Gael Garcia Bernal</a> (n-1978). Juntamente com <a href=\"https://_{type: 'screen', 'id': 8688, 'screen_type': person}\">Diego Luna</a> (n-1979), Bernat também estrelou <i>E sua mãe também</i>, cujo diretor havia retornado ao México após dirigir dois filmes em Hollywood e produziu uma película que é ao mesmo tempo <i>road movie</i>, rito de passagem e um retrato de seu país, tudo combinado em uma só mistura sensual."
    },
    {
      "type": "text",
      "content_text": "A rigorosa e artística combinação de sexo, fé e estética meticulosa em <a href=\"https://_{type: 'screen', 'id': 36211, 'screen_type': movie}\">Japón</a> (BR: Japão, 2002), <a href=\"https://_{type: 'screen', 'id': 17247, 'screen_type': movie}\">Batalla en el cielo</a> (BR: Batalha no céu, 2005) e <a href=\"https://_{type: 'screen', 'id': 2012, 'screen_type': movie}\">Stellet Licht</a> (BR: Luz Silenciosa, 2007), de <a href=\"https://_{type: 'screen', 'id': 20660, 'screen_type': person}\">Carlos Reygadas</a> (n-1970), gerou elogios e controvérsia. <a href=\"https://_{type: 'screen', 'id': 34207, 'screen_type': movie}\">Temporada de patos</a> (2004), de <a href=\"https://_{type: 'screen', 'id': 112132, 'screen_type': person}\">Fernando Fimbeke</a> (n-1970), foi uma gloriosa e imensamente popular comédia sobre a adolescência. Del Toro dividiu seu tempo entre projetos americanos e coproduções Espanha/México, com seu domínio da fantasia lhe permitindo criar tanto o escapismo de <a href=\"https://_{type: 'screen', 'id': 1487, 'screen_type': movie}\">Hellboy</a> (2004) quanto o assustador e profundo <a href=\"https://_{type: 'screen', 'id': 1417, 'screen_type': movie}\">El laberinto del fauno</a> (BR: O Labirinto do Fauno, 2006). <a href=\"https://_{type: 'screen', 'id': 21191, 'screen_type': movie}\">Sin nombre</a> (BR: Sem Identidade, 2009), de <a href=\"https://_{type: 'screen', 'id': 87257, 'screen_type': person}\">Cary Fukunaga</a> (n-1977), uma história comovente sobre a cultura de gangues e imigrantes ilegais. conquistou dois prêmios no Festival Sundance de Cinema."
    },
    {
      "type": "video",
      "video_id": "L9UbCmI_VSM",
      "information": {
        "contentTitle": "Cenas do filme Tropa de Elite",
        "contentText": "É o primeiro longa de ficção do diretor José Padilha, que anteriormente dirigiu o documentário Ônibus 174 (2002). Foi objeto de grande repercussão antes mesmo de seu lançamento, por ter sido o primeiro filme brasileiro, a meses antes de chegar aos cinemas, vazar para o mercado pirata e a internet. Um dos protagonistas do filme, o ator Caio Junqueira, chegou a declarar que, por mais que achasse a pirataria algo negativo, sabia que havia sido \"por causa dela que o trabalho atingiu o público da televisão\". Uma pesquisa feita pelo Ibope chegou a estimar que mais de 11 milhões de brasileiros teriam visto o filme de forma ilegal – isso, entretanto, não impediu o filme de ter sido bem-sucedido nas bilheterias, tendo estreado em primeiro lugar.",
        "source": "Youtube: Canal <i>StudiocanalUK</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os paises do continente compartilham várias experiências políticas e sociais, mas sua produção cinematográfica é compreensivelmente diversificada. Na Argentina, maior fonte de cineastas de nível internacional da região, tal variedade é extraordinária. <a href=\"https://_{type: 'screen', 'id': 56210, 'screen_type': person}\">Pablo Trapero</a> (n-1971) simboliza essa geração talentosa que surgiu das recém fundadas escolas de cinema estatais e privadas do país. Seu estilo realista, que recorre a atores não profissionais e temas da vida real se mostrou extremamente versátil, indo desde o filme de estreia, <a href=\"https://_{type: 'screen', 'id': 101338, 'screen_type': movie}\">Mundo grua</a> (1999), uma história agridoce de um homem que tenta reconstruir sua vida na meia-idade, passando pelo <i>road movie</i> <a href=\"https://_{type: 'screen', 'id': 79767, 'screen_type': movie}\">Familia rodante</a> (BR: Família Rodante, 2004), até o drama prisional <a href=\"https://_{type: 'screen', 'id': 8900, 'screen_type': movie}\">Leonera</a> (2008)."
    },
    {
      "type": "block_special",
      "title": "Entre a Fantasia e a Frieza",
      "image": {
        "image_type": "local",
        "url": "img_labirinto_fauno",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<i>O Labirinto do Fauno</i> talvez seja um grande resumo da carreira do mexicano <i>Guillermo del Toro</i>. Tendo trabalhado em projetos com muitos efeitos especiais como <a href=\"https://_{type: 'screen', 'id': 1487, 'screen_type': movie}\">Hellboy</a> (2004), e em outros que criam uma atmosfera de Suspense e tensão abordando assuntos de outros mundos, como <a href=\"https://_{type: 'screen', 'id': 1433, 'screen_type': movie}\">El espinazo del diablo</a> (BR: A Espinha do Diabo, 2001). <i>O labirinto do fauno</i> talvez seja o seu filme mais maduro. Nele, o diretor consegue juntar suas duas vertentes particulares. O resultado é um filme ao mesmo tempo sombrio e repleto de efeitos. <br/><br/> \n\nO filme se passa em 1944 e conta a história de Ofélia, uma jovem que descobre um mundo fantástico de criaturas silvestres quando sua mãe a leva para o Norte da Espanha para ficar com o padrasto, um homem amargo e membro brutal do Exército fascista do general Franco. Del Toro reúne para esta produção uma lista de atores espanhóis de primeira linha que inclui Sergi Lope, Ariadna Gil, Maribel Verdú e Ivana Baquero, no papel da jovem que escapa do padrasto selvagem entrando em um mundo de fantasia. <br/><br/> \n\nEncenado com o pano de fundo do período posterior à Guerra Civil na Espanha, a beleza surpreendente do filme e a força de suas atuações presenteiam o espectador com muitos momentos admiráveis. \"<i>O labirinto do fauno foi um filme muito difícil</i>\", disse Del Toro à revista <i>Sight & Sound</i>, \"<i>mas também se torno uma batalha sobre o meu comprometimento. Eu abri mão de todo o meu salário a fim de fazer um filme do meu jeito.</i>\" Se a história falha em juntar por completo a realidade e a fantasia - <i>O labirinto do fauno</i> consiste em duas metades separadas, e não um todo espetacular -, no final das contas, contudo, isso não faz com que a realização de Del Toro seja menos extraordinária.",
      "credits": "Resumo baseado no texto de <i>Andy Willis</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i> "
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 87510, 'screen_type': person}\">Carlos Sorin</a> (n-1944) e <a href=\"https://_{type: 'screen', 'id': 1002601, 'screen_type': person}\">Lisandro Alonso</a> (n-1975) também utilizam atores amadores, o primeiro em comédias cheias de ternura sobre argentinos pobres e provincianos impulsionados por seus sonhos - <a href=\"https://_{type: 'screen', 'id': 47549, 'screen_type': movie}\">Bombón el perro</a> (BR: O Cachorro, 2004) - e o último valendo-se de um estilo minimalista para explorar o isolamento e a alienação daqueles à margem da sociedade, em filmes como <a href=\"https://_{type: 'screen', 'id': 94649, 'screen_type': movie}\">La libertad</a> (BR: A Liberdade, 2001) e <a href=\"https://_{type: 'screen', 'id': 36241, 'screen_type': movie}\">Los muertos</a> (BR: Os mortos, 2004). Em contrapartida, <a href=\"https://_{type: 'screen', 'id': 584335, 'screen_type': person}\">Daniel Burman</a> (n-1973) criou investigações sarcásticas da identidade judia e dos relacionamentos entre pai e filho - <a href=\"https://_{type: 'screen', 'id': 127452, 'screen_type': movie}\">Esperando al Mesías</a> (BR: Esperando o messias, 2000), <a href=\"https://_{type: 'screen', 'id': 49681, 'screen_type': movie}\">El abrazo partido</a> (BR: O abraço partido, 2004) e <a href=\"https://_{type: 'screen', 'id': 97548, 'screen_type': movie}\">Derecho de familia</a> (BR: As Leis de Família, 2006) - que lhe renderam o apelido de \"<i>Woody Allen de Buenos Aires</i>\". Já o estilo refinado e sensorial de <a href=\"https://_{type: 'screen', 'id': 56208, 'screen_type': person}\">Lucrecia Martel</a> (n-1966) em <a href=\"https://_{type: 'screen', 'id': 58429, 'screen_type': movie}\">La Ciénaga</a> (BR: O Pântano, 2001), <a href=\"https://_{type: 'screen', 'id': 44413, 'screen_type': movie}\">La niña santa</a> (BR: A Menina Santa, 2004) e <a href=\"https://_{type: 'screen', 'id': 8898, 'screen_type': movie}\">La mujer sin cabeza</a> (BR: A mulher sem cabeça, 2008) apresenta visões mordazes da família, da sexualidade e da burguesia estagnada de seu país."
    },
    {
      "type": "video",
      "video_id": "qaX2bavetsA",
      "information": {
        "contentTitle": "Trailer do filme Tony Manero",
        "contentText": "O filme de Larraín selecionado como representante do Chile à edição do Oscar 2009.",
        "source": "Youtube: Canal <i>LorberFilms</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 12086, 'screen_type': movie}\">Machuca</a> (2004), do chileno <a href=\"https://_{type: 'screen', 'id': 71203, 'screen_type': person}\">Andrés Wood</a> (n-1965), se concentra nos acontecimentos que levariam ao golpe de Pinochet. Resistindo à tendência nacional de favorecer produções internacionais, ele inspirou uma geração mais jovem de cineastas a ser mais original - mantendo sempre um olho nos festivais e mercados estrangeiros. Muitos desses novos diretores investigam a situação atual do país, com destaque para <a href=\"https://_{type: 'screen', 'id': 229285, 'screen_type': person}\">Alicia Scherson</a> (n-1974), com o enigmático <a href=\"https://_{type: 'screen', 'id': 180526, 'screen_type': movie}\">Play</a> (2005), e <a href=\"https://_{type: 'screen', 'id': 98251, 'screen_type': person}\">Sebastian Silva</a> (n- 1979), na complexa comédia de humor negro <a href=\"https://_{type: 'screen', 'id': 27567, 'screen_type': movie}\">La nana</a> (BR: A Criada, 2009). Nos deliciosamente perversos <a href=\"https://_{type: 'screen', 'id': 33774, 'screen_type': movie}\">Tony Manero</a> (2008) e <a href=\"https://_{type: 'screen', 'id': 56815, 'screen_type': movie}\">Post Mortem</a> (BR: Pós Morte, 2010), <a href=\"https://_{type: 'screen', 'id': 225009, 'screen_type': person}\">Pablo Larrain</a> (n-1976) oferece vislumbres arrepiantes da vida nos tempos da ditadura."
    },
    {
      "type": "text",
      "content_text": "Um dos filmes mais populares desta era é a melancólica comedia uruguaia <a href=\"https://_{type: 'screen', 'id': 36971, 'screen_type': movie}\">Whisky</a> (2004), de <a href=\"https://_{type: 'screen', 'id': 116583, 'screen_type': person}\">Juan Pablo Rebella</a> (1974-2006) e <a href=\"https://_{type: 'screen', 'id': 116584, 'screen_type': person}\">Pablo Stoll</a> (n-1974). A peruana <a href=\"https://_{type: 'screen', 'id': 101399, 'screen_type': person}\">Claudia Llosa</a> (n-1976) ganhou, merecidamente, o leio de Ouro no Festival de Berlim por A teta assustada local, sobre o conflito entre a vida urbana e a superstição rural."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O estilo de Iñárritu contém elementos de Tarantino, Peckinpah e outros, mas, em última análise, a síntese é toda dele.",
        "author": "James Berardnelli sobre Amores Brutos "
      }
    },
    {
      "type": "text",
      "content_text": "O denominador comum que une todos esses diretores no seu estilo é o seu estilo, e sim a sua atitude. Sem interesse em fazer cinema de gênero ou em macaquear Hollywood, eles realizam filmes pessoais, fieis às próprias experiências, questões e linguagem cinematográfica. A escola que exerceu maior influência sobre o continente é provavelmente a do neorrealismo. Embora não sejam polemicas, essas películas latino americanas lançam uma luz sobre os problemas políticos, sociais e mesmo psicológicos de seus paises, refletindo sobre o que significa ser latino americano depois de anos de luta."
    },
    {
      "type": "video",
      "video_id": "0s1oJRto77E",
      "information": {
        "contentTitle": "Cenas do filme Sem Identidade",
        "contentText": "O filme foi rodado em Torreón, Coahuila e no México. Vários dos figurantes usados no filme eram migrantes reais. Fukunaga disse sobre o trabalho com eles: \"Não precisei dizer nada a eles - eles sabem como se sentar no topo de um trem\".",
        "source": "Youtube: Canal <i>Phavi B.</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Embora suas histórias sejam ostensivamente regionais, elas são contadas com um talento que as torna universais. Esse renascimento latino-americano e marcado por um número surpreendentemente grande de cineastas do sexo feminino, uma prospera cena de documentários e um espirito de colaboração interna e externa."
    },
    {
      "type": "text",
      "content_text": "Embora o governo mexicano tenha demorado a entrar em campo (ele aumentou o orçamento estatal dedicado ao cinema somente em 2004), há um espirito empreendedor fervilhante entre os cineastas do país - González Iñárritu, Cuarón e Del Toro uniram forças para fundar a produtora <i>Cha Cha Cha</i>, ao passo que os atores Bernal e Luna e o produtor Pablo Cruz fizeram o mesmo com sua <i>Canana</i>. De forma similar, Salles e Meirelles conciliam com sucesso carreiras internacionais e produções em seu próprio país."
    },
    {
      "type": "video",
      "video_id": "kOKqjonV9-c",
      "information": {
        "contentTitle": "Cenas do filme Los Viajes Del Viento",
        "contentText": "O filme foi selecionado como representante da Colômbia à edição do Oscar 2010, organizada pela Academia de Artes e Ciências Cinematográficas.",
        "source": "Youtube: Canal <i>Peliculas4Real</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em 2003. o governo da Colômbia introduziu leis de apoio ao cinema nacional e um fundo para o cinema para impulsionar a produção colombiana. O resultado foi um aumento no número de películas realizadas e maior presença internacional. Dois filmes notáveis ambos lançados em 2009, são <a href=\"https://_{type: 'screen', 'id': 82939, 'screen_type': movie}\">El vuelco del cangrejo</a> (2009), de <a href=\"https://_{type: 'screen', 'id': 928979, 'screen_type': person}\">Oscar Ruiz Navia</a> (n-1982), um conflito envolvente, belamente fotografado, entre tradição e modernidade passado em uma vila costeira da Colômbia e <a href=\"https://_{type: 'screen', 'id': 39378, 'screen_type': movie}\">Los viajes del viento</a> (BR: As viagens do vento, 2009), de <a href=\"https://_{type: 'screen', 'id': 122785, 'screen_type': person}\">Ciro Guerra</a> (n-1981) uma fabula original sobre um lendário acordeonista, com sequencias performáticas que são ao mesmo tempo cinematográficas e um tour de force musical."
    },
    {
      "type": "block_special",
      "title": "A Brutalidade de Iñárritu",
      "image": {
        "image_type": "local",
        "url": "img_amores_brutos",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963) exerceu um efeito tão forte e imediato nos cineastas americanos que foi questão de tempo até sua influência se estender pata outros paises. <i>Amores brutos</i> prova que no ano 2000 o modelo Tarantino de violência estilizada e narrativas entremeadas já havia chegado ao sul da fronteira americana, no México. O filme marca a estreia cinematográfica do diretor mexicano <i>Alejandro González Iñárritu</i> e, apesar de o longa-metragem no final das contas não oferecer nada de particularmente novo, sua direção vibrante consegue injetar energia, humor, inteligência e ternura em enredos já familiares. <br/><br/> \n\nFilmado como três histórias entrelaçadas cujos personagens centrais encontram-se em um determinado momento chave, <i>Amores brutos</i> se mantém fiel ao tema \"<i>canino</i>\" do seu título original (<i>Amores perros</i>, em espanhol), já que cada segmento do filme conta com cachorros em papel de destaque. No primeiro, um rapaz tem um caso com a mulher de seu irmão e inscreve seu cão premiado em brigas pavorosas (e visceralmente eficazes) na esperança de ganhar dinheiro para fugir com sua cunhada. No segundo, uma trama digna de <i>Edgar Allan Poe</i> vista pela ótica de <i>Luis Buñuel</i>, uma modelo vaidosa e aleijada perde o seu cão num espaço sob o piso do apartamento e é atormentada pelos sons do sofrimento incessante do animal, bem como por sua incapacidade de resolver a situação. No último, um matador de aluguel sem-teto busca redimir-se da vida que levou e o reconhecimento de sua família, de quem está há muito afastado. <br/><br/> \n\nTodos os três segmentos ironicamente ilustram a desumanidade do homem com seus semelhantes através do seu tratamento com os animais, que por sua vez sofrem tanto no filme que <i>Amores brutos</i> exibe um aviso chamativo de que nenhum animal foi submetido a maus-tratos durante a realização do filme. Na verdade, a frequente violência dos cães (e a violência contra os cães) é retratada de maneira tão realista que as vezes ameaça subjugar o filme. Mas Iñárritu consegue transmitir sua mensagem de deslealdade sangrenta, desonestidade indiferente e desunião das classes com uma abundância de estilo revelando no processo uma poderosa confiança nos instintos dos seus atores bem como na inteligência do seu público.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Na Venezuela, o presidente Hugo Chaves busca enfrentar \"<i>a ditadura de Hollywood</i>\" com um novo estúdio estatal, <i>Villa del Cine</i>, para a produção de longas metragens nacionais e documentários. Há bolsas para cineastas independentes e leis de exibição para obrigar que cada filme venezuelano produzido chegue as telas."
    },
    {
      "type": "video",
      "video_id": "wB8gctA1UNk",
      "information": {
        "contentTitle": "Cenas do filme Carandiru",
        "contentText": "Carandiru conta algumas das histórias dos detentos do presídio, que foi a maior prisão da América Latina; a história do filme culmina com o massacre de 1992 ocorrido no local, onde 111 prisioneiros foram mortos, 102 pela polícia. O próprio presídio foi usado para a realização de algumas cenas antes de ser demolido em 2002, um ano antes do lançamento do filme.",
        "source": "Youtube: Canal <i>Alex Raul</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Uma revolução pacifica já está tomando conta da América Latina - não política, mas cultural -, que promete derrubar o controle de Hollywood sobre os cinemas e popularizar filmes latino-americanos para seu mercado consumidor interno. Enquanto essa luta continua, os melhores desses cineastas estão contando suas histórias, a seu próprio modo e descobrindo que o restante do mundo as está assistindo.",
      "content_credits": "Resumo baseado no texto de <i>Demetrios Matheou</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "popularity": 23.48,
          "adult": false,
          "backdrop_path": "\/rr0vFvjbAU7zaLjSRtUAxavH2bv.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            80
          ],
          "title": "City of God",
          "original_language": "pt",
          "original_title": "Cidade de Deus",
          "poster_path": "\/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
          "vote_count": 4673,
          "video": false,
          "vote_average": 8.4,
          "id": 598,
          "overview": "Buscapé was raised in a very violent environment. Despite the feeling that all odds were against him, he finds out that life can be seen with other eyes...",
          "release_date": "2002-02-05"
        },
        {
          "popularity": 19.145,
          "adult": false,
          "backdrop_path": "\/tJTRLtdKPeVT8HORSbeHpdb8BKg.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53
          ],
          "title": "Amores Perros",
          "original_language": "es",
          "original_title": "Amores perros",
          "poster_path": "\/uoObXx53SjSLLtAavMSIe02zizs.jpg",
          "vote_count": 1494,
          "video": false,
          "vote_average": 7.6,
          "id": 55,
          "overview": "A fatalistic car crash in Mexico City sets off a chain of events in the lives of three persons: a young man aching to run off with his sister-in-law, a supermodel, and a homeless man. Their lives are catapulted into unforeseen circumstances instigated by the seemingly inconsequential destiny of a dog.",
          "release_date": "2000-06-16"
        },
        {
          "popularity": 15.995,
          "adult": false,
          "backdrop_path": "\/pemFVvSaYyJZyjBKwR1dtzClP7M.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Y Tu Mamá También",
          "original_language": "es",
          "original_title": "Y tu mamá también",
          "poster_path": "\/izw41PkE8y891yraO6fN1tCNmOG.jpg",
          "vote_count": 877,
          "video": false,
          "vote_average": 7.4,
          "id": 1391,
          "overview": "In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.",
          "release_date": "2001-06-08"
        },
        {
          "popularity": 31.312,
          "adult": false,
          "backdrop_path": "\/r77zeIxG8wdKzgNgDL0s2VexuMe.jpg",
          "media_type": "movie",
          "genre_ids": [
            14,
            18,
            10752
          ],
          "title": "Pan's Labyrinth",
          "original_language": "es",
          "original_title": "El laberinto del fauno",
          "poster_path": "\/7PurMm0gUOJZ8Uk0oyuZlt1CKfJ.jpg",
          "vote_count": 7684,
          "video": false,
          "vote_average": 7.7,
          "id": 1417,
          "overview": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks.",
          "release_date": "2006-08-25"
        },
        {
          "popularity": 8.629,
          "adult": false,
          "backdrop_path": "\/lrLIy9OFRQg4VkhrCyolfNXJEUH.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Central Station",
          "original_language": "pt",
          "original_title": "Central do Brasil",
          "poster_path": "\/uQj3kqTPOVnEFnWr7esi90ZyzTm.jpg",
          "overview": "An emotive journey of a former school teacher, who writes letters for illiterate people, and a young boy, whose mother has just died, as they search for the father he never knew.",
          "video": false,
          "vote_average": 8.1,
          "id": 666,
          "vote_count": 479,
          "release_date": "1998-11-20"
        },
        {
          "popularity": 4.837,
          "adult": false,
          "backdrop_path": "\/ttLJUrRMY3t4L0yWElYdQxIZ5AL.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Battle in Heaven",
          "original_language": "es",
          "original_title": "Batalla en el cielo",
          "poster_path": "\/uf1kUx8Ueuy822Py68mXPTdqc5F.jpg",
          "vote_count": 59,
          "video": false,
          "vote_average": 5.2,
          "id": 17247,
          "overview": "Set in Mexico City, Carlos Reygadas's sexually explicit drama centers on a man in turmoil over his past actions. Chauffer Marcos feels compelled to reveal a dark secret to his boss's daughter, Ana, a wealthy woman who works as a prostitute just for the thrill of it. Marcos confesses that he and his wife committed a crime that ended in horrible tragedy. Haunted by his past, Marcos searches for redemption.",
          "release_date": "2005-05-15"
        },
        {
          "popularity": 3.019,
          "adult": false,
          "backdrop_path": null,
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Tony Manero",
          "original_language": "es",
          "original_title": "Tony Manero",
          "poster_path": "\/iUWavHbuZbNlQQhn9CGptf14lQX.jpg",
          "overview": "A man is obsessed with John Travolta's disco dancing character from \"Saturday Night Fever\".",
          "video": false,
          "vote_average": 6.4,
          "id": 33774,
          "vote_count": 43,
          "release_date": "2008-08-28"
        },
        {
          "popularity": 14.602,
          "adult": false,
          "backdrop_path": "\/dPJ6Phs6crwoVXiLHntQk2lHz2T.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            28,
            53,
            80
          ],
          "title": "Sin Nombre",
          "original_language": "es",
          "original_title": "Sin Nombre",
          "poster_path": "\/wncX4fshBUDvB2CaW3AYG7i3nUd.jpg",
          "vote_count": 360,
          "video": false,
          "vote_average": 7.5,
          "id": 21191,
          "overview": "Sayra, a Honduran teen, hungers for a better life. Her chance for one comes when she is reunited with her long-estranged father, who intends to emigrate to Mexico and then enter the United States. Sayra's life collides with a pair of Mexican gangmembers who have boarded the same American-bound train.",
          "release_date": "2009-03-20"
        },
        {
          "popularity": 14.351,
          "adult": false,
          "backdrop_path": "\/tlV9dM8Ev9ZydIJuLzEdnyIDn53.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            28,
            80
          ],
          "title": "Elite Squad",
          "original_language": "pt",
          "original_title": "Tropa de Elite",
          "poster_path": "\/lwIXz785N2fXi8hsBr1IXciFlkM.jpg",
          "vote_count": 1357,
          "video": false,
          "vote_average": 8,
          "id": 7347,
          "overview": "In 1997, before the visit of the pope to Rio de Janeiro, Captain Nascimento from BOPE (Special Police Operations Battalion) is assigned to eliminate the risks of the drug dealers in a dangerous slum nearby where the pope intends to be lodged.",
          "release_date": "2007-10-12"
        },
        {
          "popularity": 2.683,
          "adult": false,
          "backdrop_path": "\/4JGfKaX81wp5YDATOG7JHYVMSTX.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Lion's Den",
          "original_language": "es",
          "original_title": "Leonera",
          "poster_path": "\/lQVngPh7jXN05ZExED9RmVUurr2.jpg",
          "vote_count": 33,
          "video": false,
          "vote_average": 6.1,
          "id": 8900,
          "overview": "Julia, a 25 year-old university student, two weeks pregnant, with no criminal record, is sent to prison. Julia murdered the father of her child. This story addresses maternity, jail and Justice; confinement, guilt and solitude; but above all it deals with Julia and her son, Tomas, born inside an Argentinean prison.",
          "release_date": "2008-05-29"
        },
        {
          "popularity": 8.443,
          "adult": false,
          "backdrop_path": "\/asV3QnnRmXG4JQ1WBGdkIL5q3O2.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "The Motorcycle Diaries",
          "original_language": "es",
          "original_title": "Diarios de motocicleta",
          "poster_path": "\/qz2aBYT8CAiJYvX4fRZpJ5G0Oz1.jpg",
          "vote_count": 820,
          "video": false,
          "vote_average": 7.4,
          "id": 1653,
          "overview": "Based on the journals of Che Guevara, leader of the Cuban Revolution. In his memoirs, Guevara recounts adventures he and best friend Alberto Granado had while crossing South America by motorcycle in the early 1950s.",
          "release_date": "2004-02-06"
        },
        {
          "popularity": 1.519,
          "adult": false,
          "backdrop_path": "\/poEwy5vjsbBHvUTWtwgYfUy5YCY.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            35
          ],
          "title": "Rolling Family",
          "original_language": "en",
          "original_title": "Familia rodante",
          "poster_path": "\/iUBH1K2iBqiglbI3AYXC52bdqm9.jpg",
          "overview": "A wedding invite from an estranged sibiling inspires a grandmother to assemble her family and embark on a roadtrip in a broken down caravan.",
          "video": false,
          "vote_average": 6.2,
          "id": 79767,
          "vote_count": 13,
          "release_date": "2004-09-06"
        },
        {
          "popularity": 0.81,
          "adult": false,
          "backdrop_path": "\/gwoyfsZqrENWF82jlbWcogTO3c7.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Family Law",
          "original_language": "es",
          "original_title": "Derecho de familia",
          "poster_path": "\/m1xKx1LFtMSGhkTNnNO9Lepqrzr.jpg",
          "overview": "A man in his thirties does not want to be like his father, but that seems to be unavoidable.",
          "video": false,
          "vote_average": 6.3,
          "id": 97548,
          "vote_count": 12,
          "release_date": "2006-03-23"
        },
        {
          "popularity": 2.009,
          "adult": false,
          "backdrop_path": "\/4SFSia8VdxyUi2WJq3GI4rE3olv.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "La Libertad",
          "original_language": "es",
          "original_title": "La libertad",
          "poster_path": "\/d258qEiSMMd6XMxyG0J21vCW8kh.jpg",
          "overview": "A woodcutter goes about his work.",
          "video": false,
          "vote_average": 6.9,
          "id": 94649,
          "vote_count": 15,
          "release_date": "2001-06-28"
        },
        {
          "popularity": 4.878,
          "adult": false,
          "backdrop_path": "\/7Y9XfHdtwXWcNQ1rmkcwqAnEyEB.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "title": "Whisky",
          "original_language": "es",
          "original_title": "Whisky",
          "poster_path": "\/zteglNK16wK8kGD74J4npQyCUBl.jpg",
          "overview": "When his long-lost brother resurfaces, Jacobo, desperate to prove his life has added up to something, looks to scrounge up a wife. He turns to Marta, an employee at his sock factory, with whom he has a prickly relationship.",
          "video": false,
          "vote_average": 6.6,
          "id": 36971,
          "vote_count": 41,
          "release_date": "2004-08-06"
        },
        {
          "popularity": 1.156,
          "adult": false,
          "backdrop_path": "\/bZKZV9ouna3ZGyRwkpUlhPY1kxx.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10402
          ],
          "title": "The Wind Journeys",
          "original_language": "es",
          "original_title": "Los viajes del viento",
          "poster_path": "\/hLMPYRK7Lkm68msH75uUQO08Utt.jpg",
          "overview": "After his wife's death, a vallenato singer from Majagual, Sucre, decides to quit music and return his allegedly cursed accordion to his master. He is joined by Fermín Morales, a teenage boy who admires him and wishes to follow his footsteps. Together, they start a journey throughout several towns in Northern Colombia to Taroa, in La Guajira desert, where the singer's master supposedly lives.",
          "video": false,
          "vote_average": 7.1,
          "id": 39378,
          "vote_count": 23,
          "release_date": "2009-04-30"
        },
        {
          "popularity": 6.74,
          "adult": false,
          "backdrop_path": "\/gmoKcmmfCbm3uk6weNolp92r1Xp.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "title": "Carandiru",
          "original_language": "pt",
          "original_title": "Carandiru",
          "poster_path": "\/dvL05T9KtkY6oPpMvrAmu18Nds3.jpg",
          "vote_count": 307,
          "video": false,
          "vote_average": 7.6,
          "id": 8440,
          "overview": "When a doctor decides to carry out an AIDS prevention program inside Latin America’s largest prison: the Casa de Detenção de São Paulo - Carandiru, he discovers the victim of one of the darkest days in Brazilian History when the State of São Paulo’s Military Police, with the excuse for law enforcement, shot to death 111 people. Based on real facts and on the book written by Dráuzio Varella.",
          "release_date": "2003-03-21"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11218,
          "name": "Alfonso Cuarón",
          "profile_path": "/eoCHiXaQzGgx9RiwXnt3k239FLc.jpg"
        },
        {
          "id": 8557,
          "name": "Fernando Meirelles",
          "profile_path": "/at0fRZl4fJwqaytXOfvgs1lOM9E.jpg"
        },
        {
          "id": 10828,
          "name": "Guillermo del Toro",
          "profile_path": "/gldeyCtKcaqnK1v4Vu9vqayhzUQ.jpg"
        },
        {
          "id": 223,
          "name": "Alejandro González Iñárritu",
          "profile_path": "/qWrltG9e0ssM3Y9pF86EAgteKHu.jpg"
        },
        {
          "id": 101399,
          "name": "Claudia Llosa",
          "profile_path": "/w0xZ9LVIZnDOlQHvsvDPfCNXDS2.jpg"
        },
        {
          "id": 98251,
          "name": "Sebastián Silva",
          "profile_path": "/uvRKkoWqzTIxxSSEfK4f5com6TB.jpg"
        },
        {
          "id": 10055,
          "name": "Fernanda Montenegro",
          "profile_path": "/bja0rn1BjAnA5Z5VbEvL2apvMT5.jpg"
        },
        {
          "id": 87257,
          "name": "Cary Joji Fukunaga",
          "profile_path": "/qhrtYCUM2NEaqVP3oB7vqkOTpx0.jpg"
        },
        {
          "id": 56210,
          "name": "Pablo Trapero",
          "profile_path": "/jIaBRcCHXu0AKsnj0pS2SeOJYuK.jpg"
        },
        {
          "id": 71203,
          "name": "Andrés Wood",
          "profile_path": "/5HfXcNhAGv1j8crUOmpDmkWi5WM.jpg"
        },
        {
          "id": 52576,
          "name": "José Padilha",
          "profile_path": "/1v2CvKDLEqxNjZk26Zby0dpasnC.jpg"
        },
        {
          "id": 40542,
          "name": "Héctor Babenco",
          "profile_path": "/5VRnOXoHU2FoMBwy2HhJ7FBGksQ.jpg"
        },
        {
          "id": 8574,
          "name": "Walter Salles",
          "profile_path": "/k3XHgm0f9nJK3ugilBqlm0tHfsw.jpg"
        },
        {
          "id": 52583,
          "name": "Wagner Moura",
          "profile_path": "/AoviMWWYWnfGV3mvfch4i5VJkXe.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}