{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "Depois do colapso da ética, a Europa entrou nos anos 1990 abastecida, entre outras coisas, do espirito da liberdade artística. Porém, o preço econômico da mudança se refletiu em restrições orçamentárias sobre a produção de filmes em alguns países, limitando os caros dramas de época àqueles países que já tinham um amplo currículo com este gênero cinematográfico."
    },
    {
      "type": "video",
      "video_id": "t4esViss83M",
      "information": {
        "contentTitle": "Cenas do filme Trem da Vida",
        "contentText": "Em 1996, <i>Roberto Benigni</i>, diretor-escritor de <i>A Vida é Bela</i> concorrente de <i>Trem da Vida</i>, tinha enviado o roteiro oferecido o papel de \"idiota da aldeia\" Shlomo pelo diretor e escritor Mihăileanu, mas Benigni recusou e depois foi escrever e dirigir <i>A Vida é Bela</i>. Mihăileanu se recusa a discutir publicamente se Benigni plagiou seu filme, preferindo dizer que ele e Benigni fizeram \"<i>dois filmes muito diferentes</i>\".",
        "source": "Youtube: Canal <i>GonzoBlonde</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A década foi iniciada com a adaptação deslumbrante de <a href=\"https://_{type: 'screen', 'id': 11673, 'screen_type': movie}\">Cyrano</a> (BR: Cyrano de Bergerac, 1990), por <a href=\"https://_{type: 'screen', 'id': 25950, 'screen_type': person}\">Jean-Paul Rappeneau</a> (n-1932). Em um papel para o qual ele e seu narigão haviam nascido para interpretar, <a href=\"https://_{type: 'screen', 'id': 16927, 'screen_type': person}\">Gérard Depardieu</a> (n-1948) teve um de seus desempenhos mais adoráveis, comunicando astúcia, inteligência e emoção por meio do roteiro denso de <i>Jean-Claude Carrière</i>."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Gwyneth Paltrow, em seu primeiro papel como protagonista, cria uma heroína tão deslumbrante que ela parece totalmente plausível como a luz-guia do dramaturgo.",
        "author": "Janet Maslin sobre Shakespeare Apaixonado"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Rappeneau</i> e <i>Carrière</i> se juntaram novamente para <a href=\"https://_{type: 'screen', 'id': 11876, 'screen_type': movie}\">Le Hussard sur le toit</a> (BR: O Cavaleiro do Telhado e a Dama das Sombras, 1995), anunciado como o filme francês mais caro de todos os tempos, mas sem a profundidade de sua colaboração anterior. <a href=\"https://_{type: 'screen', 'id': 10452, 'screen_type': movie}\">La Reine Margot</a> (BR: A rainha Margot, 1994) teve melhor sorte. Decadente e sanguinolento, parecia mais um filme de gangsteres do que um drama de época."
    },
    {
      "type": "video",
      "video_id": "-13ScnosXAk",
      "information": {
        "contentTitle": "Cenas do filme A Vida é Bela",
        "contentText": "Amigos e pessoas próximas de Benigni desaconselharam-lhe a realização do filme, já que ele é um comediante, e não judeu, e que o Holocausto não interessava ao público estabelecido. Por ser gentio, Benigni consultou o Centro de Documentação do Judaísmo Contemporâneo, sediado em Milão, durante toda a produção. Benigni incorporou imprecisões históricas para distinguir sua história do verdadeiro Holocausto, sobre o qual ele disse que apenas documentários mostrando sobreviventes poderiam fornecer \"a verdade\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 54448, 'screen_type': person}\">Ismail Merchant</a> (1936-2005) e <a href=\"https://_{type: 'screen', 'id': 54441, 'screen_type': person}\">James Ivory</a> (n-1928) continuavam a dominar o cinema britânico clássico com duas de suas melhores produções - <a href=\"https://_{type: 'screen', 'id': 8293, 'screen_type': movie}\">Howards End</a> (BR: Retorno a Howard's End, 1992) e <a href=\"https://_{type: 'screen', 'id': 1245, 'screen_type': movie}\">The Remains of the Day</a> (BR: Vestígios do dia, 1993), <a href=\"https://_{type: 'screen', 'id': 55476, 'screen_type': person}\">Nicholas Hytner</a> (n-1956) supervisionou a bem-sucedida adaptação da peça de <i>Alan Bennett</i> para o cinema em <a href=\"https://_{type: 'screen', 'id': 11318, 'screen_type': movie}\">The Madness of King George</a> (BR: As loucuras do rei George, 1994)."
    },
    {
      "type": "block_special",
      "title": "Uma fábula de amor e sobrevivência",
      "image": {
        "image_type": "local",
        "url": "img_vida_bela",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "\"<i>Buongiorno Principessa!</i>\" Raras vezes uma expressão tirada de um filme italiano ficou tão conhecida nos quatro cantos do mundo. E se pronunciada de braços abertos por uma criança, saltando de um armário com a carga de alegria que se vê no filho de Guido e Dora... é de derreter o coração de qualquer um. O filme a que roubámos a memória desta cena, todos sabem, chama-se <i>A Vida é Bela</i> (1997), e colocou o ator, realizador e argumentista <i>Roberto Benigni</i> sobre os holofotes internacionais. <br/><br/> \n\nAs atenções despertadas para <i>A Vida é Bela</i> não se justificam apenas pelos vários prêmios que conquistou na Europa e, sobretudo, em Hollywood, mas também pelo debate que reacendeu (depois de <a href=\"https://_{type: 'screen', 'id': 424, 'screen_type': movie}\">Schindler's List</a> (BR: A Lista de Schindler, 1993)) sobre as possibilidades e limites da representação do Holocausto. A principal razão de alguma polémica era justamente aquilo que caracteriza o trabalho do autor em causa: a comédia. Ora, o Holocausto não poderia ser olhado dessa forma. E a isso Benigni reagiu sem amargura, como se lê na resposta que deu numa entrevista ao <i>The Guardian</i>, em 1999: \"<i>Nós precisamos, enquanto palhaços, de ser maltratados. Isso nos mantém vivos, reais. Só um gênio como Fellini sabia fazer isso. Ele considerava os palhaços como benfeitores, santos, como o expoente da tragédia.</i>\" Esta mesma personalidade que relativizou as más críticas é a personalidade de Guido, o protagonista de <i>A Vida é Bela</i>, interpretado por Benigni, que entra pelo filme com um entusiasmo contagiante. Sabemos que nem tudo serão rosas, porque a frase do início serve de advertência - \"<i>Esta é uma história simples, mas não daquelas fáceis de contar. Como numa fábula, há tristeza, há deslumbramento e felicidade.</i>\" <br/><br/> \n\nOs motivos que levaram Roberto Benigni a realizar este filme não foram políticos ou históricos, embora ele e o roteirista, <a href=\"https://_{type: 'screen', 'id': 9234, 'screen_type': person}\">Vincenzo Cerami</a> (n-1940), tenham tomado a precaução de contratar consultores do Centro de Documentação Judaica de Milão e feito visionamentos para grupos de judeus italianos, antes do lançamento. A sua vontade de contar uma história de amor e humanidade num contexto extremo, só precisou dessa confirmação, por assim dizer, científica, para lançar na distribuição internacional. E o sucesso confirmou-se em Cannes, Varsóvia, Estados Unidos e mesmo Jerusalém, onde o filme mais tarde ganhou o prémio de \"<i>Melhor Experiência Judaica</i>\", no Festival de Jerusalém. A grande inspiração humana por trás de <i>A Vida é Bela</i> chama-se <i>Rubino Romeo Salmonì</i> (1920-2011). Foi a história deste judeu italiano apanhado pelos nazis em 1943, que chamou a atenção de Benigni, através do livro <i>Ho sconfitto Hitler</i> (em tradução literal, Derrotei Hitler), onde relata como sobreviveu a Auschwitz. Antes de a passar para a escrita, Rubino compartilhou com crianças e adolescentes a sua experiência, fazendo isso de forma mais otimista, como o livro transparece, moldando-se a um tom de certa ironia. E foi o espírito forte, confiante - e não esquecido da comédia-, deste homem que sugeriu a possibilidade de se falar de amor na mais catastrófica das situações. Não é por acaso que o título do filme, aparentemente trivial, tem também uma origem muito contextualizada, tendo sido extraído da frase com que Leon Trotsky terminou o seu testamento, escrito no México: \"<i>A vida é bela. Que as gerações futuras a libertem de todo o mal, da opressão e da violência, e a apreciem em toda a sua glória.</i>\" <br/><br/> \n\nDe resto, a inventividade em prol do humanismo, muito mais do que o rigor histórico, foi o símbolo maior da campanha de difusão do filme pelo mundo, e sobretudo nos Estados Unidos, onde o termo \"<i>fábula italiana</i>\" circulava com a absoluta aprovação do realizador - acrescentava apenas que \"<i>era inventada a partir da verdade</i>\". Quando chegou aos Óscar, em 1999, <i>A Vida é Bela</i> já era o filme estrangeiro mais rentável de todos os tempos no mercado norte-americano: 21 milhões de dólares.",
      "credits": "Resumo baseado no artigo \"A Vida é Bela: uma fábula de amor e sobrevivência \", de Inês Lourenço no Diário de Notícias."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 11181, 'screen_type': person}\">Kenneth Branagh</a> (n-1960) deu sequência a sua versão cheia de sangue e lama de <a href=\"https://_{type: 'screen', 'id': 10705, 'screen_type': movie}\">Henrique V</a> (1989) com <a href=\"https://_{type: 'screen', 'id': 11971, 'screen_type': movie}\">Much Ado About Nothing</a> (BR: Muito barulho por nada, 1993), a melhor adaptação de Shakespeare da década, à exceção da brilhante sacada de <a href=\"https://_{type: 'screen', 'id': 6201, 'screen_type': person}\">Baz Luhrmann</a> (n-1962) em <a href=\"https://_{type: 'screen', 'id': 454, 'screen_type': movie}\">Romeo + Juliet</a> (BR: Romeu + Julieta, 1996). Porém, o <a href=\"https://_{type: 'screen', 'id': 10549, 'screen_type': movie}\">Hamlet</a> (1996) de Branagh, primeiro a utilizar o texto completo de Shakespeare, teve apenas sucesso parcial. <a href=\"https://_{type: 'screen', 'id': 1934, 'screen_type': movie}\">Shakespeare in Love</a> (BR: Shakespeare apaixonado, 1998), com roteiro assinado também pelo dramaturgo <a href=\"https://_{type: 'screen', 'id': 372, 'screen_type': person}\">Tom Stoppard</a> (n-1937), demonstrou ser ainda mais popular, cativando o público e recebendo Oscar de Melhor Filme e de Melhor Roteiro Original. <a href=\"https://_{type: 'screen', 'id': 86290, 'screen_type': person}\">Derek Jarman</a> (1942-1994) produziu uma de suas melhores obras em 1991, a adaptação de outro drama elizabethano, <i>Edward II</i>, de <i>Christopher Marlowe</i>."
    },
    {
      "type": "video",
      "video_id": "HBemwEC73wg",
      "information": {
        "contentTitle": "Cenas do filme Muito Barulho por Nada",
        "contentText": "Apesar da fidelidade, algumas coisas foram desconsideradas: um acordeão aparece no baile de máscaras. Este instrumento não foi inventado até 1822; exceto para aqueles em primeiro plano em uma sequência de fotos, as lanternas do baile de máscaras são iluminadas por lâmpadas elétricas; a espreguiçadeira foi patenteada pela primeira vez no final do século XIX e, portanto, não estaria disponível na época em que o filme se passa.",
        "source": "Youtube: Canal <i>Romain S</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Muitos países europeus examinaram eventos mais recentes. <a href=\"https://_{type: 'screen', 'id': 1770, 'screen_type': movie}\">Michael Collins</a> (BR: Michael Collins - preço da liberdade, 1996) e <a href=\"https://_{type: 'screen', 'id': 58102, 'screen_type': movie}\">Some Mother's Son</a> (BR: Mães em luta, 1996) voltaram os olhares para aspectos dos problemas irlandeses. A pequena produção de época da Alemanha nos anos 1990, que incluiu <a href=\"https://_{type: 'screen', 'id': 2211, 'screen_type': movie}\">Aimée & Jaguar</a> (1999) e o delicado <a href=\"https://_{type: 'screen', 'id': 8996, 'screen_type': movie}\">Europa, Europa</a> (BR: Filhos da Guerra, 1990) - este último dirigido por <a href=\"https://_{type: 'screen', 'id': 1128, 'screen_type': person}\">Agnieska Holland</a> (n-1948) - inspirou-se em eventos da Segunda Guerra Mundial."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Em última análise, não importa quantos floreios inovadores e não convencionais ele aplique, o sucesso de qualquer adaptação de uma peça de Shakespeare é determinado por dois fatores: a competência do diretor e a habilidade dos membros do elenco principal. Luhrmann, Danes e DiCaprio colocam este Romeu + Julieta em boas mãos.",
        "author": "James Berardinelli sobre Romeu + Julieta"
      }
    },
    {
      "type": "text",
      "content_text": "O mais importante filme de época espanhol da década foi <a href=\"https://_{type: 'screen', 'id': 2470, 'screen_type': movie}\">Belle époque</a> (BR: Sedução, 1992) vencedor do Oscar. <a href=\"https://_{type: 'screen', 'id': 31023, 'screen_type': movie}\">La lengua de las mariposas</a> (BR: A língua das mariposas, 1999) e <a href=\"https://_{type: 'screen', 'id': 38884, 'screen_type': movie}\">Land and Freedom</a> (BR: Terra e liberdade, 1995), de <a href=\"https://_{type: 'screen', 'id': 15488, 'screen_type': person}\">Ken Loach</a> (n-1936), se concentraram na Guerra Civil Espanhola, ao passo que <a href=\"https://_{type: 'screen', 'id': 2441, 'screen_type': movie}\">Vacas</a> (1992) apresentou a excêntrica história de uma família basca ao longo de sete décadas. Uma estrutura de narrativa semelhante foi adotada pelo diretor húngaro <a href=\"https://_{type: 'screen', 'id': 225898, 'screen_type': person}\">István Szabó</a> (n-1938) em <a href=\"https://_{type: 'screen', 'id': 17771, 'screen_type': movie}\">Sunshine</a> (BR: Sunshine - O Despertar de um Século, 1999) e com resultados ainda melhores pelo grego <a href=\"https://_{type: 'screen', 'id': 10316, 'screen_type': person}\">Theo Angelopoulos</a> (n-1935) em <a href=\"https://_{type: 'screen', 'id': 22549, 'screen_type': movie}\">To Vlemma tou Odyssea</a> (BR: Um olhar a cada dia, 1995)."
    },
    {
      "type": "video",
      "video_id": "8JoOpx6VwHk",
      "information": {
        "contentTitle": "Cenas do filme Romeu + Julieta",
        "contentText": "Luhrmann conseguiu alguns fundos da Fox para fazer um workshop e filmar alguns teaser em Sydney. Leonardo DiCaprio concordou em pagar suas próprias despesas para voar para Sydney e fazer parte disso. Assim que a Fox viu a cena da luta, eles concordaram em apoiá-la.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 11010, 'screen_type': movie}\">Il postino</a> (BR: O Carteiro e o Poeta, 1994), relato fictício do encontro entre <i>Pablo Neruda</i> e um carteiro apaixonado, foi uma das produções italianas mais bem-sucedidas internacionalmente, apesar de logo ter sido ofuscada por <a href=\"https://_{type: 'screen', 'id': 637, 'screen_type': movie}\">La vita è bella</a> (BR: A vida é bela, 1997), filme dirigido e estrelado por <a href=\"https://_{type: 'screen', 'id': 4818, 'screen_type': person}\">Roberto Benigni</a> (n-1952). A comédia dramática ambientada em sua maior parte em um campo de concentração foi um dos maiores sucessos entre os filmes de época da década, embora as opiniões sobre seus méritos permaneçam divididas.",
      "content_credits": "Resumo baseado no texto de <i>Ian Haydn Smith</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/74hLDKjD5aGYOotO6esUVaeISa2.jpg",
          "popularity": 32.271,
          "vote_count": 9502,
          "video": false,
          "media_type": "movie",
          "id": 637,
          "adult": false,
          "backdrop_path": "\/6aNKD81RHR1DqUUa8kOZ1TBY1Lp.jpg",
          "original_language": "it",
          "original_title": "La vita è bella",
          "genre_ids": [
            35,
            18
          ],
          "title": "Life Is Beautiful",
          "vote_average": 8.5,
          "overview": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.",
          "release_date": "1997-12-20"
        },
        {
          "poster_path": "\/iNCTveBiq7jQ4Av4ynWSdWXN6Cc.jpg",
          "popularity": 10.367,
          "vote_count": 2219,
          "video": false,
          "media_type": "movie",
          "id": 1934,
          "adult": false,
          "backdrop_path": "\/i16MjvM9YsQ85ejdB63gtGXDu4W.jpg",
          "original_language": "en",
          "original_title": "Shakespeare in Love",
          "genre_ids": [
            36,
            10749,
            35
          ],
          "title": "Shakespeare in Love",
          "vote_average": 6.9,
          "overview": "Young Shakespeare is forced to stage his latest comedy, \"Romeo and Ethel, the Pirate's Daughter,\" before it's even written. When a lovely noblewoman auditions for a role, they fall into forbidden love -- and his play finds a new life (and title). As their relationship progresses, Shakespeare's comedy soon transforms into tragedy.",
          "release_date": "1998-01-29"
        },
        {
          "poster_path": "\/4oEq2z9xBGJqtbprMTKEK6u5wDm.jpg",
          "popularity": 15.617,
          "vote_count": 3576,
          "video": false,
          "media_type": "movie",
          "id": 454,
          "adult": false,
          "backdrop_path": "\/s7ZzRAlwtPAbRTigaVfulFageAa.jpg",
          "original_language": "en",
          "original_title": "Romeo + Juliet",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Romeo + Juliet",
          "vote_average": 6.8,
          "overview": "In director Baz Luhrmann's contemporary take on William Shakespeare's classic tragedy, the Montagues and Capulets have moved their ongoing feud to the sweltering suburb of Verona Beach, where Romeo and Juliet fall in love and secretly wed. Though the film is visually modern, the bard's dialogue remains.",
          "release_date": "1996-11-01"
        },
        {
          "poster_path": "\/7X4lCnelWJIuoMRLZqom5aAWRUU.jpg",
          "popularity": 9.461,
          "vote_count": 434,
          "video": false,
          "media_type": "movie",
          "id": 11673,
          "adult": false,
          "backdrop_path": "\/mVsfZiI8lJcjPiHzFP4ZRdSwPB8.jpg",
          "original_language": "fr",
          "original_title": "Cyrano de Bergerac",
          "genre_ids": [
            18,
            35,
            36,
            10749
          ],
          "title": "Cyrano de Bergerac",
          "vote_average": 7.3,
          "overview": "Embarrassed by his large nose, a romantic poet\/soldier romances his cousin by proxy.",
          "release_date": "1990-01-01"
        },
        {
          "poster_path": "\/4LNcL4VZVMXrwL8oCVBJJUGeMB.jpg",
          "popularity": 6.14,
          "vote_count": 457,
          "video": false,
          "media_type": "movie",
          "id": 11971,
          "adult": false,
          "backdrop_path": "\/1aKFmdjSXSy2dhWNPorZofpUWzg.jpg",
          "original_language": "en",
          "original_title": "Much Ado About Nothing",
          "genre_ids": [
            18,
            35,
            10749
          ],
          "title": "Much Ado About Nothing",
          "vote_average": 7,
          "overview": "In this Shakespearean farce, Hero and her groom-to-be, Claudio, team up with Claudio's commanding officer, Don Pedro, the week before their wedding to hatch a matchmaking scheme. Their targets are sharp-witted duo Benedick and Beatrice -- a tough task indeed, considering their corresponding distaste for love and each other. Meanwhile, meddling Don John plots to ruin the wedding.",
          "release_date": "1993-05-07"
        },
        {
          "vote_count": 696,
          "popularity": 10.493,
          "id": 11010,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "The Postman",
          "release_date": "1994-04-07",
          "original_language": "it",
          "original_title": "Il postino",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "backdrop_path": "\/32pvxFiXNo2TdNpBiuHN8k2Mr4K.jpg",
          "adult": false,
          "overview": "Simple Italian postman learns to love poetry while delivering mail to a famous poet; he uses this to woo local beauty Beatrice.",
          "poster_path": "\/cUaCpjVDefYShKyLmkcDsiPaBHn.jpg"
        },
        {
          "poster_path": "\/zXmw499na0McKaUXqb38lW6a4uo.jpg",
          "popularity": 6.577,
          "vote_count": 151,
          "video": false,
          "media_type": "movie",
          "id": 38884,
          "adult": false,
          "backdrop_path": "\/1OtoirUhdmGUSaByskZRSODNMrM.jpg",
          "original_language": "en",
          "original_title": "Land and Freedom",
          "genre_ids": [
            18,
            36,
            10749,
            10752
          ],
          "title": "Land and Freedom",
          "vote_average": 7.3,
          "overview": "David Carr is a British Communist who is unemployed. In 1936, when the Spanish Civil War begins, he decides to fight for the Republican side, a coalition of liberals, communists and anarchists, so he joins the POUM militia and witnesses firsthand the betrayal of the Spanish revolution by Stalin's followers and Moscow's orders.",
          "release_date": "1995-01-01"
        },
        {
          "vote_count": 84,
          "popularity": 9.192,
          "id": 11876,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "The Horseman on the Roof",
          "release_date": "1995-09-20",
          "original_language": "fr",
          "original_title": "Le Hussard sur le toit",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/5aXOJ5cpzodpZoTDe4NVL0kSkRl.jpg",
          "adult": false,
          "overview": "In a time of war and disease, a young officer gallantly tries to help a young woman find her husband.",
          "poster_path": "\/tsmwnxi8hGXQTNVqBRCAVsfeGON.jpg"
        },
        {
          "poster_path": "\/vRXtJaEqwHAQTP2m0RnHvBxNCf6.jpg",
          "popularity": 9.074,
          "vote_count": 204,
          "video": false,
          "media_type": "movie",
          "id": 10452,
          "adult": false,
          "backdrop_path": "\/xJGk8yDUQMcEjqyfcXEqzFa3ncP.jpg",
          "original_language": "fr",
          "original_title": "La Reine Margot",
          "genre_ids": [
            18,
            36
          ],
          "title": "Queen Margot",
          "vote_average": 7.3,
          "overview": "The night of August 24, 1572, is known as the Massacre of St. Bartholomew. In France a religious war is raging. In order to impose peace a forced wedding is arranged between Margot de Valois, sister of the immature Catholic King Charles IX, and the Hugenot King Henri of Navarre. Catherine of Medici maintains her behind-the-scenes power by ordering assaults, poisonings, and instigations to incest.",
          "release_date": "1994-05-11"
        },
        {
          "poster_path": "\/pnAPAcUHpUQ9v8PXZtMTnbovc7x.jpg",
          "popularity": 7.495,
          "vote_count": 140,
          "video": false,
          "media_type": "movie",
          "id": 11318,
          "adult": false,
          "backdrop_path": "\/i0BlzYvq5H49DOqJWTUzko3Bwzd.jpg",
          "original_language": "en",
          "original_title": "The Madness of King George",
          "genre_ids": [
            35,
            18,
            36
          ],
          "title": "The Madness of King George",
          "vote_average": 6.8,
          "overview": "King George III's erratic behaviour leads to a plot in Parliament to have him declared insane and removed from the throne.",
          "release_date": "1994-12-28"
        },
        {
          "poster_path": "\/ilurgUOp6SCl4cuhfjctj1qxlfZ.jpg",
          "popularity": 10.769,
          "vote_count": 297,
          "video": false,
          "media_type": "movie",
          "id": 10549,
          "adult": false,
          "backdrop_path": "\/9kkzRKwGKTVWNFBMruCT3RKUrzx.jpg",
          "original_language": "en",
          "original_title": "Hamlet",
          "genre_ids": [
            18
          ],
          "title": "Hamlet",
          "vote_average": 7.5,
          "overview": "Hamlet, Prince of Denmark, returns home to find his father murdered and his mother now marrying the murderer... his uncle. Meanwhile, war is brewing.",
          "release_date": "1996-12-25"
        },
        {
          "poster_path": "\/hkh3GzBHquwB5nkdEeQUbFSo5Ju.jpg",
          "popularity": 6.707,
          "vote_count": 131,
          "video": false,
          "media_type": "movie",
          "id": 8996,
          "adult": false,
          "backdrop_path": "\/r4YTIoRPQ3y6loEmf0cSo4Fh4hE.jpg",
          "original_language": "de",
          "original_title": "Europa Europa",
          "genre_ids": [
            36,
            18,
            10752
          ],
          "title": "Europa Europa",
          "vote_average": 7.3,
          "overview": "A Jewish boy separated from his family in the early days of WWII poses as a German orphan and is taken into the heart of the Nazi world as a 'war hero' and eventually becomes a Hitler Youth. Although improbabilities and happenstance are cornerstones of the film, it is based upon a true story.",
          "release_date": "1990-11-14"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 16927,
          "name": "Gérard Depardieu",
          "profile_path": "/cibkIAJN6ctlqHohhdDEcfbiCAL.jpg"
        },
        {
          "id": 6201,
          "name": "Baz Luhrmann",
          "profile_path": "/6Dqs2hmcj2UtTON5FfjlRvKdbuF.jpg"
        },
        {
          "id": 1128,
          "name": "Agnieszka Holland",
          "profile_path": "/t7OOYOMIre88LLiWYepg8XnF9FD.jpg"
        },
        {
          "id": 4818,
          "name": "Roberto Benigni",
          "profile_path": "/noelOhwX1oaNSvU9NLKhPrHTFI3.jpg"
        },
        {
          "id": 10316,
          "name": "Theo Angelopoulos",
          "profile_path": "/yKDJNi4vmEjRGGRVdGFnnkAuO9f.jpg"
        },
        {
          "id": 54448,
          "name": "Ismail Merchant",
          "profile_path": "/8tL8R8eOhjEFQyEg8uXA8GBNwoA.jpg"
        },
        {
          "id": 11181,
          "name": "Kenneth Branagh",
          "profile_path": "/AbCqqFxNi5w3nDUFdQt0DGMFh5H.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}