{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "Embora o cinema independente americano tenha vivido um de seus grandes momentos nos anos 1980 e 1990, ele não foi, de forma alguma, um fenômeno restrito a esse período. O autêntico cinema independente - produzido fora dos grandes estúdios - não é novo nos Estados Unidos. Pequenos estúdios e cineastas solitários vêm realizando suas produções desde os primeiros dias do cinema."
    },
    {
      "type": "video",
      "video_id": "kPHbIyDTPHU",
      "information": {
        "contentTitle": "Cenas do filme Fargo",
        "contentText": "Após o lançamento do filme, segundo alguns relatos, Brainerd foi invadido por cinéfilos em busca do dinheiro de resgate enterrado no filme, por causa do \"baseado em uma história real\", exibido nos créditos iniciais. Em 2001, uma mulher chamada Takako Konishi foi encontrada congelada até a morte perto de Detroit Lakes, Minnesota. Surgiu um boato de que ela estava procurando o dinheiro enterrado, mas sua morte foi na verdade considerada suicídio.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em vez de defini-lo simplesmente por critérios de produção e distribuição, o cinema indie é, pelo menos teoricamente, aquele com ideias próprias, resistente às normas empregadas no grande circuito e vagamente ligado à contracultura. Os filmes independentes dos Estados Unidos são encarados como criações de cineastas com pontos de vista peculiares, que geralmente produzem e retém os direitos sobre sua obra. Essa tradição inclui nomes tão variados quanto os de <a href=\"https://_{type: 'screen', 'id': 18626, 'screen_type': person}\">Andy Warhol</a> (1929-1989), <a href=\"https://_{type: 'screen', 'id': 9789, 'screen_type': person}\">Robert Altman</a> (1925-2006), <a href=\"https://_{type: 'screen', 'id': 11147, 'screen_type': person}\">John Cassavetes</a> (1929-1987) e <a href=\"https://_{type: 'screen', 'id': 14999, 'screen_type': person}\">George A. Romero</a> (n-1940)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "A performance de Bill Murray que estávamos esperando. Suas duas metades nunca se juntaram como aqui, de uma forma que conecta aquele distanciamento hilariante com o profundo e duradouro sentimento de isolamento que deve ter gerado isso.",
        "author": "David Edelstein sobre Encontros e Desencontros"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes independentes dos Estados Unidos floresceram como uma cultura visível nos anos 1980. Figuras fundamentais foram o versátil <a href=\"https://_{type: 'screen', 'id': 102445, 'screen_type': person}\">John Sayles</a> (n-1950), fazendo dramas contra o autoritarismo como <a href=\"https://_{type: 'screen', 'id': 24276, 'screen_type': movie}\">Matewan</a> (BR: Matewan - A Luta Final, 1987), e <a href=\"https://_{type: 'screen', 'id': 4429, 'screen_type': person}\">Jim Jarmusch</a> (n-1953), cujo estilo lacônico e descolado tem origens na cena nova iorquina do orçamento zero do fim dos anos 1970."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1223, 'screen_type': person}\">Joel Coen</a> (n-1954) e <a href=\"https://_{type: 'screen', 'id': 1224, 'screen_type': person}\">Ethan Coen</a> (n-1957) deixaram sua primeira marca em 1984, com a comédia de humor negro <a href=\"https://_{type: 'screen', 'id': 11368, 'screen_type': movie}\">Blood Simple</a> (BR: Gosto de Sangue, 1984). Uma grande virada aconteceu em 1986, quando <a href=\"https://_{type: 'screen', 'id': 5281, 'screen_type': person}\">Spike Lee</a> (n-1957) emergiu com a comédia erótica <a href=\"https://_{type: 'screen', 'id': 27995, 'screen_type': movie}\">She's Gotta Have It</a> (BR: Ela Quer Tudo 1986). A inventividade estilística, a provocação política e o empreendedorismo durão abriram caminho para uma nova leva de diretores afro-americanos, como <a href=\"https://_{type: 'screen', 'id': 6482, 'screen_type': person}\">John Singleton</a> (n-1968), <a href=\"https://_{type: 'screen', 'id': 230059, 'screen_type': person}\">Matty Rich</a> (n-1971) e os gêmeos <a href=\"https://_{type: 'screen', 'id': 11447, 'screen_type': person}\">Albert Hughes</a> e <a href=\"https://_{type: 'screen', 'id': 11448, 'screen_type': person}\">Allen Hughes</a> (n-1972), bem como para vozes mais experimentais como <a href=\"https://_{type: 'screen', 'id': 142603, 'screen_type': person}\">Julie Dash</a> (n-1952)."
    },
    {
      "type": "video",
      "video_id": "Y6YBKdmOlM8",
      "information": {
        "contentTitle": "Cenas do filme Pulp Fiction",
        "contentText": "O filme, cujo título é uma referência às revistas pulp, populares durante a metade do século XX e caracterizadas pela sua violência gráfica, é conhecido por seus diálogos ricos e ecléticos, mistura irônica de humor e violência, narrativa não-linear, uma série de alusões a outras produções cinematográficas e referências à cultura pop.",
        "source": "Youtube: Canal <i>ReservoirFrogs</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Muitos desses pioneiros mantêm longas carreiras de notável diversidade. Sayles ainda faz filmes elogiados pela crítica, como o faroeste pouco convencional <a href=\"https://_{type: 'screen', 'id': 26748, 'screen_type': movie}\">Lone Star</a> (BR: Lone Star - A Estrela Solitária, 1996) e a investigação sobre adoção <a href=\"https://_{type: 'screen', 'id': 38244, 'screen_type': movie}\">Casa de los babys</a> (BR: A Casa dos Bebes, 2003). Jarmusch continua a romper barreiras com filmes como o faroeste <a href=\"https://_{type: 'screen', 'id': 922, 'screen_type': movie}\">Dead Man</a> (BR: Homem morto, 1995) e a série de vinhetas a respeito de celebridades <a href=\"https://_{type: 'screen', 'id': 883, 'screen_type': movie}\">Coffee and Cigarettes</a> (BR: Sobre Café e Cigarros, 2003)."
    },
    {
      "type": "block_special",
      "title": "A Marca Definitiva de Tarantino",
      "image": {
        "image_type": "local",
        "url": "img_pulp_fiction_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Sob quaisquer ângulos que se pretenda analisar <i>Pulp Fiction</i>, é inevitável a conclusão de que ele não só foi um dos filmes mais importantes dos anos 90, como também um grande influenciador de uma geração inteira, um divisor de águas cinematográfico, por assim dizer. O estilo inconfundível de filmar que <i>Quentin Tarantino</i> tão bem estabeleceu com o seu <i>Cães de Aluguel</i> apenas dois anos antes, amalgamando técnicas variadas em um resultado único e original ganhou uma espécie de clímax antecipado com <i>Pulp Fiction</i>, já que, normalmente, cineastas de renome têm uma curva de crescimento significativa, que pode durar décadas, para chegar a seu ápice. E nem mesmo me atrevo a afirmar categoricamente, passados todos esses anos, que o segundo longa de Tarantino é mesmo seu ponto mais alto, pois eu realmente não saberia mais dizer; todavia, sem qualquer sombra de dúvida, é esse o filme que abriu de vez as portas para o diretor e que também mais profunda e imediatamente imiscuiu-se de maneira indelével na cultura pop, com uma verdadeira avalanche de diálogos icônicos, músicas inesquecíveis e sequências arrebatadoras. <br/><br/> \n\nMas o que faz Pulp Fiction ser Pulp Fiction? Essa é uma pergunta que pode ter uma miríade de respostas, todas elas válidas. Tenho para mim, porém, que o grande destaque da obra é a forma como Tarantino, que escreveu o roteiro com base em histórias criadas por ele e por <a href=\"https://_{type: 'screen', 'id': 8297, 'screen_type': person}\">Roger Avary</a> (n-1965), conta três histórias – quatro, se contarmos com a do casal que tenta roubar um dinheiro que abre e fecha a projeção – substancialmente independentes inspiradas no tipo de literatura que o título escancara, em uma complexa estrutura de narrativa não-linear, cada uma com seu próprio começo, meio e fim, mas que dialogam entre si dentro da temática geral do submundo de bandidos em Los Angeles e arredores. <br/><br/> \n\nÉ perfeitamente possível perceber filmes que foram influenciados por Pulp, como Amnésia e Cidade de Deus. A transformação – ou, talvez, apropriação – da narrativa não-linear como algo próprio, diria que essa é uma das características mais incompreendidas de Tarantino. O diretor é acusado de copiador, plagiador e todo tipo de sinônimo disso, como se nenhum outro diretor fizesse o mesmo ou como se o próprio Tarantino já não tivesse afirmado que usa referências de obras que gosta em maior ou menor grau. Mas o que o diretor sabe fazer é transformar tudo que \"copia ou pega emprestado em algo que é facilmente identificável como sendo dele. Sabemos que estamos diante de um filme de Tarantino mesmo que sejamos apresentados à obra lá pela metade. O mesmo se pode dizer de diretores como Woody Allen e Steven Spielberg. Se isso é algo bom ou ruim, não cabe aqui julgar. O que fica evidente é que Tarantino sabe converter o que aparentemente é lugar-comum em sua assinatura e foi isso que ele fez com a narrativa não-linear em Pulp Fiction: transformou o básico em uma estrutura que se desdobra em diversas histórias paralelas e, às vezes, tangenciais, que, ao final, deixam evidente o domínio que o diretor tem sobre a câmera e sobre a montagem, além da sempre presente e sempre perfeita trilha sonora, outro divisor de águas cinematográfico, aliás. <br/><br/> \n\nCada uma das linhas narrativas que populam esse filme em episódios de Tarantino é crivada de diálogos que funcionam como uma expansão do que vimos em sua primeira obra. Enquanto seu primeiro filme tinha diálogos que ficavam circunscritos a um mesmo círculo de pessoas composto por gangsteres ou assaltantes de banco de origem caucasiana, em <i>Pulp Fiction</i> vemos uma mistura de personagens diferentes em dinâmica de dupla (ou quase): o casal de assaltantes amadores que abre e fecha o filme (Tim Roth e Amanda Plummer); a dupla de assassinos Vincent Vega (John Travolta, revivido por Tarantino) e Jules Winnfield (Samuel L. Jackson, revelado para o mundo aqui) em uma missão; o chefão do crime Marsellus Wallace (Ving Rhames) e o lutador de boxe no crepúsculo de sua carreira Butch (Willis) deparando-se com os estupradores Zed (Peter Greene) e Maynard (Duane Whitaker); Vincent Vega e Mia Wallace (Uma Thurman) às voltas com uma overdose de heroína e com o fornecedor de droga Lance (Eric Stoltz) e sua esposa Jody (Rosanna Arquette) e Vincent, Jules, Jimmie (o próprio Tarantino) e o “<i>resolvedor de problemas</i>” Mr. Wolf (Harvey Keitel) lidando com uma desagradável situação envolvendo sangue e pedaços de cérebro espalhados em um carro. <br/><br/> \n\nCada diálogo é cuidadosamente talhado para funcionar com seu personagem e a respectiva interação com o outro personagem. Há de tudo um pouco, além da incrível capacidade de Tarantino de inserir menções à cultura pop a todo momento. As frases sobre as pequenas diferenças entre Europa e Estados Unidos, sobre os “<i>atos medievais</i>” de Marsellus em cima de Zed, sobre a citação da Bíblia que Jules usa antes de matar e diversas outras são, se quisermos, tão vazias de conteúdo quanto repletas de ritmo; ou tão cheias de críticas sociais quanto escolhermos imaginar, mas sem esquecer que diversas delas são retiradas – algumas palavra por palavra – de obras anteriores em mais uma demonstração da capacidade de Tarantino de remixar o que já existe e transformar em algo seu. <br/><br/> \n\nPulp Fiction, com toda sua extrema violência (tem pedaços de cérebro no cabelo de Vince e Jules!), é um deleite para os olhos e para os ouvidos, além de ser instrutivo. Afinal de contas, onde mais você poderia saber que, em Amsterdam, eles servem cerveja em copos de vidro no cinema ou que massagem nos pés sempre tem conotação sexual?",
      "credits": "Resumo baseado no artigo \"Crítica | Pulp Fiction – Tempo de Violência\", de Ritter Fan no Plano Crítico."
    },
    {
      "type": "text",
      "content_text": "Lee continuou a examinar os relacionamentos em <a href=\"https://_{type: 'screen', 'id': 1713, 'screen_type': movie}\">Jungle Fever</a> (BR: Febre da Selva, 1991) e explorou o documentário com <i>When the Levees Broke: a Requiem in Four Acts</i> (BR: Quando os diques se romperam um réquiem em quatro atos, 2006). Os irmãos Coen encontraram a fama fora do círculo dos cinéfilos com <a href=\"https://_{type: 'screen', 'id': 290, 'screen_type': movie}\">Barton Fink</a> (BR: Barton Fink, Delírios de Hollywood, 1991) e <a href=\"https://_{type: 'screen', 'id': 275, 'screen_type': movie}\">Fargo</a> (BR: Fargo: Uma Comédia de Erros, 1996). Os Coen vem trabalhando desde então em uma variedade de contextos comerciais, mas a singularidade de sua visão, consistente e às vezes perversa, os qualifica como modelos de independência. <a href=\"https://_{type: 'screen', 'id': 5602, 'screen_type': person}\">David Lynch</a> (n-1946) desenvolveu sua carreira de forma semelhante à dos irmãos Coen, começando como um marginal por excelência com a anomalia assustadora de <a href=\"https://_{type: 'screen', 'id': 985, 'screen_type': movie}\">Eraserhead</a> (1976)."
    },
    {
      "type": "video",
      "video_id": "jSidQZzJfcc",
      "information": {
        "contentTitle": "Cenas do filme Febre da Selva",
        "contentText": "O filme explora o início e o fim de um relacionamento interracial  em uma Nova York dos anos 1990. O filme recebeu várias críticas positivas, com destaque para o desempenho de Samuel L. Jackson.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Iniciado em 1982, o <strong>Festival Sundance de Cinema</strong> - como é chamado desde 1991- pôs o selo sobre uma cultura de cinema independente que prosperava em parte como uma reação ao conservadorismo predominante na gestão do presidente <i>Ronald Reagan</i>. O Sundance deslanchou a carreira de diversos cineastas, entre eles <a href=\"https://_{type: 'screen', 'id': 1884, 'screen_type': person}\">Steven Soderbergh</a> (n-1963), que ganhou o prêmio do público do Sundance por <a href=\"https://_{type: 'screen', 'id': 1412, 'screen_type': movie}\">Sex, Lies, and Videotape</a> (BR: Sexo, Mentiras e Videotape, 1989). O filme chamou atenção para o novo cinema de baixo orçamento ao ganhar uma indicação ao Oscar e a Palma de Ouro no Festival de Cannes."
    },
    {
      "type": "text",
      "content_text": "Desde então, como diretor e produtor, Soderbergh experimentou todos os tipos de gênero com todos os tipos de orçamentos possíveis, dentro e fora do grande circuito. <a href=\"https://_{type: 'screen', 'id': 2294, 'screen_type': person}\">Robert Rodriguez</a> (n-1968) explodiu no Sundance com o filme de ação <a href=\"https://_{type: 'screen', 'id': 9367, 'screen_type': movie}\">El mariachi</a> (BR: O Mariachi, 1992), concebido originalmente para o mercado de vídeo doméstico de baixo custo, em espanhol. Depois de seu sucesso fenomenal, Rodriguez abriu seu próprio mini estúdio, tornando-se uma espécie de <a href=\"https://_{type: 'screen', 'id': 102429, 'screen_type': person}\">Roger Corman</a> (n-1926) com sotaque latino."
    },
    {
      "type": "video",
      "video_id": "fPVMCWUISIQ",
      "information": {
        "contentTitle": "Cenas do filme Sexo, Mentiras e Videotape",
        "contentText": "Com um orçamento de apenas $ 1,2 milhão de dólares, Sodebergh ensaiou durante uma semana e filmou o filme durante um mês. Mais tarde, ele disse que esse foi “o único filme que fiz onde eu que senti que tinha todo o dinheiro e todo o tempo que precisava”. O filme foi um sucesso e foi uma das maiores influências do cinema independente nos anos 1990.",
        "source": "Youtube: Canal <i>dprimattina</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 19303, 'screen_type': person}\">Kevin Smith</a> (n-1970) apareceu no Sundance com o ruidoso <a href=\"https://_{type: 'screen', 'id': 2292, 'screen_type': movie}\">Clerks</a> (BR: O balconista, 1994), filmado na loja de conveniências onde ele trabalhava. Amador entusiasmado que fez sucesso, Smith permanece como o típico representante da cena indie."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Você não sabe nada sobre perda, porque ela só ocorre quando ama alguém mais do que a si próprio. Eu duvido que já tenha ousado amar alguém tanto assim.",
        "author": "Sean Maguire (Robin Williams) em Gênio Indomável"
      }
    },
    {
      "type": "text",
      "content_text": "Outra vertente importante foi o chamado \"<strong>New Queer Cinema</strong>\" (Novo cinema homossexual). Fenômeno internacional, nos Estados Unidos os pioneiros incluíram <a href=\"https://_{type: 'screen', 'id': 16863, 'screen_type': person}\">Todd Haynes</a> (n-1961) com <a href=\"https://_{type: 'screen', 'id': 47620, 'screen_type': movie}\">Poison</a> (BR: Veneno, 1991) e <a href=\"https://_{type: 'screen', 'id': 5216, 'screen_type': person}\">Gus van Sant</a> (n-1952) com <a href=\"https://_{type: 'screen', 'id': 383, 'screen_type': movie}\">Mala Noche</a> (1986). Os dois diretores transcenderam esse rótulo com filmes formalmente inovadores. Da mesma forma, as mulheres encontraram mais espaço para criar uma obra singular no setor independente, entre elas <a href=\"https://_{type: 'screen', 'id': 3110, 'screen_type': person}\">Allison Anders</a> (n-1954), com seu estudo de uma gangue hispânica em Los Angeles, <a href=\"https://_{type: 'screen', 'id': 32325, 'screen_type': movie}\">Mi vida loca</a> (BR: Minha Vida Louca, 1993) e <a href=\"https://_{type: 'screen', 'id': 94831, 'screen_type': person}\">Maggie Greenwald</a> (n-1955), com o faroeste revisionista <a href=\"https://_{type: 'screen', 'id': 71940, 'screen_type': movie}\">The Ballad of Little Jo</a> (BR: Uma balada para Jo, 1993)."
    },
    {
      "type": "video",
      "video_id": "k7ej9E5b8js",
      "information": {
        "contentTitle": "Cenas do filme O Mariachi",
        "contentText": "É considerado o filme mais barato da história, pois custou apenas US$ 7.725 para ser concluído, tendo se tornado o filme mais barato já adquirido para ser distribuído por uma major norte-americana. Robert Rodriguez com apenas 23 anos, conseguiu em 1992, mostrar para o mundo como sua criatividade conseguiu romper com o orçamento reduzidíssimo que possuía, ele realizou todas as funções da equipe técnica de O Mariachi. De acordo com o diretor ele apenas não atuou também, porque não teria ninguém para segurar a câmera caso fizesse também esta função. Para realizar cenas com a câmera se movendo Robert Rodriguez usou uma cadeira de rodas quebrada, que conseguiu em um hospital. A maioria das armas exibidas no filme eram na verdade pistolas d'água. A exceção ficava por conta das usadas pelos policiais, que eram verdadeiras e foram emprestadas pela delegacia local.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O cinema independente forneceu um abrigo para os cineastas experimentais, como por exemplo <a href=\"https://_{type: 'screen', 'id': 66605, 'screen_type': person}\">Todd Solondz</a> (n-1959), com provocantes sátiras sociais como <a href=\"https://_{type: 'screen', 'id': 10683, 'screen_type': movie}\">Happiness</a> (BR: Felicidade, 1998), <a href=\"https://_{type: 'screen', 'id': 51917, 'screen_type': person}\">Larry Clark</a> (n-1943), com seus retratos de adolescentes das cidades como o corajoso <a href=\"https://_{type: 'screen', 'id': 9344, 'screen_type': movie}\">Kids</a> (1995). <a href=\"https://_{type: 'screen', 'id': 4762, 'screen_type': person}\">Paul Thomas Anderson</a> (n-1970), com obras elegantes com grandes elencos, como <a href=\"https://_{type: 'screen', 'id': 4995, 'screen_type': movie}\">Boogie Nights</a> (BR: Boogie Nights - Prazer Sem Limites, 1997); <a href=\"https://_{type: 'screen', 'id': 5655, 'screen_type': person}\">Wes Anderson</a> (n-1969), com obras inteligentes como <a href=\"https://_{type: 'screen', 'id': 9428, 'screen_type': movie}\">The Royal Tenenbaums</a> (BR: Os Excêntricos Tenenbaums, 2001); <a href=\"https://_{type: 'screen', 'id': 22461, 'screen_type': person}\">Vincent Gallo</a> (n-1961) fez sua estreia na direção com o filme sobre um ex-presidiário falsamente acusado, <a href=\"https://_{type: 'screen', 'id': 9464, 'screen_type': movie}\">Buffalo '66</a> (1998), que lhe conquistou um séquito de admiradores pela releitura do gênero, pela trilha sonora excêntrica e pela fotografia inovadora."
    },
    {
      "type": "block_special",
      "title": "O Cinismo dos Irmãos Coen",
      "image": {
        "image_type": "local",
        "url": "img_fargo",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Uma das especialidades dos irmãos e parceiros <i>Joel</i> e <i>Ethan Coen</i> é retorcer gêneros bem estabelecidos de Hollywood e transforma-los em prazerosos e exuberantes formatos contemporâneos. Os filmes dessa dupla, dois dos mais importantes cientistas surgidos nos Estados Unidos durante os anos 1980, continuam ótimos, e o diabolicamente inteligente <i>Fargo</i> está entre os melhores. Trata-se de uma história torpe que provoca exclamações de admiração e choque, mas também boas risadas. Na tela estão desvio de dinheiro, sequestro, engodos, mal-entendidos e assassinato, assim como outra presença constate nos filmes dos Coen: um crime que foge totalmente ao controle. <br/><br/> \n\nAs ideias inteligentes dos Coen geram uma tragicomédia peculiar e bizarra que consegue ser extremamente divertida e violentamente perturbadora por meio de reviravoltas conduzidas de forma impecável contrastando a eficácia e inocência essenciais de alguns personagens com a perversidade de outros. Os azarados criminosos e suas vítimas não estão ali para despertar empatia, mas para serem cruelmente manipulados para nosso deleite. O espirito frio e malévolo que reapareceu em muitos de seus outros filmes fez com que um crítico de seus trabalhos os chamasse de \"chateações artísticas\": Mas isso não diminui seu talento flagrante para espantar, confundir e divertir os espectadores. Apesar do visual árido, <i>Fargo</i> é um dos trabalhos mais ternos dos irmãos, cheio de sequências características e piadas que se estendem por várias cenas, mas também com o consolo redentor da decadência pura. McDormand e o roteiro dos Coen ganharam dois prêmios Oscar por quebrarem as velhas regras em um caso ímpar de assassinato.",
      "credits": "Resumo baseado no texto de <i>Angela Errigo</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "A comédia <a href=\"https://_{type: 'screen', 'id': 14022, 'screen_type': movie}\">Slacker</a> (BR: Preguiçoso, 1991), de <a href=\"https://_{type: 'screen', 'id': 564 , 'screen_type': person}\">Richard Linklater</a> (n-1960) incorporou uma estética indie e também definiu uma subcultura, sum carreira subsequente incluiria tanto filmes comerciais quanto obras experimentais como a animação <a href=\"https://_{type: 'screen', 'id': 9081, 'screen_type': movie}\">Waking Life</a> (2001). <a href=\"https://_{type: 'screen', 'id': 1769, 'screen_type': person}\">Sofia Coppola</a> (n-1971), filha de <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939), demonstrou que o cinema estava em suas veias com o brilhante longa de estreia <a href=\"https://_{type: 'screen', 'id': 1443, 'screen_type': movie}\">The Virgin Suicides</a> (BR: As Virgens Suicidas, 1999), e ganhou o Oscar de Melhor Roteiro Original com <a href=\"https://_{type: 'screen', 'id': 153, 'screen_type': movie}\">Lost in Translation</a> (BR: Encontros e desencontros, 2003). Depois do drama de costumes experimental, <a href=\"https://_{type: 'screen', 'id': 1887, 'screen_type': movie}\">Marie Antoinette</a> (BR: Maria Antonieta, 2006), ela retoma alguns temas no esparso <a href=\"https://_{type: 'screen', 'id': 39210, 'screen_type': movie}\">Somewhere</a> (BR: Um Lugar Qualquer, 2010)."
    },
    {
      "type": "video",
      "video_id": "QrxJrnVUO7Q",
      "information": {
        "contentTitle": "Cenas do filme Os Excêntricos Tenenbaums",
        "contentText": "Com uma variedade de influências, incluindo os filmes The Fire Within e The Magnificent Ambersons, a história envolve temas como família disfuncional, grandeza perdida e redenção, tudo isso utilizando um senso de humor absurdo e irônico, com uma trilha sonora popular que  posteriormente foi lançada em dois álbuns.",
        "source": "Youtube: Canal <i>Cinema</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, o rei dos geeks no cinema continua a ser <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963), cujas energias cinéfilas e obsessivas - inicialmente descarregadas no conto inventivo e econômico sobre um roubo de joias, <a href=\"https://_{type: 'screen', 'id': 500, 'screen_type': movie}\">Reservoir Dogs</a> (BR: Cães de aluguel, 1992) - o levaram a ser saudado como menino prodígio do cinema recheado com referências à cultura pop. A reputação de Tarantino flutuou, mas ele permanece como principal ponto de referência para os fãs da produção indie. Com <a href=\"https://_{type: 'screen', 'id': 680, 'screen_type': movie}\">Pulp Fiction</a> (BR: Pulp Fiction: Tempo de Violência, 1994), ele se tornou um dos pontos fortes do cinema independente nos anos 1990 e 2000, seguindo com filmes como <a href=\"https://_{type: 'screen', 'id': 24, 'screen_type': movie}\">Kill Bill – Vol. 1</a> (BR: Kill Bill: Volume 1, 2003), <a href=\"https://_{type: 'screen', 'id': 393, 'screen_type': movie}\">Kill Bill – Vol. 2</a> (BR: Kill Bill: Volume 2 (2004) e, a sua provável obra prima ao lado de <i>Pulp Fiction</i>, <a href=\"https://_{type: 'screen', 'id': 16869, 'screen_type': movie}\">Inglourious Basterds</a> (BR: Bastardos Inglórios, 2009)."
    },
    {
      "type": "text",
      "content_text": "Os filmes independentes também tiveram impacto sobre os documentários, principalmente por conta de ensaios investigativos de <a href=\"https://_{type: 'screen', 'id': 17087, 'screen_type': person}\">Michael Moore</a> (n-1954) como <a href=\"https://_{type: 'screen', 'id': 1779, 'screen_type': movie}\">Roger & Me</a> (BR: Roger e Eu, 1989) e <a href=\"https://_{type: 'screen', 'id': 1430, 'screen_type': movie}\">Bowling for Columbine</a> (BR: Tiros em Columbine, 2002). O impacto da obra de Moore deu impulso a uma nova leva de documentários extremamente diversificados, do tradicional realismo social de <a href=\"https://_{type: 'screen', 'id': 14275, 'screen_type': movie}\">Hoop Dreams</a> (BR: Basquete Blues, 1994), de <a href=\"https://_{type: 'screen', 'id': 122449, 'screen_type': person}\">Steve James</a> (n-1954), à narrativa mais peculiar de <a href=\"https://_{type: 'screen', 'id': 2260, 'screen_type': movie}\">Capturing the Friedmans</a> (BR: Na Captura dos Friedmans, 2003), dirigido por <a href=\"https://_{type: 'screen', 'id': 23287, 'screen_type': person}\">Andrew Jarecki</a> (n-1963)."
    },
    {
      "type": "video",
      "video_id": "Hf0xB5SWZ24",
      "information": {
        "contentTitle": "Cenas do filme Bastardos Inglórios",
        "contentText": "Tarantino originalmente procurou Leonardo DiCaprio para ser escalado como Hans Landa, antes de decidir que o personagem seria interpretado por um ator alemão. O papel finalmente foi para o austríaco Christoph Waltz que, de acordo com Tarantino, \"me deu o filme\", pois temia que o papel fosse \"impossível de interpretar\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O mundo indie tem sido fértil para os fãs dos gêneros cinematográficos. O maior sucesso é <a href=\"https://_{type: 'screen', 'id': 2667, 'screen_type': movie}\">The Blair Witch Project</a> (BR: A Bruxa de Blair, 1999), filmado em vídeo, um falso documentário de terror que prenunciava uma nova onda de filmes de arrepiar com baixo orçamento. O dinheiro, obviamente, influi. Obras de gênero podem sofrer com restrições financeiras."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Meus filmes são os meus filhos. Eu amo todos eles, mas, no final do dia, eu sempre vou ter um fraco por Cães de Aluguel. Este foi o meu primeiro, o que mudou a minha vida.",
        "author": "Quentin Tarantino"
      }
    },
    {
      "type": "text",
      "content_text": "Dramas prosperam mesmo com uma escassez de recursos quase teatral, ao passo que o terror e a ficção-cientifica são mais difíceis de se produzir quando existe um nível de expectativa alimentado por anos de efeitos especiais revolucionários. De qualquer maneira, distante do reluzir dos orçamentos amplos, novas ideias expressas com inventividade podem produzir ficção-cientifica que funciona sob qualquer parâmetro. <a href=\"https://_{type: 'screen', 'id': 782, 'screen_type': movie}\">Gattaca</a> (BR: Gattaca - A Experiência Genética, 1997), <a href=\"https://_{type: 'screen', 'id': 141, 'screen_type': movie}\">Donnie Darko</a> (2001) e <a href=\"https://_{type: 'screen', 'id': 3509, 'screen_type': movie}\">A Scanner Darkly</a> (BR: O homem duplo, 2006) são produções independentes que lembram a ficção intimista de <a href=\"https://_{type: 'screen', 'id': 8072, 'screen_type': movie}\">Alphaville</a> (1965), de <a href=\"https://_{type: 'screen', 'id': 3776, 'screen_type': person}\">Jean-Luc Godard</a> (n-1930)."
    },
    {
      "type": "text",
      "content_text": "Um grupo de produtoras independentes se tornou dominante no circuito - entre elas a <i>October Films</i>, a <i>Good Machine</i> e a outrora poderosa Miramax. Porém, como muitos filmes de qualidade inferior, voltados para o grande público, também se beneficiam do prestigio da cena, com o tempo o \"<i>espirito inde</i>\" se tornou mais um selo do que uma verdadeira ética. Alguns dos principais estúdios criaram subsidiárias supostamente autônomas, como a <i>Fox Searchlight Pictures</i>, mirando captar algo do espirito indie sob seus domínios."
    },
    {
      "type": "video",
      "video_id": "cmYsRcLMvO8",
      "information": {
        "contentTitle": "Cenas do filme A Bruxa de Blair",
        "contentText": "Os 3 atores receberam aulas de como manusear uma câmera e então foram levados para ficar oito dias na floresta privados de sono e alimento com apenas uma bússola e sem saber mesmo onde estavam. A produção estava camuflada e escondida no meio da floresta. Tudo foi feito para que o filme parecesse mais real. De dia, entre os intervalos das filmagens, eram dadas ideias de falas improvisadas. À noite, a produção os assustava com ruídos, gritos, objetos de feitiçaria, bilhetes para semear discórdia e tudo o que pode ser visto no filme. Eles nunca sabiam o que iria acontecer e o que iriam encontrar, pois o documentário era real, falava de um assunto que talvez possa não existir, mas era real.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Muitos cineastas adotam a abordagem \"<i>um para você, outro para mim</i>\", alternando entre um filme feito sob as ordens do estúdio e um temperado com as próprias idiossincrasias. Com os filmes da série <i>Hellboy</i> (2004-2008) ensanduichando <a href=\"https://_{type: 'screen', 'id': 1417, 'screen_type': movie}\">El laberinto del fauno</a> (BR: O Labirinto do Fauno, 2006), o mexicano <a href=\"https://_{type: 'screen', 'id': 10828, 'screen_type': person}\">Guillermo del Toro</a> (n-1964) foi capaz de explorar uma história em espanhol mais próxima de seu coração, enquanto também produzia aventuras tiradas de histórias em quadrinhos, de natureza mais comercial."
    },
    {
      "type": "text",
      "content_text": "Rodriguez alternou-se entre <a href=\"https://_{type: 'screen', 'id': 10054, 'screen_type': movie}\">Spy Kids</a> (BR: Pequenos espiões, 2001) e os mais experimentais <a href=\"https://_{type: 'screen', 'id': 187, 'screen_type': movie}\">Sin City</a> (BR: Sin City: A Cidade do Pecado, 2005) e <a href=\"https://_{type: 'screen', 'id': 1992, 'screen_type': movie}\">Planet Terror</a> (BR: Planeta terror, 2007). Da mesma forma, Soderbergh alternou entre uma produção assumidamente vistosa (a trilogia <i>Onze homens e um segredo</i>, 2001-2007) e empreendimento arriscados que beiravam a vanguarda, como <a href=\"https://_{type: 'screen', 'id': 17680, 'screen_type': movie}\">The Girlfriend Experience</a> (BR: Confissões de uma garota de programa, 2009)."
    },
    {
      "type": "video",
      "video_id": "qsyfGwlf_l0",
      "information": {
        "contentTitle": "Cenas do filme Donnie Darko",
        "contentText": "Muitas interpretações são possíveis sobre a história do filme. Há quem diga que não passa de alucinações ou um sonho do garoto, ou que o final simplesmente não faz sentido. Porém, a edição do diretor, lançada em 2004, dá pistas sobre uma das possíveis interpretações. O site oficial do filme possui cópias de algumas páginas do livro \"Filosofia da Viagem no Tempo\" que levam a crer que o filme se passa em um Universo Paralelo, em que Donnie é o \"receptor vivo\" responsável por levar um \"artefato\" de volta ao Universo Principal. E Frank é um \"Manipulado Morto\", que guia o receptor a fazer as ações que levam à cadeia de eventos. Do contrário, ambos os universos (e tudo o que existe neles) podem ser destruídos. De acordo com essa interpretação, todos os demais personagens são \"manipulados\" de maneira a levar Donnie a cumprir seu dever, tornando impossível que ele não o faça.",
        "source": "Youtube: Canal <i>John Nagles</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<i>Gus van Sant</i> também flertou com temas mais próximos do convencional - <a href=\"https://_{type: 'screen', 'id': 489, 'screen_type': movie}\">Good Will Hunting</a> (BR: Gênio Indomável, 1997), antes de voltar a lidar com material mais abstrato em <a href=\"https://_{type: 'screen', 'id': 1956, 'screen_type': movie}\">Gerry</a> (2002) e <a href=\"https://_{type: 'screen', 'id': 1807, 'screen_type': movie}\">Elephant</a> (BR: Elefante, 2003). Além disso, também não é raro que diretores independentes aceitem a lucrativa função de remendar roteiros em projetos de Hollywood, renovando as produções tradicionais com toques autorais mais pessoais: Tarantino trabalhou em <a href=\"https://_{type: 'screen', 'id': 8963, 'screen_type': movie}\">Crimson Tide</a> (BR: Maré vermelha, 1995) e Sayles, em <a href=\"https://_{type: 'screen', 'id': 568, 'screen_type': movie}\">Apollo 13</a> (BR: Apollo 13: Do Desastre ao Triunfo, 1995)."
    },
    {
      "type": "block_special",
      "title": "Pequena Miss Sunshine: Além das Aparências",
      "image": {
        "image_type": "local",
        "url": "img_pequena_miss_sunshine",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O que distanciaria os vencedores dos perdedores? As conquistas das derrotas? O que de fato permitiria o homem evitar o fracasso e ser induzido a vencer? E qual o objetivo de seguir essa busca incessante pelo vencer, em sua concepção mais normativa? Apenas vencer? Vencer para quem? Para os outros? Para o mundo? Para si mesmo? Assim estreou no Festival de Sundance de 2006 o primeiro longa-metragem de <i>Jonathan Dayton</i> e <i>Valerie Faris</i>, o qual começaria abordando a palestra de <i>Richard Hoover</i> (Greg Kinnear) sobre seu livro de autoajuda introdutório aos nove passos necessários para se ser um vitorioso. Dessa forma, o mundo de Hoover é distribuído em duas posições antagônicas: ou você vence, ou você fracassa. O peso familiar, contudo, é carregado por Sheryl (Toni Collete), esposa, mãe e principal provedora da casa. Já Richard, embora aplique as ideias contidas em seu livro na criação de seus filhos, está frustrado por não conseguir vende-lo para nenhuma editora. Na figura do irmão de Sheryl, Frank Ginsberg (Steve Carell), especialista no escritor <i>Proust</i>, reside a temática trágica do homem que falhou em se suicidar. Tendo que ficar com a família de sua irmã, Frank é reapresentado ao seu sobrinho Dwayne (Paul Dano), que, movido pelo desejo de tornar-se um piloto de teste, optou por fazer um voto de silêncio, também em decorrência de seu interesse pela literatura de <i>Friedrich Nietzsche</i>. Mas ainda há mais membros dessa família cativante e relacionável a serem apresentados. <br/><br/> \n\nAlém destes citados, o núcleo da história também conta com Edwin Hoover (Alan Arkin), pai de Richard. Sendo expulso de um asilo devido problemas com heroína, este senhor acaba desenvolvendo seu lado mais humano na relação que fomenta com Olive (Abigail Breslin), filha do casal, a qual enxerga no avô o treinador responsável por manter seus aspirantes desejos de ser a Pequena Miss Sunshine. Quando a família descobre que Olive foi inesperadamente classificada para disputar o prêmio, todos embarcam em uma viagem rumo a Redondo Beach, emaranhados dentro de uma simpática – e enferrujada – Kombi amarela. O roteiro de Michael Arndt então joga o espectador para dentro de uma jornada nada convencional. A fórmula de <i>road trip</i> é indiscutivelmente bem sucedida ao ser projetado nela um estudo profundo da concepção de família, tanto em seu conjunto quanto em sua individualidade. Por outro lado, há alguns aspectos duvidosos no trabalho de Arndt. A conjuntura mais trágica, que ocorre tanto em um motel quanto em um hospital, abre as portas para um inconsequente, quase insensível, tratamento humorístico. <br/><br/> \n\nTodavia, mesmo com tantos personagens e sub-arcos, o centro da história espelha-se de verdade na trajetória de Olive, a ingênua e adorável filha dos Hoover; a absoluta alma de um filme graciosamente revitalizante. Mesmo pequena, <a href=\"https://_{type: 'screen', 'id': 17140, 'screen_type': person}\">Abigail Breslin</a> (n-1996) contagia o público ao representar uma garotinha que, embora propensa a inseguranças, consegue subjugar seus medos, tão poderosos para a sua mente quanto os medos adultos são para as mentes de pessoas adultas. A diferença é que, enquanto a maior parte dos adultos fazem seus próprios calvários perdurarem, Olive encontra a chave para contornar seus temores, e de sobra, contornar os maiores pesadelos de seus entes queridos. Mesmo conduzido por algumas vias questionáveis, <i>Pequena Miss Sunshine</i>, um <i>feel-good movie</i> de alto escalão, surpreende intensamente ao trazer um <i>casting</i> espetacular, um roteiro comprometido, uma emotiva trilha sonora e uma direção proficiente. Na missão da menina em tornar-se a Pequena Miss Sunshine, os membros da família se redimem, não ao resolverem seus problemas, mas ao encontrarem paz nas pessoas com quem caminharão pelo mar de desafios trazidos pela vida. A vitória, afinal, não está na ausência de derrotas, mas na intenção de manter-se firme perante os obstáculos, que mesmo lhes derrubando, não precisam necessariamente destroçar a esperança, que aos trancos e barrancos, há de sempre restar.",
      "credits": "Resumo baseado no artigo \"Crítica | Pequena Miss Sunshine\", de Gabriel Carvalho no Plano Crítico."
    },
    {
      "type": "text",
      "content_text": "Durante toda a sua carreira o diretor-ator-roteirista, <a href=\"https://_{type: 'screen', 'id': 40, 'screen_type': person}\">Orson Welles</a> (1915-1985) bateu de frente com os estúdios na disputa pelo controle, procurando uma forma de finalizar sua visão. A situação não é diferente na Hollywood de hoje e diretores bem-sucedidos como os irmãos Coen insistem em dar a palavra final na edição de seus trabalhos, garantindo que seus filmes se destaquem das convenções de Hollywood. O desafio para os cineastas independentes americanos é oferecer aos espectadores alternativas genuínas aos temas e às práticas da produção hollywoodiana padrão."
    },
    {
      "type": "text",
      "content_text": "De fato, filmes independentes podem obter sucesso de bilheteria: <a href=\"https://_{type: 'screen', 'id': 773, 'screen_type': movie}\">Little Miss Sunshine</a> (BR: Pequena Miss Sunshine, 2006) e <a href=\"https://_{type: 'screen', 'id': 23827, 'screen_type': movie}\">Paranormal Activity</a> (BR: Atividade Paranormal, 2007), filme de terror de orçamento microscópico, são exemplos recentes. Outro deles é <a href=\"https://_{type: 'screen', 'id': 42296, 'screen_type': movie}\">Catfish</a> (2010), que se tornou famoso à custa de uma polêmica em torno de sua suposta natureza documental."
    },
    {
      "type": "video",
      "video_id": "zcLlq4Lml7A",
      "information": {
        "contentTitle": "Cenas do filme Pequena Miss Sunshine",
        "contentText": "O filme estreou no Festival Sundance de Cinema em 20 de janeiro de 2006, com seus direitos de distribuição comprados pela Fox Searchlight Pictures em um dos acordos mais caros da história do festival. Ele foi lançado de forma limitada nos Estados Unidos em 26 de julho, e mais tarde teve um lançamento geral em 18 de agosto.",
        "source": "Youtube: Canal <i>starpaw7</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Desde a virada para o século XXI, a saúde do cinema independente americano se esvaiu de forma notável, mas, à medida que o custo dos equipamentos diminui, o mercado da internet aumenta e a criatividade de Hollywood entra em estagnação, a ressurgência da produção independente não deve ser desconsiderada.",
      "content_credits": "Resumo baseado no texto de <i>Jonatham Rommey</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 19936,
          "popularity": 45.12,
          "id": 680,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.5,
          "title": "Pulp Fiction",
          "release_date": "1994-09-10",
          "original_language": "en",
          "original_title": "Pulp Fiction",
          "genre_ids": [
            53,
            80
          ],
          "backdrop_path": "\/w7RDIgQM6bLT7JXtH4iUQd3Iwxm.jpg",
          "adult": false,
          "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
          "poster_path": "\/dRZpdpKLgN9nk57zggJCs1TjJb4.jpg"
        },
        {
          "poster_path": "\/8nEWEFsRfwpyU0OP3Jv4Boxl5MY.jpg",
          "popularity": 12.673,
          "vote_count": 493,
          "video": false,
          "media_type": "movie",
          "id": 1412,
          "adult": false,
          "backdrop_path": "\/oY7d79Dr7X4OpRiuoTUnWT0g1Cw.jpg",
          "original_language": "en",
          "original_title": "Sex, Lies, and Videotape",
          "genre_ids": [
            18
          ],
          "title": "Sex, Lies, and Videotape",
          "vote_average": 6.9,
          "overview": "A sexually repressed woman's husband is having an affair with her sister. The arrival of a visitor with a rather unusual fetish changes everything.",
          "release_date": "1989-08-04"
        },
        {
          "poster_path": "\/rt7cpEr1uP6RTZykBFhBTcRaKvG.jpg",
          "popularity": 21.976,
          "vote_count": 5167,
          "video": false,
          "media_type": "movie",
          "id": 275,
          "adult": false,
          "backdrop_path": "\/747dgDfL5d8esobk7h4odaOFhUq.jpg",
          "original_language": "en",
          "original_title": "Fargo",
          "genre_ids": [
            80,
            18,
            53
          ],
          "title": "Fargo",
          "vote_average": 7.9,
          "overview": "Jerry, a small-town Minnesota car salesman is bursting at the seams with debt... but he's got a plan. He's going to hire two thugs to kidnap his wife in a scheme to collect a hefty ransom from his wealthy father-in-law. It's going to be a snap and nobody's going to get hurt... until people start dying. Enter Police Chief Marge, a coffee-drinking, parka-wearing - and extremely pregnant - investigator who'll stop at nothing to get her man. And if you think her small-time investigative skills will give the crooks a run for their ransom... you betcha!",
          "release_date": "1996-03-08"
        },
        {
          "poster_path": "\/ylagLHIbG0F1blqSFqY6pa56Omr.jpg",
          "popularity": 25.059,
          "vote_count": 7958,
          "video": false,
          "media_type": "movie",
          "id": 489,
          "adult": false,
          "backdrop_path": "\/55NKVbGDqqsu5tlVmnKksrX7Wtw.jpg",
          "original_language": "en",
          "original_title": "Good Will Hunting",
          "genre_ids": [
            18
          ],
          "title": "Good Will Hunting",
          "vote_average": 8.1,
          "overview": "Will Hunting has a genius-level IQ but chooses to work as a janitor at MIT. When he solves a difficult graduate-level math problem, his talents are discovered by Professor Gerald Lambeau, who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he will get treatment from therapist Sean Maguire.",
          "release_date": "1997-12-05"
        },
        {
          "vote_count": 3031,
          "popularity": 23.166,
          "id": 2667,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.3,
          "title": "The Blair Witch Project",
          "release_date": "1999-07-14",
          "original_language": "en",
          "original_title": "The Blair Witch Project",
          "genre_ids": [
            27,
            9648
          ],
          "backdrop_path": "\/4OrW7cqYrABIYbJHoVZUpE8AH1h.jpg",
          "adult": false,
          "overview": "In October of 1994 three student filmmakers disappeared in the woods near Burkittsville, Maryland, while shooting a documentary. A year later their footage was found.",
          "poster_path": "\/9050VGrYjYrEjpOvDZVAngLbg1f.jpg"
        },
        {
          "poster_path": "\/pAKi4Ywdz6mqeD0tm6GOBH3vXap.jpg",
          "popularity": 14.211,
          "vote_count": 3026,
          "video": false,
          "media_type": "movie",
          "id": 9428,
          "adult": false,
          "backdrop_path": "\/g2s22rGjCTCYsjI1iAflem7HjdG.jpg",
          "original_language": "en",
          "original_title": "The Royal Tenenbaums",
          "genre_ids": [
            35,
            18
          ],
          "title": "The Royal Tenenbaums",
          "vote_average": 7.5,
          "overview": "Royal Tenenbaum and his wife Etheline had three children and then they separated. All three children are extraordinary --- all geniuses. Virtually all memory of the brilliance of the young Tenenbaums was subsequently erased by two decades of betrayal, failure, and disaster. Most of this was generally considered to be their father's fault. \"The Royal Tenenbaums\" is the story of the family's sudden, unexpected reunion one recent winter.",
          "release_date": "2001-12-14"
        },
        {
          "poster_path": "\/wkSzJs7oMf8MIr9CQVICsvRfwA7.jpg",
          "popularity": 25.155,
          "vote_count": 4848,
          "video": false,
          "media_type": "movie",
          "id": 153,
          "adult": false,
          "backdrop_path": "\/6BVW7Tk0HvSGZqJ0NCnd2kLCJO3.jpg",
          "original_language": "en",
          "original_title": "Lost in Translation",
          "genre_ids": [
            18,
            10749,
            35
          ],
          "title": "Lost in Translation",
          "vote_average": 7.4,
          "overview": "Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.",
          "release_date": "2003-09-18"
        },
        {
          "poster_path": "\/swPcAhFNbREyvBaKeicVkF8WU5B.jpg",
          "popularity": 12.639,
          "vote_count": 665,
          "video": false,
          "media_type": "movie",
          "id": 9367,
          "adult": false,
          "backdrop_path": "\/3oSXZcnd8ALYNjcy2v8t5j0THgE.jpg",
          "original_language": "es",
          "original_title": "El Mariachi",
          "genre_ids": [
            28,
            80,
            53
          ],
          "title": "El Mariachi",
          "vote_average": 6.7,
          "overview": "El Mariachi just wants to play his guitar and carry on the family tradition. Unfortunately, the town he tries to find work in has another visitor, a killer who carries his guns in a guitar case. The drug lord and his henchmen mistake el Mariachi for the killer, Azul, and chase him around town trying to kill him and get his guitar case.",
          "release_date": "1992-09-04"
        },
        {
          "poster_path": "\/pAWnnz8qPmTygCjkOCGSAMQ6AJ4.jpg",
          "popularity": 13.318,
          "vote_count": 1631,
          "video": false,
          "media_type": "movie",
          "id": 2292,
          "adult": false,
          "backdrop_path": "\/ySjsS30FZjb1yKNh26517dcSBXM.jpg",
          "original_language": "en",
          "original_title": "Clerks",
          "genre_ids": [
            35
          ],
          "title": "Clerks",
          "vote_average": 7.4,
          "overview": "Convenience and video store clerks Dante and Randal are sharp-witted, potty-mouthed and bored out of their minds. So in between needling customers, the counter jockeys play hockey on the roof, visit a funeral home and deal with their love lives.",
          "release_date": "1994-09-13"
        },
        {
          "vote_count": 933,
          "popularity": 8.362,
          "id": 922,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Dead Man",
          "release_date": "1995-12-23",
          "original_language": "en",
          "original_title": "Dead Man",
          "genre_ids": [
            18,
            14,
            37
          ],
          "backdrop_path": "\/7SO7rjZCZC3Ldx0QrcHfm1rRRmL.jpg",
          "adult": false,
          "overview": "On the run after murdering a man, accountant William Blake encounters a strange North American man named Nobody who prepares him for his journey into the spiritual world.",
          "poster_path": "\/65iVwc0t5eTDhQJsddsR14uBuGr.jpg"
        },
        {
          "poster_path": "\/fhQoQfejY1hUcwyuLgpBrYs6uFt.jpg",
          "popularity": 24.053,
          "vote_count": 8764,
          "video": false,
          "media_type": "movie",
          "id": 141,
          "adult": false,
          "backdrop_path": "\/8eLXy49T36e0e1YhYvUQOCXNRhm.jpg",
          "original_language": "en",
          "original_title": "Donnie Darko",
          "genre_ids": [
            14,
            18,
            9648
          ],
          "title": "Donnie Darko",
          "vote_average": 7.8,
          "overview": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.",
          "release_date": "2001-10-26"
        },
        {
          "vote_count": 466,
          "popularity": 10.028,
          "id": 10683,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Happiness",
          "release_date": "1998-10-16",
          "original_language": "en",
          "original_title": "Happiness",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/gYEabrXgYcGkSUXCbYMgIXJEsEs.jpg",
          "adult": false,
          "overview": "The lives of many individuals connected by the desire for happiness, often from sources usually considered dark or evil.",
          "poster_path": "\/rYfUcEV88Z3gENrfYTE6i8yBkDr.jpg"
        },
        {
          "poster_path": "\/oS3zTDxqHtyKDidHHvG66P7Mcg.jpg",
          "popularity": 15.611,
          "vote_count": 2840,
          "video": false,
          "media_type": "movie",
          "id": 492,
          "adult": false,
          "backdrop_path": "\/2duvg8bPkSKq5pekqzBgwyCYAxI.jpg",
          "original_language": "en",
          "original_title": "Being John Malkovich",
          "genre_ids": [
            35,
            18,
            14
          ],
          "title": "Being John Malkovich",
          "vote_average": 7.4,
          "overview": "One day at work, unsuccessful puppeteer Craig finds a portal into the head of actor John Malkovich. The portal soon becomes a passion for anybody who enters its mad and controlling world of overtaking another human body.",
          "release_date": "1999-10-29"
        },
        {
          "poster_path": "\/AjTtJNumZyUDz33VtMlF1K8JPsE.jpg",
          "popularity": 26.822,
          "vote_count": 9870,
          "video": false,
          "media_type": "movie",
          "id": 500,
          "adult": false,
          "backdrop_path": "\/g6R1OT7ETBLGLeUJOE0pOiAFHcI.jpg",
          "original_language": "en",
          "original_title": "Reservoir Dogs",
          "genre_ids": [
            80,
            53
          ],
          "title": "Reservoir Dogs",
          "vote_average": 8.2,
          "overview": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.",
          "release_date": "1992-09-02"
        },
        {
          "poster_path": "\/8qGW691AOyqbKsEhpe7nHwMEbRe.jpg",
          "popularity": 20.302,
          "vote_count": 5789,
          "video": false,
          "media_type": "movie",
          "id": 187,
          "adult": false,
          "backdrop_path": "\/qjXy684kUH0li4SSBIzkTtOOSo6.jpg",
          "original_language": "en",
          "original_title": "Sin City",
          "genre_ids": [
            28,
            53,
            80
          ],
          "title": "Sin City",
          "vote_average": 7.4,
          "overview": "Welcome to Sin City. This town beckons to the tough, the corrupt, the brokenhearted. Some call it dark… Hard-boiled. Then there are those who call it home — Crooked cops, sexy dames, desperate vigilantes. Some are seeking revenge, others lust after redemption, and then there are those hoping for a little of both. A universe of unlikely and reluctant heroes still trying to do the right thing in a city that refuses to care.",
          "release_date": "2005-04-01"
        },
        {
          "vote_count": 4634,
          "popularity": 9.989,
          "id": 773,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "Little Miss Sunshine",
          "release_date": "2006-07-26",
          "original_language": "en",
          "original_title": "Little Miss Sunshine",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/sCEOXL9NwuFxzPAOvqF69pAZs5D.jpg",
          "adult": false,
          "overview": "A family loaded with quirky, colorful characters piles into an old van and road trips to California for little Olive to compete in a beauty pageant.",
          "poster_path": "\/tFnTds88mCuLcLPBseK1kF2E3qv.jpg"
        },
        {
          "vote_count": 179,
          "popularity": 7.864,
          "id": 14022,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Slacker",
          "release_date": "1991-07-05",
          "original_language": "en",
          "original_title": "Slacker",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/uuvaXWaW8fibwSCejJINzEPB0rF.jpg",
          "adult": false,
          "overview": "Austin, Texas, is an Eden for the young and unambitious, from the enthusiastically eccentric to the dangerously apathetic. Here, the nobly lazy can eschew responsibility in favor of nursing their esoteric obsessions. The locals include a backseat philosopher who passionately expounds on his dream theories to a seemingly comatose cabbie, a young woman who tries to hawk Madonna's Pap test to anyone who will listen and a kindly old anarchist looking for recruits.",
          "poster_path": "\/uNtzrTiQQMHwabGr0aAi8TvuII9.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 2294,
          "name": "Robert Rodriguez",
          "profile_path": "/bPqRdLWWwpOT8sBdj9PWOzNgwou.jpg"
        },
        {
          "id": 1769,
          "name": "Sofia Coppola",
          "profile_path": "/dzHC2LxmarkBxWLhjp2DRa5oCev.jpg"
        },
        {
          "id": 138,
          "name": "Quentin Tarantino",
          "profile_path": "/1gjcpAa99FAOWGnrUvHEXXsRs7o.jpg"
        },
        {
          "id": 3110,
          "name": "Allison Anders",
          "profile_path": "/ln8nIx6UjxpMLVQlStCJpx6fyL7.jpg"
        },
        {
          "id": 1223,
          "name": "Joel Coen",
          "profile_path": "/rgVaJNkZCgMarUcZuUAsVfXMWk3.jpg"
        },
        {
          "id": 1224,
          "name": "Ethan Coen",
          "profile_path": "/ccvoiEe3gEMAth1Oy8SJxVeMcAk.jpg"
        },
        {
          "id": 4762,
          "name": "Paul Thomas Anderson",
          "profile_path": "/29DHpRKddqTwo2NU162Y49JoQYa.jpg"
        },
        {
          "id": 94831,
          "name": "Maggie Greenwald",
          "profile_path": "/rn56Ue2ernFlLASQ3hKIJDMD5B1.jpg"
        },
        {
          "id": 5655,
          "name": "Wes Anderson",
          "profile_path": "/b1LH059EGnU01rsZwcqYzNjY7w9.jpg"
        },
        {
          "id": 5281,
          "name": "Spike Lee",
          "profile_path": "/2KOHXgk2uoRXl6u7V9xpAIo3uay.jpg"
        },
        {
          "id": 19303,
          "name": "Kevin Smith",
          "profile_path": "/oBIoLZ0YiJugBH83woeRMs2YlO8.jpg"
        },
        {
          "id": 102445,
          "name": "John Sayles",
          "profile_path": "/rrpKYYsCYaAddfjNgUv3KRbkWpV.jpg"
        },
        {
          "id": 10828,
          "name": "Guillermo del Toro",
          "profile_path": "/gldeyCtKcaqnK1v4Vu9vqayhzUQ.jpg"
        },
        {
          "id": 6482,
          "name": "John Singleton",
          "profile_path": "/akcugIHTLKZajrsq51uGGGzHEdv.jpg"
        },
        {
          "id": 5216,
          "name": "Gus Van Sant",
          "profile_path": "/kICHgrSh4eiICjz8piy9fTXIgph.jpg"
        },
        {
          "id": 1884,
          "name": "Steven Soderbergh",
          "profile_path": "/y8JlSDcQzd7gAaKyxFpExupMwDz.jpg"
        },
        {
          "id": 4429,
          "name": "Jim Jarmusch",
          "profile_path": "/bKtWli68IA7mFygxaobAAQcu5Z9.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}