{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "O cinema é geralmente considerado a forma de arte mais dominada pelos interesses corporativos. Escritores, diretores, atores e atrizes são frequentemente forçados a fazer concessões artísticas para satisfazer as demandas comerciais das empresas de mídia e executivos que financiam seus filmes. Você provavelmente já leu, viu ou ouviu inúmeras histórias de um cineasta furioso com a interferência do estúdio."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_pirataria_numeros",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "O impacto no Brasil",
        "contentText": "Os números da pirataria no Brasil.",
        "source": "Associação Anti-Pirataria Cinema e Música e Associação Brasileira dos Produtores de Disco"
      }
    },
    {
      "type": "text",
      "content_text": "Essa é, obviamente, uma versão banal e imprecisa da realidade. Se você pensar a respeito, há algo bastante subversivo na maneira como a indústria do cinema funciona. Algumas vezes por ano, os estúdios de cinema - propriedade de conglomerados de mídia multibilionários - financiam a arte. Grandes filmes, como <a href=\"https://_{type: 'screen', 'id': 60308, 'screen_type': movie}\">Moneyball</a> (BR: Moneyball - Jogada de Risco, 2011), <a href=\"https://_{type: 'screen', 'id': 37799, 'screen_type': movie}\">The Social Network</a> (BR: A Rede Social, 2010), <a href=\"https://_{type: 'screen', 'id': 376867, 'screen_type': movie}\">Moonlight</a> (BR: Moonlight: Sob a Luz do Luar, 2016) e <a href=\"https://_{type: 'screen', 'id': 281957, 'screen_type': movie}\">The Revenant</a> (BR: O Regresso, 2015) só nasceram por causa de grandes investimentos em produção e marketing de grandes empresas."
    },
    {
      "type": "text",
      "content_text": "Do ponto de vista de risco e recompensa de Hollywood, esses tipos de filmes são as decisões mais arriscadas, mais emocionais e baseadas no gosto que os executivos dos estúdios precisam tomar. Talvez o maior risco de todos seja que esses filmes menores tenham que sair muito bem. No jargão de Hollywood, eles são 100% \"<i>dependentes da execução</i>\". Qualquer empresário racional é, por direito, cauteloso a respeito desses saltos."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O Brasil é líder mundial em consumo de pirataria on-line. O mercado ilegal para captar sinal de tv a cabo e filmes causa prejuízos bilionários para quem produz conteúdo legalmente e gera empregos",
        "author": "Band News"
      },
      "quote_mark_color": "md_red_500"
    },
    {
      "type": "text",
      "content_text": "No entanto, por muitas razões - o <i>halo effect</i> de ganhar um Oscar; o desejo de cultivar relacionamentos de talentos, ego; e, sim, o lado financeiro que vem com o sucesso - os estúdios assumem esses riscos quando produzem filmes menores. Quando esses filmes acabam mal, eles geralmente são devastadores. Não bons o suficiente para justificar uma campanha de marketing agressiva sem burburinho sobre o Oscar, eles se tornam pouco mais do que um exercício de controle de danos. Se, por algum milagre, derem certo, tornam-se mais do que a soma de seus retornos financeiros. Eles podem impactar o mundo por meio da forma artística e apaixonada com que essas histórias únicas são contadas."
    },
    {
      "type": "text",
      "content_text": "Por exemplo, <a href=\"https://_{type: 'screen', 'id': 318846, 'screen_type': movie}\">The Big Short</a> (BR: A Grande Aposta, 2017), de <a href=\"https://_{type: 'screen', 'id': 55710, 'screen_type': person}\">Adam McKay</a> (n-1968), colocou um ponto de exclamação sobre a crise financeira de uma forma que nenhum outro trabalho fez. Mesmo Hollywood tendo os seus problemas, ainda existe um pequeno ecossistema de negócios e criativo que ainda investem milhões de dólares para que as pessoas possam contar esse tipo de história."
    },
    {
      "type": "video",
      "video_id": "vL4V9chsazA",
      "information": {
        "contentTitle": "Reportagem do Fantástico",
        "contentText": "A pirataria de filmes e séries causa prejuízo de mais de R$ 15 bilhões por ano ao Brasil.",
        "source": "Youtube: Canal <i>Fantástico</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mas esse ecossistema está enfrentando uma ameaça terrível. E não é por causa dos vilões padrão geralmente culpados pelo declínio da qualidade e do lado adulto da indústria cinematográfica, como a ascensão da programação de televisão de alta qualidade, dos streamings, o domínio dos filmes de sucesso (ou de heróis) ou a prevalência de sequências. A ameaça número um para as empresas que financiam esses filmes de arte sofisticados é a <strong>pirataria</strong>. Todos os anos, milhões de \"<i>transações</i>\" de pirataria acontecem, representando uma perda incalculável de receita para aqueles que realmente pagaram para fazer e distribuir esses filmes. E esses números de pirataria continuam crescendo e evoluindo. Nos últimos anos, um novo tipo de pirataria, chamada de \"<i>Pirataria 3.0</i>\", vem crescendo no mundo todo. Sua premissa é oferecer de forma gratuita serviços de streamings, sem custo adicional."
    },
    {
      "type": "text",
      "content_text": "serviços de streamings, sem custo adicional. \n\nEm algum momento, os números se tornarão insustentáveis e os estúdios terão que reduzir suas fichas. Eles não reduzirão suas franquias (onde ganham dinheiro de verdade) ou filmes de terror de baixo orçamento. Eles reduzirão os filmes de arte que são arriscados e não têm um caminho fácil para a lucratividade. Em breve, é muito provável que filmes como <i>A Grande Aposta</i> poderão não ser mais produzidos.",
      "content_credits": "Resumo baseado no artigo \"Piracy is the biggest threat facing the film industry as we know it — but not in the way you think\", por Jason Blum na Vox."
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 2010 até atualmente",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "6"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O terror social ganha as bilheterias com Corra!, de Jordan Peele; o terror clássico de casa mal assombrada e exorcismo se mantém vivo com Invocação do mal e o horror psicológico ganha novas possibilidades com Babadook e A Bruxa. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema de 2010 até hoje."
    }
  ]
}