{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os filmes desse período trazem certas imagens à mente: <a href=\"https://_{type: 'screen', 'id': 5788, 'screen_type': person}\">James Cagney</a> (1899-1986) esfregando uma toranja no rosto de <a href=\"https://_{type: 'screen', 'id': 29814, 'screen_type': person}\">Mae Clark</a> (1910-1992) em <a href=\"https://_{type: 'screen', 'id': 17687, 'screen_type': movie}\">The Public Enemy</a> (BR: Inimigo público, 1931).,<a href=\"https://_{type: 'screen', 'id': 13352, 'screen_type': person}\">Paul Muni</a> (1895-1967) empunhando sua metralhadora em <a href=\"https://_{type: 'screen', 'id': 877, 'screen_type': movie}\"></a>Scarface (BR: Scarface, a vergonha de uma nação, 1932) e <a href=\"https://_{type: 'screen', 'id': 13566, 'screen_type': person}\">Edward G. Robinson</a> (1893-1973) e seu chefão da máfia atarracado, de chapéu de feltro, em <a href=\"https://_{type: 'screen', 'id': 27899, 'screen_type': movie}\">Little Caesar</a> (BR: Alma no lodo, 1931). Essas três produções formam o que os críticos chamam de <i>o paradigma do filme de gangster clássico</i>."
    },
    {
      "type": "video",
      "video_id": "6IYY-tUpjl4",
      "information": {
        "contentTitle": "Cenas de Inimigo Público",
        "contentText": "Foram utilizadas, durante o ataque de metralhadora a <i>Tom Powers</i> e seu melhor amigo <i>Matt Doyle</i>, balas de metralhadora reais. Um especialista com armas estava em uma plataforma elevada de 15 a 6 metros de distância do alvo, e quando o rosto de <i>James Cagney</i> desapareceu atrás do canto da parede, ele abriu fogo e criou aquele círculo fechado de balas de metralhadora.",
        "source": "Youtube: Canal <i>Vindobona Awstriae</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Embora os anos 1930 tenham sido um período especialmente fértil para os filmes de gângster, aquele que é considerado o primeiro exemplo do gênero foi realizado quase 20 anos antes, <a href=\"https://_{type: 'screen', 'id': 42553, 'screen_type': movie}\">The Musketeers of Pig Alley</a> (BR: Os mosqueteiros de Pig Alley, 1912), de <a href=\"https://_{type: 'screen', 'id': 100036, 'screen_type': person}\">D. W. Griffith</a> (1875-1948), em um curta-metragem mudo de 16 minutos baseado no assassinato real do apostador <i>Herman Rosenthal</i>. Outro filme de gângster fundamental de fins da década de 1920 foi <a href=\"https://_{type: 'screen', 'id': 42565, 'screen_type': movie}\">Underworld</a> (BR: Amor e sangue, 1927), de <a href=\"https://_{type: 'screen', 'id': 2891, 'screen_type': person}\">Josef von Sternberg</a> (1894-1969), escrito pelo ex-repórter de <i>Chicago Ben Hecht</i>. \"<i>Tive uma ideia. A grande jogada era deixar de lado heróis e heroínas e escrever um filme que tivesse apenas vilões e prostitutas</i>\", explicou Hetch em um trecho revelador de sua autobiografia. \"<i>Como jornalista, aprendi que as pessoas de bem - o público - adoravam criminosos, eram loucos por ler sobre os problemas amorosos e o sadismo deles.</i>\""
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O mundo é seu (The world is yours)",
        "author": "Scarface"
      }
    },
    {
      "type": "text",
      "content_text": "Na década anterior, os filmes de gângsteres foram estimulados por um grupo improvável - o Congresso dos EUA - quando, no outono de 1919, a <strong>lei Volstead</strong>, que proibia a venda de álcool, foi aprovada. A <i>Lei Seca</i> fomentou o crescimento de gangues de criminosos, que aproveitaram o ensejo para oferecer aos americanos acesso ilegal a bebidas."
    },
    {
      "type": "text",
      "content_text": "Essa foi a era dos chefes do crime, contrabandistas e bares clandestinos. Ela também representou um admirável mundo novo de oportunidades para Hollywood. Alguns estúdios se especializaram em filmes de gângster. A <i>Warner Bros.</i>, que gostava de se vangloriar de produzir filmes saídos \"<i>direto das manchetes dos jornais</i>\", foram um dos que mais se destacou. <i>Alma no lodo</i>, dirigido por <a href=\"https://_{type: 'screen', 'id': 9054, 'screen_type': person}\">Mervyn LeRoy</a> (1900 1987) e estrelado por <i>Edward G. Robinson</i> como um bandido baixinho e psicótico; <i>Inimigo público</i> (1931), de <a href=\"https://_{type: 'screen', 'id': 14643, 'screen_type': person}\">William Wellman</a> (1896-1975), com Cagney no papel de um gângster empreendedor (ambos da Warner); e <i>Scarface - A Vergonha de uma Nação</i> (1932), da <i>United Artists</i>, dirigido por <a href=\"https://_{type: 'screen', 'id': 11435, 'screen_type': person}\">Howard Hawks</a> (1896 1977), foram lançados sucessivamente e geraram uma série de imitações."
    },
    {
      "type": "block_special",
      "title": "Lei Seca nos EUA",
      "image": {
        "image_type": "local",
        "url": "img_lei_seca",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Em resumo, a <strong>Lei Seca</strong>, também conhecida como <strong>Proibição</strong> (<i>Prohibition in the United States</i>), caracteriza o período de 1920 a 1933 durante o qual a fabricação, transporte e venda de bebidas alcoólicas para consumo foram banidas nacionalmente, como estipulou a <i>18ª emenda da Constituição dos Estados Unidos</i>.<br/> <br/> \n\nNo final dos anos 1920, o uso de álcool tornou-se uma arena simbólica para um conflito mais geral dentro da classe média americana. A proibição, adotada originalmente com forte apoio popular, acabou tornando a bebida um símbolo perfeito de revolta geracional, \"<i>o símbolo de uma causa sagrada</i>\", como <i>Liebling</i> recordou. Embora a Lei Seca tivesse reduzido o consumo geral em dois terços em seu nível mais eficaz, e mesmo por volta de 1930 em um terço, os níveis de consumo da classe média no total foram pouco afetados. <br/> <br/> \n\nNos anos anteriores à Lei Seca, o cinema havia sido visto como um grande suporte para a causa da \"temperance\", tanto pelos \" wets\" quanto - mais equivocadamente - pelos \"drys\". Em primeiro lugar, eram os substitutos mais atraentes já concebidos para os salões e bares. Na época, policiais oficiais da polícia de Chicago estimou que eles cortaram pela metade o comércio de bares em um distrito de Northside. Os <strong>Temperance melodramas</strong>, um gênero específico que atingiu uma grande popularidade até o final da década de 1920, tinham o objetivo de combater o consumo do álcool e o apoio a Lei seca. Filmes de 'propaganda seca' como <i>Prohibition</i> (1915), dirigido por <i>Hal Reid</i>, <i>Distilled Spirits</i> (1915), dirigido por <i>Milton J. Fahrney</i>, e <i>The Curse of Drink</i> (1922) dirigido por <i>Harry O. Hoyt</i> são exemplos desse gênero. <br/> <br/> \n\nMas isso mudou no final da década de 20. <i>Ten Nights in a Barroom</i>, na época, recebeu duas versões lançadas em 1926 e 1930, sendo que a versão de 1930 apresentava já a visão de uma população contraria a lei. Em uma cena, o médico da cidade está olhando para os velhos tempos e dizendo, aos seus comparsas, que estão se voltando contra a Lei Seca, sobre os males do bar dos velhos tempos. <br/> <br/> \n\nO efeito causado pela lei foi totalmente contrário do que era esperado. Ao invés de acabar com o consumo de álcool, com os problemas sociais, dentre outros problemas, a lei gerou a desmoralização das autoridades, o aumento da corrupção, explosões da criminalidade em diversos estados e o enriquecimento das máfias que dominavam o contrabando de bebidas alcoólicas. O ponto de encontro das pessoas que queriam beber eram bares clandestinos localizados no subterrâneo, com o objetivo de não chamar atenção. Argumentando que a legalização das bebidas geraria mais empregos, elevaria a economia e aumentaria a arrecadação de impostos, os opositores do então presidente norte-americano <i>Franklin Roosevelt</i> o convenceram a pedir ao Congresso dos Estados Unidos que legalizasse a cerveja. Com isso, em 1933 é revogada a emenda constitucional da lei seca.",
      "credits": "Resumo baseado nos Artigos \"<i>The movies and the wettening of America: the media as amplifiers of cultural change</i>\" de Robin Room, e <i>Lei Seca</i> em wikipedia.com."
    },
    {
      "type": "text",
      "content_text": "Scarface, roteirizado por Hecht, baseou-se na história do líder do crime <i>Al Capone</i> (interpretado com afetação por Muni). \"<i>Eu gostaria de representar a família Capone como se eles fossem os Bórgia de Chicago</i>\", disseram Hawks a Hecht. Ao contrário dos demais filmes anteriores do gênero, Scarface não passou despercebido pelos censores. \"<i>O público americano e os Conselhos Estaduais de Censura conscientes repugnam mafiosos e bandidos. O gangsterismo jamais deve ser mencionado no cinema</i>\", comunicou o Hays Office a Hawks as vésperas do início da produção. Hawks rodou o filme assim mesmo, mas depois ele e o produtor <i>Howard Hughes</i> enfrentaram uma batalha hercúlea para garantir seu lançamento."
    },
    {
      "type": "text",
      "content_text": "As concessões exigidas de Hawks e Hughes para que Scarface pudesse chegar aos cinemas se mostraram um exemplo desencorajador para futuros produtores de filmes de gângster. Os censores queriam que o filme fosse rebatizado de \"<i>A vergonha de uma nação</i>\" e que o anti-herói se revelasse um covarde nas cenas finais e fosse enforcado. Os censores dificilmente poderiam acusar Hollywood de inventar suas histórias de gângster em uma época em que elas estavam sempre nas primeiras páginas dos jornais. A fronteira entre os criminosos da vida real e seus equivalentes de celuloide parecia muitas vezes <i>tenue</i>. <i>John Dillinger</i>, um dos gângsters mais famosos do período, foi morto a tiros em 1934 enquanto saia de uma sala de cinema em Chicago, onde fora assistir a um filme do gênero estrelado por <a href=\"https://_{type: 'screen', 'id': 11492, 'screen_type': person}\">Clark Gable</a> (1901-1960), <a href=\"https://_{type: 'screen', 'id': 28564, 'screen_type': movie}\">Manhattan Melodrama</a> (BR: Vencido pela lei, 1934)."
    },
    {
      "type": "video",
      "video_id": "wGvbu2UMHeY",
      "information": {
        "contentTitle": "Cena de Scarface (1932)",
        "contentText": "Na época de seu lançamento, os censores do cinema americano consideraram que <i>Scarface, a Vergonha de uma Nação</i> mostrava que a vida do crime era muito fácil e que Tony poderia escapar livre dos crimes por ele cometidos. Com isto, um segundo final foi rodado, que mostrava <i>Tony Camonte</i> sendo preso, julgado e condenado em um tribunal à pena de morte. Além disso, houve uma reedição da cena da morte da irmã de Tony, quando este lhe revela que seus sentimentos são mais do que fraternais. Como nenhuma destas mudanças satisfizeram os censores da época, <i>Howard Hawks</i> decidiu abandonar todas as mudanças feitas e lançar o filme sem a aprovação dos censores.",
        "source": "Youtube: Canal <i>RandomMovieClips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Há uma tensão essencial no filme de gângster que o define enquanto gênero. Essa tensão é óbvia desde o primeiro deles, mas prevalece especialmente na década de 1930. Por um lado, seus heróis são figuras glamourosas, carismáticas, com as quais as plateias se identificam com facilidade. Mas, por outro, eles invariavelmente se revelam assassinos cruéis odiosos que deixam um rastro de destruição física e emocional por onde passam."
    },
    {
      "type": "text",
      "content_text": "É por esse motivo que precisam ser punidos - e que o gângster de Cagney em <a href=\"https://_{type: 'screen', 'id': 13696, 'screen_type': movie}\">Angels with Dirty Faces</a> (BR: Anjos de cara suja, 1938) vai de maneira tão covarde para a cadeira elétrica. Ou pelo menos parece ir. O filme termina de forma ambígua: o espectador jamais saberá se Cagney está fingindo ter medo em respeito ao seu amigo de infância <i>Jerry Connelly</i> (Pat O'Brien) - Connelly, agora um padre, lhes pedira para morrer choramingando para que as crianças que ele tenta manter do lado correto da lei não o idolatrem - ou se está aterrorizado de verdade."
    },
    {
      "type": "text",
      "content_text": "Os anti-heróis gângsteres possuem um fascínio especial para aqueles que desejam criticar o status quo. Isso ficou claro no influente ensaio de Robert Warshow, \"<i>The Gangster as Tragic Hero</i>\" (O gangster como herói trágico, 1948) escrito logo após a era de ouro do gênero na década de 1930 e início dos anos 1940. Ele argumentava que os filmes de gângster eram \"<i>uma expressão de parte da psique americana que (.) rejeita o americanismo</i>\"."
    },
    {
      "type": "video",
      "video_id": "7XbpYjGxoxs",
      "information": {
        "contentTitle": "A famosa cena da cadeira elétrica de Angels with Dirty Faces (1938)",
        "contentText": "Por causa da controvérsia ao redor de filmes de gângsters, esse foi banido na Dinamarca, China, Polônia, Finlândia e em algumas partes do Canadá e da suíça.",
        "source": "Youtube: Canal <i>eddies Movies77</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os Estados Unidos como organização política e social podem ter se comprometido com uma \"visão cor de rosa da vida\", mas Warshow acreditava que, no íntimo, tal visão era subvertida por esses filmes Ele escreveu sobre os gângsteres de Hollywood como se fossem personagens shakespearianos - heróis com defeitos fatais. Se os filmes de gângster criaram um novo tipo de protagonista hollywoodiano - o herói durão, urbano, da classe operária - eles também deixaram bem claro a obsessão dos Estados Unidos pela violência."
    },
    {
      "type": "text",
      "content_text": "As armas faziam parte dos filmes americanos desde <a href=\"https://_{type: 'screen', 'id': 5698, 'screen_type': movie}\">The Great Train Robbery</a> (BR: O grande roubo do trem, 1903), de <a href=\"https://_{type: 'screen', 'id': 44866, 'screen_type': person}\">Edwin S. Porter</a> (1870-1941), mas o boom do início dos anos 1930 veio justamente quando Hollywood estava realizando a transição para o cinema falado - e somente os filmes sonoros conseguiram fazer jus ao \"<i>rá-tá-tá</i>\" do fogo de metralhadora tanto dos agentes do FBI quanto dos gângsteres. Estes - e especialmente os interpretados por Cagney - usavam os diálogos de maneira igualmente temerária e agressiva. Os melhores filmes do gênero também possuíam a mesma vulgaridade e caracterização realista encontrada nos contos de linguajar informal escritos por <a href=\"https://_{type: 'screen', 'id': 120678, 'screen_type': person}\">Damon Runyon</a> (1880-1946) e <a href=\"https://_{type: 'screen', 'id': 1024561, 'screen_type': person}\">Ring Lardner</a> (1885-1933) no período."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "You want me, you're going to have to come and get me! ",
        "author": "Caesar Enrico Bandello - Little Caesar"
      }
    },
    {
      "type": "text",
      "content_text": "Preocupados com o aumento da fama de criminosos como <i>John Dillinger</i>, os censores do Hays Office proibiram os filmes de gângster em 1935. A reação de Hollywood foi passar o bandido, ou pelo menos o ator que o interpretava, para o lado da lei. <a href=\"https://_{type: 'screen', 'id': 26718, 'screen_type': movie}\">G-men</a> (BR: G-men contra o império do crime, 1935) era estrelado por Cagney, um dos arquétipos do gângster nas telas, então transformando em agente do governo na pele de um advogado que trabalha para o FBI."
    },
    {
      "type": "text",
      "content_text": "Em Hollywood, a autoconsciência taciturna do filme <i>noir</i> só começou a substituir o gênero na década de 1940. Nesse sentido, traçar a carreira de Humphrey Bogart é bastante instrutivo. Em <a href=\"https://_{type: 'screen', 'id': 17030, 'screen_type': movie}\">The Petrified Forest</a> (BR: A floresta petrificada, 1936), ele era Duke Mantee, assassino mundialmente famoso. Em <a href=\"https://_{type: 'screen', 'id': 27973, 'screen_type': movie}\">Dead End</a> (BR: Beco sem saída, 1937), <a href=\"https://_{type: 'screen', 'id': 13696, 'screen_type': movie}\">Angels with Dirty Faces</a> (BR: Anjos de cara suja, 1938) e <a href=\"https://_{type: 'screen', 'id': 37698, 'screen_type': movie}\">The Roaring Twenties</a> (BR: Heróis esquecidos, 1939) ainda estava do lado dos bandidos."
    },
    {
      "type": "video",
      "video_id": "7q-oU6wAx4A",
      "information": {
        "contentTitle": "James Cagney conheçe The Dead End Kids",
        "contentText": "<i>The Dead End Kids</i>, um grupo de jovens atores de Nova York, apareceram pela primeira vez na peça <i>Dead End</i>, de <i>Sidney Kingsley</i> na Broadway, em 1935. Em 1937, o produtor <i>Samuel Goldwyn</i> trouxe todos eles para Hollywood e transformou a peça em um filme. Eles provaram ser tão populares que continuaram a fazer filmes com vários apelidos, incluindo <i>Little Tough Guys (1938), East Side Kids (1940)</i> e <i>The Bowery Boys</i>, até 1958.",
        "source": "Youtube: Canal <i>Cinemabubble</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No entanto, sua persona cinematográfica foi mudando aos poucos. Ele começou a interpretar detetives particulares em vez de criminosos. À medida que se metamorfoseia, o mesmo acontecia com o gênero. Produções como Scarface e Little Caesar deram lugar a filmes em que os detetives, e não os gângsteres, eram os heróis. Contudo, os bandidos dos filmes hollywoodianos das décadas de 1920 e 1930 também eram homens de negócios de certa forma. A Lei Seca lhes ofereceu uma brecha de mercado que eles exploraram com o poder das armas. A Depressão criou um ambiente econômico intimidador no qual o estilo de vida criminoso parecia atraente."
    },
    {
      "type": "text",
      "content_text": "Na década de 1950, a Lei Seca já não estava mais em vigor e os Estados Unidos encontravam-se em um momento mais próspero. Os gângsteres se tornaram a escória da sociedade. O nível de violência sádica começou a aumentar em <a href=\"https://_{type: 'screen', 'id': 14580, 'screen_type': movie}\">The Big Heat</a> (BR: Os corruptos, 1953), Lee Marvin joga uma xícara de café fumegante no rosto de <i>Gloria Grahame</i>. No ano de 1973, em <a href=\"https://_{type: 'screen', 'id': 1847, 'screen_type': movie}\">The Long Goodbye</a> (BR: O perigoso adeus, 1973), <i>Mark Rydell</i> quebra uma garrafa no rosto de sua namorada - não por ela ter feito algo de errado, mas apenas para alertar <i>Philip Marlowe</i>, interpretado por <a href=\"https://_{type: 'screen', 'id': 827, 'screen_type': person}\">Elliott Gould</a>.",
      "content_credits": "Resumo baseado no texto de <i>Geoffrey Macnab</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/zH6q4rZEwGTDBEPdGiFUkRybiJX.jpg",
          "popularity": 16.686,
          "vote_count": 287,
          "video": false,
          "media_type": "movie",
          "id": 877,
          "adult": false,
          "backdrop_path": "\/fX1DFPMZYsRG17BmMPJAKUaBZEz.jpg",
          "original_language": "en",
          "original_title": "Scarface",
          "genre_ids": [
            28,
            80,
            18,
            53
          ],
          "title": "Scarface",
          "vote_average": 7.6,
          "overview": "A murderous thug shoots his way to the top of the mobs while trying to protect his sister from the criminal life.",
          "release_date": "1932-04-09"
        },
        {
          "poster_path": "\/9TSzQm3aE7FdnutXIGmHc3G4llE.jpg",
          "popularity": 9.691,
          "vote_count": 132,
          "video": false,
          "media_type": "movie",
          "id": 27899,
          "adult": false,
          "backdrop_path": "\/8i8Epd76HEX5ZAqbG1QboRFiiJm.jpg",
          "original_language": "en",
          "original_title": "Little Caesar",
          "genre_ids": [
            28,
            80,
            18,
            10749
          ],
          "title": "Little Caesar",
          "vote_average": 7.1,
          "overview": "A small-time hood shoots his way to the top, but how long can he stay there?",
          "release_date": "1931-01-25"
        },
        {
          "vote_count": 166,
          "popularity": 8.834,
          "id": 17687,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "The Public Enemy",
          "release_date": "1931-04-23",
          "original_language": "en",
          "original_title": "The Public Enemy",
          "genre_ids": [
            80,
            18
          ],
          "backdrop_path": "\/oXLaGV0VOqQhXdUmQpm6KGsSpu1.jpg",
          "adult": false,
          "overview": "Two young Chicago hoodlums, Tom Powers and Matt Doyle, rise up from their poverty-stricken slum life to become petty thieves, bootleggers and cold-blooded killers. But with street notoriety and newfound wealth, the duo feels the heat from the cops and rival gangsters both. Despite his ruthless criminal reputation, Tom tries to remain connected to his family, however, gang warfare and the need for revenge eventually pull him away.",
          "poster_path": "\/kFLy1G6XgTo0VSUUXRopYjSpNFT.jpg"
        },
        {
          "poster_path": "\/jz0wrUJcPUuOP1bVRFSFSd6XUe5.jpg",
          "popularity": 3.915,
          "vote_count": 30,
          "video": false,
          "media_type": "movie",
          "id": 26718,
          "adult": false,
          "backdrop_path": "\/zqPuqXz3XTtcbBxIKs0w0ojACCX.jpg",
          "original_language": "en",
          "original_title": "'G' Men",
          "genre_ids": [
            28,
            80,
            18
          ],
          "title": "'G' Men",
          "vote_average": 6.4,
          "overview": "James “Brick” Davis, a struggling attorney, owes his education to a mobster, but always has refused to get involved with the underworld. When a friend of his is gunned down by a notorious criminal, Brick decides to abandon the exercise of the law and join the Department of Justice to capture the murderer.",
          "release_date": "1935-05-04"
        },
        {
          "vote_count": 36,
          "popularity": 3.06,
          "id": 42565,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Underworld",
          "release_date": "1927-08-20",
          "original_language": "xx",
          "original_title": "Underworld",
          "genre_ids": [
            18,
            80
          ],
          "backdrop_path": "\/1NYCVTVWmwy0r5KYD1CXk8RcRyj.jpg",
          "adult": false,
          "overview": "Boisterous gangster kingpin Bull Weed rehabilitates his former lawyer from his alcoholic haze, but complications arise when he falls for Weed's girlfriend.",
          "poster_path": "\/6ZjgbeCwS7sipil1J221lbjaqGG.jpg"
        },
        {
          "vote_count": 164,
          "popularity": 11.43,
          "id": 13696,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Angels with Dirty Faces",
          "release_date": "1938-11-26",
          "original_language": "en",
          "original_title": "Angels with Dirty Faces",
          "genre_ids": [
            28,
            80,
            18
          ],
          "backdrop_path": "\/95foa0WR4mPu8cczZkEvwe3651G.jpg",
          "adult": false,
          "overview": "In New York, the boys Rocky Sullivan and Jerry Connelly are best friends and small time thieves. After a robbery, Rocky is arrested and sent to a reformatory school, where he begins his criminal career. Jerry escapes and later becomes a priest. After three years in prison, Rocky is released and demands the return of $100,000 deposited with his solicitor - prior to his jail term.",
          "poster_path": "\/wOZtIdDU6nntxTJHUD31ZPupj2W.jpg"
        },
        {
          "vote_count": 22,
          "popularity": 4.349,
          "id": 27974,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Bullets or Ballots",
          "release_date": "1936-06-06",
          "original_language": "en",
          "original_title": "Bullets or Ballots",
          "genre_ids": [
            80,
            18,
            53
          ],
          "backdrop_path": "\/6Qslg5eD3RnxioHof3g4JAzStOS.jpg",
          "adult": false,
          "overview": "After Police Captain Dan McLaren becomes police commissioner, former detective Johnny Blake publicly punches him, convincing rackets boss Al Kruger that Blake is sincere in his effort to join the mob. \"Bugs\" Fenner, meanwhile, is certain that Blake is a police agent.",
          "poster_path": "\/3Y68EhNawixkKmMqizDG19XB2Tn.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 13352,
          "profile_path": "\/4ZWtvroJFsfjpQ8H7PhEVeBqRy3.jpg",
          "name": "Paul Muni"
        },
        {
          "id": 5788,
          "profile_path": "\/kcFPx9Xq63AUZ83zMoqqs8Zjrcj.jpg",
          "name": "James Cagney"
        },
        {
          "id": 11435,
          "profile_path": "\/qIckyax6e9dp0Ic4wj7oG4UY4Oc.jpg",
          "name": "Howard Hawks"
        },
        {
          "id": 13566,
          "profile_path": "\/sI3vtDTeGcV0uhumtZmYmfcOBav.jpg",
          "name": "Edward G. Robinson"
        },
        {
          "id": 9054,
          "profile_path": "\/xRdJwuUptfFYVR8K6yyMhPgOVmP.jpg",
          "name": "Mervyn LeRoy"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1930 a 1939",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "1"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O primeiro longa-metragem animado da história, os marcantes filmes de terror com os monstros da Universal, a comédia maluca. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1930 e 1939."
    }
  ]
}