{
  "number": 11,
  "content_list": [
    {
      "type": "text",
      "content_text": "Durante a década de os principais cineastas chineses da <i>Quinta Geração</i> buscaram cada vez mais as plateias estrangeiras e cortejaram festivais de cinema internacionais, mesmo enfrentando censura em seus países de origem. <a href=\"https://_{type: 'screen', 'id': 607, 'screen_type': person}\">Zhang Yimou</a> (n-1951) dirigiu <a href=\"https://_{type: 'screen', 'id': 10404, 'screen_type': movie}\">Da Hong Deng Long Gao Gao Gua</a> (BR: Lanternas vermelhas, 1991) que conquistou o Leão de Prata em Veneza."
    },
    {
      "type": "video",
      "video_id": "iV-mYZAPcRE",
      "information": {
        "contentTitle": "Cenas do filme O Hospedeiro",
        "contentText": "Por causa de seus temas, que podem ser vistos como crítica dos Estados Unidos, o filme foi elogiado pelas autoridades norte-coreanas, uma raridade para um filme de sucesso sul-coreano.",
        "source": "Youtube: Canal <i>Tovarichtch</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Com o ganhador da Palma de Ouro <a href=\"https://_{type: 'screen', 'id': 10997, 'screen_type': movie}\">Ba Wang Bie Ji</a> (BR: Adeus, Minha Concubina, 1993), <a href=\"https://_{type: 'screen', 'id': 20640, 'screen_type': person}\">Chen Kaige</a> (n-1952) traçou o relacionamento de duas estrelas da opera de Pequim durante a Revolução Cultural. Festejados no exterior, esses filmes foram temporariamente proibidos na China. A Quinta Geração provocou hostilidade e críticas não só por parte do Estado, mas também de cineastas mais jovens, que ansiavam por um envolvimento mais direto com a realidade chinesa moderna."
    },
    {
      "type": "block_special",
      "title": "A Poesia Visual de O Tigre e o Dagrão",
      "image": {
        "image_type": "local",
        "url": "img_o_tigre_dragao",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O diretor <i>Ang Lee</i> disse que sua intenção em <i>O tigre o dragão</i> era simplesmente fazer o melhor filme de artes marciais possível. O sucesso artístico e a popularidade do resultado indicam que ele conseguiu. A partir de um roteiro do seu colaborador de longa data <a href=\"https://_{type: 'screen', 'id': 1617, 'screen_type': person}\">James Schamus</a> (n-1959), Lee reuniu um elenco de super estrelas de ação asiáticas que também tinha o talento artístico necessário para deixar fluir a história. <br/><br/> \n\nLee também tomou uma decisão brilhante ao recrutar o famoso coreógrafo de lutas <i>Lee Wu Ping</i>. Inspirado no caráter físico do teatro chines, Wu-Ping ignora as leis da física, içando os atores em cabos para que possam lutar no topo das arvores, correr sobre a água como pedras que tocam sua superfície, subir paredes correndo e várias vezes, combater em pleno ar. Para plateias ocidentais, talvez não acostumadas com esses balés aéreos, a visão da perseguição a pé sobre os telhados de um vilarejo em uma noite de lua cheia da cena de abertura se mostrou imediata e irresistivelmente atraente. <br/><br/> \n\n<a href=\"https://_{type: 'screen', 'id': 1619, 'screen_type': person}\">Chow Yun-Fat</a> (n-1955), <a href=\"https://_{type: 'screen', 'id': 1620, 'screen_type': person}\">Michelle Yeoh</a> (n-1962) e a relativamente iniciante <a href=\"https://_{type: 'screen', 'id': 1339, 'screen_type': person}\">Zhang Ziyi</a> (n-1979) lide facilmente com a exigência física sobrenatural de seus papéis, mas suas atuações nunca ficam aquém das cenas de ação impressionantes. De fato, uma das razões pelas quais <i>O tigre e o dragão</i> se tornou tão sensacional foi a atenção dada no filme à trama e ao desenvolvimento dos personagens, duas raridades mesmo para o mais ambicioso dos filmes de artes marciais. <br/><br/> \n\nUma corrente subjacente fortemente feminista também permeia <i>O tigre e o dragão</i>, adicionando outra camada de inteligência. Os personagens femininos lutam por razões diferentes, mas a maioria deles parece lutar por respeito em um mundo de homens. Tendo fugido de casa, a pequena Zhang passando-se por um guerreiro, é atacada em uma estalagem por vários guerreiros truculentos. Lee transforma em piada a inevitável surra aplicada as dúzias de aspirantes a agressores, como uma variação hipercinética da velha luta de bar. Mas parte da resposta apaixonada de Zhang parece se originar do ressentimento antigo de acreditar que ela seria desprezada em vez de respeitada (ou temida) como um oponente formidável, se soubessem que é uma mulher.<br/><br/> \n\nLee modula cada cena do filme com nuance e sensibilidade semelhantes. Suas sequências de luta se desenrolam tanto como embates psicológicos quanto como lutas de espada, com confrontos entre inocência e experiência, paz e raiva. Ainda assim, Lee deixa espaço para leveza e poesia visual, alcançando um raro equilíbrio entre excitação, beleza, humor e inteligência.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Uma figura de transição notável foi <a href=\"https://_{type: 'screen', 'id': 96221, 'screen_type': person}\"> Xiaowen Zhou</a> (n-1954), que pertence tecnicamente a Quinta Geração, mas cuja sátira arrepiante <a href=\"https://_{type: 'screen', 'id': 124468, 'screen_type': movie}\">Ermo</a> (1994) já demonstrava o engajamento com a sociedade contemporânea que caracterizaria a geração seguinte."
    },
    {
      "type": "video",
      "video_id": "VwIIDzrVVdc",
      "information": {
        "contentTitle": "Cenas do filme Oldboy",
        "contentText": "O filme segue a história de um indivíduo chamado Oh Dae-su, que fica trancado num quarto de hotel por 15 anos sem saber o motivo de seus captores. Quando finalmente é libertado, Dae-su se vê preso numa rede de conspiração e violência. Sua busca por vingança acaba se entrelaçando com um romance quando se apaixona por uma atraente chef de sushis.",
        "source": "Youtube: Canal <i>Calengklik</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O diretor chinês de maior impacto internacional foi o taiwanês <a href=\"https://_{type: 'screen', 'id': 1614, 'screen_type': person}\">Ang Lee</a> (n-1954), cujos dois primeiros filmes, <a href=\"https://_{type: 'screen', 'id': 25296, 'screen_type': movie}\">Tui shou</a> (BR: Arte de Viver, 1992) e <a href=\"https://_{type: 'screen', 'id': 9261, 'screen_type': movie}\">Xi yan</a> (BR: O Banquete de Casamento, 1993), se passam nos Estados Unidos e retratam o choque cultural entre a Asia e o Ocidente. Enquanto outros diretores taiwaneses realizavam filmes de arte como <a href=\"https://_{type: 'screen', 'id': 143035, 'screen_type': person}\">Edward Yang</a> (1947-2007), com <a href=\"https://_{type: 'screen', 'id': 25538, 'screen_type': movie}\">Yi yi</a> (BR: As Coisas Simples da Vida, 2000) dirigiu o estiloso filme de artes marciais <a href=\"https://_{type: 'screen', 'id': 146, 'screen_type': movie}\">Wo Hu Cang Long</a> (BR: O Tigre e o Dragão, 2000) inspirou <a href=\"https://_{type: 'screen', 'id': 79, 'screen_type': movie}\">Ying Xiong</a> (BR: Herói, 2002) e <a href=\"https://_{type: 'screen', 'id': 9550, 'screen_type': movie}\">Shi Mian Mai Fu</a> (BR: O Clã das Adagas Voadoras, 2004)."
    },
    {
      "type": "text",
      "content_text": "Esses épicos visualmente esplendorosos encontraram plateias ávidas no exterior e sacramentaram a internacionalização do cinema da Asia Oriental. isso também pode ser notado na obra do diretor <a href=\"https://_{type: 'screen', 'id': 12453, 'screen_type': person}\">Wong Kar-Wai</a> (n-1956), de Hong Kong, que em filmes como <a href=\"https://_{type: 'screen', 'id': 187548, 'screen_type': movie}\">Hua Yang De Nian Hua</a> (BR: Amor à Flor da Pele, 2000) optou por uma suposta \"<i>estética MTV</i>\", descartando a austeridade do cinema de arte asiático em prol do estilo dos comerciais e videoclipes internacionais."
    },
    {
      "type": "video",
      "video_id": "rxJiE5EKnD0",
      "information": {
        "contentTitle": "Cenas do filme O Tigre e o Dragão",
        "contentText": "O filme foi originalmente escrito como uma série de romance em cinco partes por Wang Dulu começando no final dos anos 1930. A história apresentada no filme é adaptada e condensada a partir do enredo do quarto livro da série, Crouching Tiger, Hidden Dragon.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Enquanto os diretores chineses ainda se digladiavam com a censura, o cinema sul-coreano se beneficiava de sua libertação do controle estatal na era da democracia. O resultado foi o amadurecimento da cinematografia do país, que também começou a chamar a atenção internacional. <a href=\"https://_{type: 'screen', 'id': 150975, 'screen_type': person}\">Hong Sang-Soo</a> (n-1960) foi aclamado pela crítica local e estrangeira por seu filme de estreia, <a href=\"https://_{type: 'screen', 'id': 86267, 'screen_type': movie}\">Daijiga umule pajinnal</a> (BR: O dia em que o porco caiu no poco, 1996), que narra quatro histórias de vida vagamente interligadas na Seul moderna."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma obra que busca filtrar a experiência da transição taiwanesa para a modernidade pela lente dupla das relações românticas e da família.",
        "author": "Edward Tang sobre As coisas simples da Vida"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 10099, 'screen_type': person}\">Chan-Wook Park</a> (n-1963) ganhou o Grande Prêmio do Júri do Festival de Cannes por <a href=\"https://_{type: 'screen', 'id': 670, 'screen_type': movie}\">Oldboy</a> (2003), uma história brutal de vingança. <a href=\"https://_{type: 'screen', 'id': 1188, 'screen_type': person}\">Kim Ki-Duk</a> (n-1960) conquistou fama e notoriedade com o ultraviolento <a href=\"https://_{type: 'screen', 'id': 8653, 'screen_type': movie}\">Seom</a> (BR: A Ilha, 2000), mas posteriormente optou por um estilo mais sereno com a parábola budista <a href=\"https://_{type: 'screen', 'id': 113, 'screen_type': movie}\">Bom Yeoreum Gaeul Gyeoul Geurigo Bom</a> (BR: Primavera, verão, outono, inverno e... primavera, 2003)."
    },
    {
      "type": "video",
      "video_id": "INKPXZbaZaA",
      "information": {
        "contentTitle": "Cenas do filme Herói",
        "contentText": "A Miramax Films comprou os direitos de distribuição no mercado americano, mas atrasou o lançamento do filme por quase dois anos, até que Quentin Tarantino conseguiu finalmente convencer a Miramax a estrear o filme nos cinemas americanos em 2004.",
        "source": "Youtube: Canal <i>Martial Arts</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso desses filmes demonstrou o entusiasmo genuíno de parte das plateias coreanas pela cinematografia nacional. <a href=\"https://_{type: 'screen', 'id': 124315, 'screen_type': movie}\">Seopyeonje</a> (1993), um melodrama subestimado sobre uma família de cantores populares dirigido por <a href=\"https://_{type: 'screen', 'id': 87554, 'screen_type': person}\">Im Kwon-taek</a> (n-1936) se tornou o filme coreano de maior sucesso comercial até então, mas foi superado em 1999 por <a href=\"https://_{type: 'screen', 'id': 10355, 'screen_type': movie}\">Swiri</a> (BR: Shiri - Missão terrorista, 1999)."
    },
    {
      "type": "block_special",
      "title": "A História Definitiva de Vingança",
      "image": {
        "image_type": "local",
        "url": "img_oldboy",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Misticismo, poesia, dias de aula e um quarto de dormir futurístico são alguma das surpresas encontradas em <i>Oldboy</i>, thriller que se apoia em tabus edipianos e na cegueira do acaso, em hipnotismo e destino. Parte ação, parte drama, parte thriller psicológico, esta obra revolucionária apresentou o cinema sul-coreano a mais espectadores do que qualquer outra. A história é mais direta e envolvente do que a do filme anterior do diretor <i>Park Chan-Wook</i>, o popular <a href=\"https://_{type: 'screen', 'id': 4689, 'screen_type': movie}\">Boksuneun Naui Geot</a> (BR: Mr. Vingança, 2002), e começa de forma explosiva. Um homem é aprisionado por 15 anos sem qualquer explicação. Ao escapar, tem apenas cinco dias para encontrar os responsáveis por seu encarceramento.<br/> <br/> \n\nEsta obra-prima violenta e elegíaca é inspirada em um mangá japonês, de <i>Garon Tsuchiya</i>. O ator <a href=\"https://_{type: 'screen', 'id': 64880, 'screen_type': person}\">Choi Min-sik</a> (n-1962), que dispensou dublês, treinou rigorosamente para o papel da desafortunada vítima de um misterioso rapto. Dae-su consegue escapar de sua prisão sem janelas e, uma vez em liberdade, ao estilo do conde de Monte Cristo, ele jura se vingar de seu carcereiro que lhe roubou a filha, a mulher e toda a sua vida. Transformado em uma esfarrapada máquina de luta, parecido com um <i>Charles Bronson</i> coreano com uma peruca de segunda, Dae-su faz amizade com a bela chef de um sushi bar, (Hye-Jeong Kang), de quem desperta o interesse ao comer uma lula viva e em seguida desmaiar com a cara no balcão. Esse é o estilo arrasa-quarteirão de <i>Oldboy</i>. Mas este conto complexo está imbuído de uma lógica que se desdobra claramente, incorporando com facilidade os numerosos flashbacks do filme. O ritmo da ação é de tirar o fôlego, mas também há tempo para o pensamento. As lutas coreografadas são, ao mesmo tempo, inovadoras e surpreendentes e toda a violência é adequada ao enredo. <br/> <br/> \n\nApesar da brutalidade reinante estamos falando de um filme que é, no fundo, uma comédia de humor negro que habilidosamente combina elementos de filmes de gângsteres e thrillers de vingança. Depois de ganhar o grande prêmio do júri no Festival de Cannes de 2004, o diretor deixou a plateia atônita ao agradecer ao elenco e a equipe técnica e também às quatro lulas que sacrificaram suas vidas em prol daquela cena no sushi bar.",
      "credits": "Resumo baseado no texto de <i>Karen Krizanowich</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Este, por sua vez cedeu o posto de produção coreana mais rentável de todos os tempos para <a href=\"https://_{type: 'screen', 'id': 1255, 'screen_type': movie}\">Gwoemul</a> (BR: O hospedeiro, 2006) um filme de monstros com toques políticos. Apesar da globalização, tudo indica que o cinema asiático é capaz de cativar os espectadores de seus próprios paises.",
      "content_credits": "Resumo baseado no texto de <i>Alexander Jacoby</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "title": "Oldboy",
          "original_title": "올드보이",
          "poster_path": "\/pWDtjs568ZfOTMbURQBYuT4Qxka.jpg",
          "id": 670,
          "vote_average": 8.3,
          "popularity": 22.11,
          "vote_count": 5257,
          "release_date": "2003-11-21",
          "video": false,
          "overview": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate businessman seeks revenge on his captors.",
          "adult": false,
          "backdrop_path": "\/hKNGaQFzg4RxyMWIGGnYGW5b2Xh.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            9648,
            28
          ],
          "original_language": "ko"
        },
        {
          "original_language": "zh",
          "original_title": "卧虎藏龙",
          "poster_path": "\/tKqJ6yWtOnTbiA2uzac2gejDqpI.jpg",
          "id": 146,
          "vote_average": 7.3,
          "popularity": 19.509,
          "overview": "Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.",
          "release_date": "2000-07-06",
          "video": false,
          "vote_count": 2060,
          "adult": false,
          "backdrop_path": "\/sAgcj4Htn6SQaoEj5yiJes0TBcB.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            18,
            28,
            10749
          ],
          "title": "Crouching Tiger, Hidden Dragon"
        },
        {
          "original_language": "ko",
          "original_title": "괴물",
          "poster_path": "\/dEDLY3KeghKFzks5nTDWdigVikr.jpg",
          "id": 1255,
          "vote_average": 6.9,
          "popularity": 25.14,
          "overview": "Following the dumping of gallons of toxic waste in the river, a giant mutated squid-like appears and begins attacking the populace. Gang-du's daughter Hyun-seo is snatched up by the creature; with his family to assist him, he sets off to find her.",
          "release_date": "2006-07-27",
          "video": false,
          "vote_count": 1679,
          "adult": false,
          "backdrop_path": "\/xENJCaWyezrEn3IvFCGuPHAuwUV.jpg",
          "media_type": "movie",
          "genre_ids": [
            27,
            18,
            878
          ],
          "title": "The Host"
        },
        {
          "title": "Hero",
          "original_title": "英雄",
          "poster_path": "\/vxgZto2Cz7ILHAlmRXt50I2brB2.jpg",
          "id": 79,
          "vote_average": 7.5,
          "popularity": 21.15,
          "vote_count": 1433,
          "release_date": "2002-07-22",
          "video": false,
          "overview": "One man defeated three assassins who sought to murder the most powerful warlord in pre-unified China.",
          "adult": false,
          "backdrop_path": "\/p31yIpOO7VLP9lJa3YH0sLX9q3H.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            12,
            28,
            36
          ],
          "original_language": "zh"
        },
        {
          "original_language": "ko",
          "original_title": "살인의 추억",
          "poster_path": "\/dVZJByLhVpbKp4YKAChM12MxSNn.jpg",
          "id": 11423,
          "vote_average": 8.1,
          "popularity": 18.959,
          "overview": "1986 Gyunggi Province. The body of a young woman is found brutally raped and murdered. Two months later, a series of rapes and murders commences under similar circumstances. And in a country that had never known such crimes, the dark whispers about a serial murderer grow louder. A special task force is set up in the area, with two local detectives Park Doo-Man and Jo Young-Goo joined by a detective from Seoul who requested to be assigned to the case.",
          "release_date": "2003-05-02",
          "video": false,
          "vote_count": 1892,
          "adult": false,
          "backdrop_path": "\/xRNCVrGMGIrUDgz4PLtMT7CdLYe.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            18,
            53
          ],
          "title": "Memories of Murder"
        },
        {
          "title": "Farewell My Concubine",
          "original_title": "霸王别姬",
          "poster_path": "\/vHC9dtjOzuwTLP4PIe2X9Dakk60.jpg",
          "id": 10997,
          "vote_average": 8,
          "popularity": 12.805,
          "vote_count": 273,
          "release_date": "1993-09-16",
          "video": false,
          "overview": "Abandoned by his prostitute mother in 1920, Douzi was raised by a theater troupe. There he meets Shitou and over the following years the two develop an act entitled \"Farewell My Concubine\" that brings them fame and fortune. When Shitou marries Juxian, Doutzi becomes jealous, the beginnings of the acting duo's explosive breakup and tragic fall take root.",
          "adult": false,
          "backdrop_path": "\/bBiZN1epQTu3F8iFLBuMhc4TRzr.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "original_language": "zh"
        },
        {
          "title": "Raise the Red Lantern",
          "original_title": "大红灯笼高高挂",
          "poster_path": "\/j6MGZpg55cTqlHHwahBtzI2qQg1.jpg",
          "id": 10404,
          "vote_average": 8,
          "popularity": 11.203,
          "vote_count": 401,
          "release_date": "1991-12-20",
          "video": false,
          "overview": "China in the 1920s. After her father's death, 19 year old Songlian is forced to marry the much older lord of a powerful family. With three wives already, each living in a separate house within the great castle, there is fierce competition for his attention and the privileges that are gained. This competition gets out of hand...",
          "adult": false,
          "backdrop_path": "\/7aRdT0ijJdME6jY8PzHgzAmw0dd.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "original_language": "zh"
        },
        {
          "title": "Hua yang de nian hua",
          "original_title": "Hua yang de nian hua",
          "poster_path": "\/ISGcTDUwTOIVFvrG9YKCk1MU09.jpg",
          "video": false,
          "vote_average": 6.4,
          "popularity": 2.772,
          "overview": "Hua yang de nian hua is a 2000 short film by Hong Kong director Wong Kar-wai that was shown at the 2001 Berlin International Film Festival. It consists of a 2m 28s montage of scenes from vintage Chinese films, most of which were considered lost until some nitrate prints were discovered in a California warehouse during the 1990s, set to a song from the soundtrack of Wong’s In the Mood for Love (2000), a golden oldie by Zhou Xuan.",
          "release_date": "2001-02-12",
          "vote_count": 14,
          "original_language": "zh",
          "adult": false,
          "backdrop_path": null,
          "media_type": "movie",
          "genre_ids": [
            36
          ],
          "id": 187548
        },
        {
          "title": "Yi Yi",
          "original_title": "一一",
          "poster_path": "\/hTPkCpK9SLGDMXRbUwzoep0MxOx.jpg",
          "id": 25538,
          "vote_average": 8,
          "popularity": 8.571,
          "vote_count": 241,
          "release_date": "2000-09-20",
          "video": false,
          "overview": "Each member of a family in Taipei asks hard questions about life's meaning as they live through everyday quandaries.",
          "adult": false,
          "backdrop_path": "\/zLWp1UxpT0fSoQ6nblLPfcFBzXf.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "original_language": "zh"
        },
        {
          "title": "Spring, Summer, Fall, Winter... and Spring",
          "original_title": "봄 여름 가을 겨울 그리고 봄",
          "poster_path": "\/6SQQ5REuAz7k0FMQ9mSCT40T2LN.jpg",
          "id": 113,
          "vote_average": 7.8,
          "popularity": 9.32,
          "vote_count": 631,
          "release_date": "2003-09-19",
          "video": false,
          "overview": "An isolated lake, where an old monk lives in a small floating temple. The monk has a young boy living with him, learning to become a monk. We watch as seasons and years pass by.",
          "adult": false,
          "backdrop_path": "\/6JDjZdFckZyMYgtawDwUb6HTwVp.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "original_language": "ko"
        },
        {
          "title": "Sopyonje",
          "original_title": "서편제",
          "poster_path": "\/8WGTsIdEACeMqhBbpya9Z6Aec4A.jpg",
          "id": 124315,
          "vote_average": 7.7,
          "popularity": 1.663,
          "vote_count": 21,
          "release_date": "1993-04-10",
          "video": false,
          "overview": "Dong-ho, a pansori performer, travels the country in search of Song-hwa, a fellow orphan who also studied under the same strict master.",
          "adult": false,
          "backdrop_path": "\/hywAu6WwX2A9ZdbKXQBhoSqia8n.jpg",
          "media_type": "movie",
          "genre_ids": [
            18
          ],
          "original_language": "ko"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1614,
          "name": "Ang Lee",
          "profile_path": "/8LRbYPUVLnFQMs86tg2YbmsGyKB.jpg"
        },
        {
          "id": 607,
          "name": "Zhang Yimou",
          "profile_path": "/uU5vECl94jDQYjiRk4eOpVRMEi9.jpg"
        },
        {
          "id": 1336,
          "name": "Jet Li",
          "profile_path": "/5a6u17dAf11kLvdRUG6QdoRRURj.jpg"
        },
        {
          "id": 20640,
          "name": "Chen Kaige",
          "profile_path": "/7Ap9bUjDKwKMqtoza8W0PEYXoli.jpg"
        },
        {
          "id": 10099,
          "name": "Park Chan-wook",
          "profile_path": "/jsSFCVB7MhuVbSLwTgESiXEiNjt.jpg"
        },
        {
          "id": 21684,
          "name": "Bong Joon-ho",
          "profile_path": "/tKLJBqbdH6HFj2QxLA5o8Zk7IVs.jpg"
        },
        {
          "id": 1620,
          "name": "Michelle Yeoh",
          "profile_path": "/4QwqaHmkIXn0zlWgI4nwdQmil8J.jpg"
        },
        {
          "id": 1619,
          "name": "Chow Yun-Fat",
          "profile_path": "/cTBiIlh0ePSAjyW0SmIESCBwTWt.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}