{
  "number": 17,
  "content_list": [
    {
      "type": "text",
      "content_text": "Quando as gerações futuras olharem para a primeira década do século XXI talvez a vejam como uma espécie de era de ouro do cinema europeu. Pois foi nessa época que os incentivos da União Europeia, introduzidos na década de 1990, finalmente renderam frutos: uma vez provadas as vantagens materiais para diretores e produtores que trabalhassem no âmbito da Europa, as coproduções deixaram de ser exceção para se tornarem a norma."
    },
    {
      "type": "video",
      "video_id": "COYSkcLFeO8",
      "information": {
        "contentTitle": "Cenas do filme Anticristo",
        "contentText": "Seguindo uma estética de filme de terror o filme possui cenas de extrema violência, muito explícitas. Von Trier respondeu a isso numa entrevista: \"Simplesmente achei que seria errado não mostrar. Acredito que devemos pôr na tela tudo o que pensamos. Sei que é doloroso ver, mas esse filme tem muito a ver com essas dores.\". O diretor também afirmou não acreditar em Deus e que esse filme foi uma forma de passar para Deus tudo o que aprendeu sobre Ele.",
        "source": "Youtube: Canal <i>penevant</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Cineastas como <a href=\"https://_{type: 'screen', 'id': 6011, 'screen_type': person}\">Michael Haneke</a> (n-1942) e <a href=\"https://_{type: 'screen', 'id': 10491, 'screen_type': person}\">Paul Verhoeven</a> (n-1938) podem transitar entre paises diferentes - incluindo os Estados Unidos - sem perderem suas identidades autorais <a href=\"https://_{type: 'screen', 'id': 17609, 'screen_type': movie}\">Antichrist</a> (BR: Anticristo, 2009), de <a href=\"https://_{type: 'screen', 'id': 42, 'screen_type': person}\">Lars von Trier</a> (n-1956), foi feito com dinheiro europeu, mas rodado em inglês; seus protagonistas eram uma francesa e um americano. No entanto, entre esse filme e <a href=\"https://_{type: 'screen', 'id': 553, 'screen_type': movie}\">Dogville</a> (2003), Von Trier realizou <a href=\"https://_{type: 'screen', 'id': 12456, 'screen_type': movie}\">De Fem Bespaend</a> (BR: As cinco obstruções, 2003) e <a href=\"https://_{type: 'screen', 'id': 5206, 'screen_type': movie}\">Direktoren for Det Hele</a> (BR: O Grande Chefe, 2006), os dois filmes mais preocupados com questões dinamarquesas de sua obra."
    },
    {
      "type": "text",
      "content_text": "Von Trier talvez seja o maior exemplo dessa forma maleável de nacionalismo e identidade autoral. Embora já tivesse produzido um filme falado em inglês em 1996 - <a href=\"https://_{type: 'screen', 'id': 145, 'screen_type': movie}\">Breaking the Waves</a> (BR: Ondas do destino, 1996) - o ano 2000 marcou o lançamento de sua primeira produção verdadeiramente internacional, <a href=\"https://_{type: 'screen', 'id': 16, 'screen_type': movie}\">Dancer in the Dark</a> (BR: Dançando no escuro, 2000). Estrelado por Björk, o filme ganhou dois prêmios no Festival Cannes daquele ano - entre eles, a Palma de Ouro. O filme sueco <a href=\"https://_{type: 'screen', 'id': 15472, 'screen_type': movie}\">Män Som Hatar Kvinnor</a> (BR: Millennium - Os Homens que Não Amavam as Mulheres, 2009), adaptado pelo dueto <a href=\"https://_{type: 'screen', 'id': 19346, 'screen_type': person}\">Niels Arden Oplev</a> (n-1961) a partir do romance do também escandinavo Stieg Larsson se mostrou um sucesso tanto de crítica quanto de público e uma adaptação americana foi logo planejada para 2011."
    },
    {
      "type": "video",
      "video_id": "_3w8dc74KX0",
      "information": {
        "contentTitle": "Cenas do filme Millennium - Os Homens que Não Amavam as Mulheres",
        "contentText": "O filme é baseado no romance de 2005 de mesmo nome do escritor sueco Stieg Larsson, o primeiro exemplo de sua série Millennium.",
        "source": "Youtube: Canal <i>Jacob Gustafson</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os dois paises que haviam lutado para encontrar uma identidade cinematográfica coerente durante as décadas de 1980 e 1990 - Alemanha e Itália - deram origem a dois movimentos bastante distintos, e até divergentes, nos anos 2000, Da Alemanha, veio uma série de filmes com orçamentos polpudos, que tratavam de fatos históricos sem serem de forma alguma nostálgicos, mas marcados por uma preocupação com o passado turbulento do país. Após dirigir o moderno <a href=\"https://_{type: 'screen', 'id': 575, 'screen_type': movie}\">Das Experiment</a> (BR: A Experiência, 2001), um olhar contemporâneo sobre a psicologia nazista, <a href=\"https://_{type: 'screen', 'id': 7832, 'screen_type': person}\">Oliver Hirshbiegel</a> (n-1957) realizou, em 2004, <a href=\"https://_{type: 'screen', 'id': 613, 'screen_type': movie}\">Der Untergang</a> (BR: A Queda! As últimas horas de Hitler, 2004), que documentava os dias finais do ditador."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Um filme notável que te faz rir e te deixa reflexivo. É o trabalho de pessoas que possuem um enorme senso de humor.",
        "author": "Philip French sobre Adeus, Lênin!"
      }
    },
    {
      "type": "text",
      "content_text": "O filme foi seguido, em 2005, por <a href=\"https://_{type: 'screen', 'id': 2117, 'screen_type': movie}\">Sophie Scholl – Die letzten Tage</a> (BR: Uma mulher contra Hitler, 2005), um drama ambientado na Segunda Guerra Mundial dirigido por <a href=\"https://_{type: 'screen', 'id': 21737, 'screen_type': person}\">Marc Rothemund</a> (n-1968). Em 2003, <a href=\"https://_{type: 'screen', 'id': 4780, 'screen_type': person}\">Wolfgang Becker</a> (n-1954) lançou um olhar sagaz sobre as consequências da reunificação no docemente cômico <a href=\"https://_{type: 'screen', 'id': 338, 'screen_type': movie}\">Good Bye Lenin!</a> (BR: Adeus, Lenin!, 2003), ao passo que <a href=\"https://_{type: 'screen', 'id': 15868, 'screen_type': person}\">Uli Edel</a> (n-1947) se voltou para a década de 1970 e para as ações terroristas da Facção Exército Vermelho em <a href=\"https://_{type: 'screen', 'id': 6968, 'screen_type': movie}\">Der Baader Meinhof Komplex</a> (BR: O grupo Baader Meinhof, 2008)."
    },
    {
      "type": "video",
      "video_id": "pR5q0ajW8Ko",
      "information": {
        "contentTitle": "Cenas do filme A Queda! As últimas horas de Hitler",
        "contentText": "O longa é ambientado durante a Batalha de Berlim na Segunda Guerra Mundial, quando a Alemanha está à beira da derrota e descreve os últimos dias de Adolf Hitler (interpretado por Ganz); é baseado nos livros Der Untergang: Hitler und das Ende des Dritten Reiches, do historiador Joachim Fest e Bis Zur Letzten Stunde, escrito pela ex-secretária particular de Hitler, Traudl Junge, dentre outros relatos de sobreviventes do período.",
        "source": "Youtube: Canal <i>Dan Am</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Porém, talvez tenha sido o drama sobre a vigilância em tempos de Guerra Fria, <a href=\"https://_{type: 'screen', 'id': 582, 'screen_type': movie}\">Das Leben der Anderen</a> (BR: A Vida dos Outros, 2006), dirigido por <a href=\"https://_{type: 'screen', 'id': 8193, 'screen_type': person}\">Florian Henckel von Donnersmarck</a> (n-1973), que definiu o cinema alemão dos anos 2000. O filme conquistou imensa popularidade em todo o mundo, ganhando inclusive um Oscar, mas também gerou controvérsia por seu retrato extremamente comovente e empático de um oficial da Stasi, a polícia secreta da República Democrática Alemã."
    },
    {
      "type": "text",
      "content_text": "Para os defensores desses filmes, eles representaram um tardio ajuste de contas por parte da indústria cinematográfica alemã com o passado nazista. Seus detratores, por outro lado, os desqualificaram como tentativas cínicas e insensíveis de lucrar com ele. O austro-alemão <a href=\"https://_{type: 'screen', 'id': 7862, 'screen_type': movie}\">Die Fälscher</a> (BR: Os falsários, 2007), de <a href=\"https://_{type: 'screen', 'id': 15115, 'screen_type': person}\">Stefan Ruzowitsky</a> (n-1961), atraiu bastante atenção. Havia tempos que cinema austríaco era visto como o primo pobre do cinema alemão, porém, nos anos 2000, ele esteve em alta. Jovens cineastas (muitas vezes do sexo feminino), saídos da Academia de Cinema de Viena, como <a href=\"https://_{type: 'screen', 'id': 19896, 'screen_type': person}\">Jessica Hausner</a> (n-1972), com <a href=\"https://_{type: 'screen', 'id': 41123, 'screen_type': movie}\">Lourdes</a> (2009), e <a href=\"https://_{type: 'screen', 'id': 5091, 'screen_type': person}\">Valeska Grisebach</a> (n-1968), com <a href=\"https://_{type: 'screen', 'id': 351, 'screen_type': movie}\">Sehnsucht</a> (BR: Saudade, 2006), produziram obras sutis e originais que despertaram interesse internacional."
    },
    {
      "type": "video",
      "video_id": "1kYNK5PjoZ0",
      "information": {
        "contentTitle": "Cenas do filme A Vida dos Outros",
        "contentText": "O filme foi lançado na Alemanha em 23 de março de 2006. Na mesma época, seu roteiro foi publicado pela editora Suhrkamp Verlag. Henckel von Donnersmarck e Ulrich Mühe foram processados por calúnia por uma entrevista na qual Mühe declarou que sua ex-esposa passou informações contra ele à Stasi nos seis anos em que foram casados. No material publicitário do filme, Henckel von Donnersmarck diz que a ex-esposa de Mühe negou as acusações, apesar de existirem 254 páginas de documentos oficiais da antiga Alemanha Oriental detalhando as espionagens dela. O filme teve êxito na Alemanha, apesar de uma relutância generalizada no país, principalmente nos filmes, de confrontar a natureza totalitária da antiga Alemanha Oriental.",
        "source": "Youtube: Canal <i>Peter H</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A Itália também olhou para o passado, mas com resultados bem diferentes. <a href=\"https://_{type: 'screen', 'id': 105866, 'screen_type': person}\">Marco Bellochio</a> (n-1939) criou uma inquietante dramatização das atividades terroristas da década de 1970 em <a href=\"https://_{type: 'screen', 'id': 24164, 'screen_type': movie}\">Buongiorno, notte</a> (BR: Bom dia, noite, 2003). Esse filme, juntamente com <a href=\"https://_{type: 'screen', 'id': 24653, 'screen_type': movie}\">Le conseguenze dell'amore</a> (BR: As consequências do amor, 2004), de <a href=\"https://_{type: 'screen', 'id': 56194, 'screen_type': person}\">Paolo Sorrentino</a> (n-1970), se converte em um cartão de visitas para uma nova geração de diretores italianos, que se pronunciava tanto verbal quanto cinematograficamente contra o peso insustentável da nostalgia fílmica que havia ou sufocado o cinema do país, ou o reduzido a uma imitação barata de si mesmo ao longo das duas últimas décadas."
    },
    {
      "type": "text",
      "content_text": "Críticas diretas ao governo contemporâneo de Silvio Berlusconi eram quase impossíveis, graças a deploráveis atividades de censura. No entanto, filmes como <a href=\"https://_{type: 'screen', 'id': 9789, 'screen_type': movie}\">Mio fratello è figlio único</a> (BR: Meu irmão é filho único, 2007) e <a href=\"https://_{type: 'screen', 'id': 8882, 'screen_type': movie}\">Gomorra</a> (2008) se debruçam sobre a violência e a corrupção na Itália do passado e do presente. A perspectiva atual desses diretores é marcada por novas abordagens estéticas que tendem a ser superestilizadas, ou frenéticas e extravagantes, embora pintadas com tintas opacas e esmaecidas - um antidoto, talvez, contra os melodramas ensolarados da década de 1980 e o ritmo lânguido dos anos 1960 e de diretores como <a href=\"https://_{type: 'screen', 'id': 15189, 'screen_type': person}\">Michelangelo Antonioni</a> (1921-2007) e <a href=\"https://_{type: 'screen', 'id': 4415, 'screen_type': person}\">Federico Fellini</a> (1920-1993)."
    },
    {
      "type": "video",
      "video_id": "ml1PFI6hy4E",
      "information": {
        "contentTitle": "Cenas do filme As consequências do amor",
        "contentText": "O filme é conhecido por sua cinematografia extremamente elegante. A cena mais memorável mostra Titta injetando heroína e vê a câmera girar 180 graus enquanto segue a queda de Titta. Brian Gibson da Vue Weekly afirma que \"o estilo torna-se a substância; cortes e ângulos criam narrativas, a superfície da tela abre profundidades\" apontando esta cena, bem como \"câmeras deslizantes, ilusões de ângulo e profundidade de campo [fazem] vislumbres do comportamento humano emergir\".",
        "source": "Youtube: Canal <i>Telex24</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O Reino Unido, a França e a Alemanha em especial testemunharam o surgimento de um grande número de diretores de segunda e terceira geração originários das minorias étnicas, como <a href=\"https://_{type: 'screen', 'id': 6220, 'screen_type': person}\">Gurinder Chadha</a> (n-1960) e <a href=\"https://_{type: 'screen', 'id': 55251, 'screen_type': person}\">Asif Kapadia</a> (n-1972), <a href=\"https://_{type: 'screen', 'id': 55251 , 'screen_type': person}\">Abdellatif Kechiche</a> (n-1960) e <a href=\"https://_{type: 'screen', 'id': 20665, 'screen_type': person}\">Rachid Bouchareb</a> (n-1953), <a href=\"https://_{type: 'screen', 'id': 5125, 'screen_type': person}\">Fatih Akin</a> (n-1973) e <a href=\"https://_{type: 'screen', 'id': 239424, 'screen_type': person}\">Thomas Arslan</a> (n-1962). Suas obras lidam com questões como a integração social e a forma como as culturas hibridas são administradas. Na Alemanha, Akin, um cineasta turco-germânico, se empenhou em modificar a percepção alemã de uma sociedade monocultural e etnicamente homogênea, com filmes como <a href=\"https://_{type: 'screen', 'id': 363, 'screen_type': movie}\">Gegen die Wand</a> (BR: Contra a parede, 2004). Os irmãos belgas <a href=\"https://_{type: 'screen', 'id': 56209, 'screen_type': person}\">Jean-Pierre</a> (n-1951) e <a href=\"https://_{type: 'screen', 'id': 45138, 'screen_type': person}\">Luc Dardenne</a> (n-1954), ganhadores da Palma de Ouro do Festival de Cannes, foram talvez um complô clássico de cineastas de festival, realistas-poéticos do século XXI cujas reflexões pessimistas sobre a vida entre os estratos mais baixos da sociedade foram aclamadas pela crítica, porém não conseguiram atrair as plateias."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "A Vida dos outros é um dos poucos filmes pós-reunificação a reconhecerem o pesadelo da vida na Alemanha Oriental comunista.",
        "author": "Geoffrey Macnab sobre A Vida dos Outros"
      }
    },
    {
      "type": "text",
      "content_text": "Dentro daquilo que passou a ser chamado de nova Europa, no entanto, a Roménia se revelou uma exceção. Em outras partes, a tendencia foi a de que representações de cinematografias nacionais se limitassem a alguns poucos cineastas que pareciam explodir de repente no circuito internacional, para então caírem de volta no esquecimento. Exemplos disso são o bósnio <a href=\"https://_{type: 'screen', 'id': 20028, 'screen_type': person}\">Danis Tanovic</a> (n-1969), com <a href=\"https://_{type: 'screen', 'id': 8342, 'screen_type': movie}\">No Man's Land</a> (BR: Terra de ninguém, 2001) e o húngaro <a href=\"https://_{type: 'screen', 'id': 81078, 'screen_type': person}\">György Pálfi</a> (n-1974), com <a href=\"https://_{type: 'screen', 'id': 15742, 'screen_type': movie}\">Taxidermia</a> (2006). O início do século XXI marcou um período de prosperidade para o cinema europeu, mas o abismo entre o Leste Europeu e a Europa Ocidental permanece o mesmo.",
      "content_credits": "Resumo baseado no texto de <i>Catherine Wheatley</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "video": false,
          "vote_average": 6.7,
          "popularity": 18.05,
          "vote_count": 1697,
          "release_date": "2009-05-18",
          "overview": "A grieving couple retreats to their cabin 'Eden' in the woods, hoping to repair their broken hearts and troubled marriage. But nature takes its course and things go from bad to worse.",
          "adult": false,
          "backdrop_path": "\/lqL9EnG9okK0rcBl5a89qiCU9vO.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            27,
            53
          ],
          "title": "Antichrist",
          "original_language": "en",
          "original_title": "Antichrist",
          "poster_path": "\/ge7zbYvpfsDP3luKi0iSpzOgncM.jpg",
          "id": 17609
        },
        {
          "video": false,
          "vote_average": 7.7,
          "popularity": 6.404,
          "overview": "Titta di Girolamo has been living in a small hotel in Lugano for ten years, he leads a dull and rigid live and has apparently lost his capability to feel human emotion. This all changes when he decides to talk to Sofia, the Barmaid.",
          "release_date": "2004-09-24",
          "vote_count": 424,
          "adult": false,
          "backdrop_path": "\/auQqBU675vXX7QsVDpVvQIWCtVI.jpg",
          "media_type": "movie",
          "genre_ids": [
            80,
            18
          ],
          "title": "The Consequences of Love",
          "original_language": "it",
          "original_title": "Le conseguenze dell'amore",
          "poster_path": "\/2kbxEOJTHdkZzS7vnk6YExgoSyf.jpg",
          "id": 24653
        },
        {
          "video": false,
          "vote_average": 7.8,
          "popularity": 14.876,
          "overview": "In April of 1945, Germany stands at the brink of defeat with the Russian Army closing in from the east and the Allied Expeditionary Force attacking from the west. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his generals and advisers to fight to the last man. When the end finally does come, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender.",
          "release_date": "2004-09-08",
          "vote_count": 2448,
          "adult": false,
          "backdrop_path": "\/xgAEfHByamMdRCA31oERQrsiutF.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "title": "Downfall",
          "original_language": "de",
          "original_title": "Der Untergang",
          "poster_path": "\/cP1ElGjBhbZAAqmueXjHDKlSwiP.jpg",
          "id": 613
        },
        {
          "video": false,
          "vote_average": 7.9,
          "popularity": 12.383,
          "vote_count": 1103,
          "release_date": "2000-05-17",
          "overview": "Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.",
          "adult": false,
          "backdrop_path": "\/3bdonsh7htjncjOPOKdVgJiCKPw.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            80
          ],
          "title": "Dancer in the Dark",
          "original_language": "en",
          "original_title": "Dancer in the Dark",
          "poster_path": "\/9rsivF4sWfmBzrNr4LPu6TNJhXX.jpg",
          "id": 16
        },
        {
          "video": false,
          "vote_average": 7.5,
          "popularity": 10.223,
          "overview": "An affectionate and refreshing East\/West-Germany comedy about a boy whose mother was in a coma while the Berlin wall fell and when she wakes up he must try to keep her from learning what happened (as she was an avid communist supporter) to avoid shocking her which could lead to another heart attack.",
          "release_date": "2003-02-09",
          "vote_count": 1540,
          "adult": false,
          "backdrop_path": "\/oJeJTGIXgHIvg83AofuRV3KBf0y.jpg",
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "title": "Good Bye Lenin!",
          "original_language": "de",
          "id": 338,
          "poster_path": "\/2xv7MuQFxJMK1ZV0r5fFI0FzdG0.jpg",
          "original_title": "Good Bye Lenin!"
        },
        {
          "video": false,
          "vote_average": 7.6,
          "popularity": 15.249,
          "overview": "Swedish thriller based on Stieg Larsson's novel about a male journalist and a young female hacker. In the opening of the movie, Mikael Blomkvist, a middle-aged publisher for the magazine Millennium, loses a libel case brought by corrupt Swedish industrialist Hans-Erik Wennerström. Nevertheless, he is hired by Henrik Vanger in order to solve a cold case, the disappearance of Vanger's niece",
          "release_date": "2009-02-27",
          "vote_count": 2055,
          "adult": false,
          "backdrop_path": "\/cDWeeLr98KojqRSLlxeHml4hUiz.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53,
            80,
            9648
          ],
          "title": "The Girl with the Dragon Tattoo",
          "original_language": "sv",
          "original_title": "Män som hatar kvinnor",
          "poster_path": "\/aOyZzRKqGXROOUasU349XfmYuKw.jpg",
          "id": 15472
        },
        {
          "video": false,
          "vote_average": 7.5,
          "popularity": 7.794,
          "overview": "Head On is German director Fatih Akin’s story of the alcoholic Cahit and Turkish Sibel. Akin tells the story of a love that can never be between two people who are too alike to not be together.",
          "release_date": "2004-03-11",
          "vote_count": 327,
          "adult": false,
          "backdrop_path": "\/5SV2p8jI3kGH3jzyX5p1C6PjPqt.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Head-On",
          "original_language": "de",
          "original_title": "Gegen die Wand",
          "poster_path": "\/5cPrr36unu3TTbdLdrfV1o7t8Sp.jpg",
          "id": 363
        },
        {
          "video": false,
          "vote_average": 7.4,
          "popularity": 6.904,
          "overview": "The story Jewish counterfeiter, Salomon Sorowitsch, coerced into assisting the Nazi operation of the Sachsenhausen concentration camp during World War II.",
          "release_date": "2007-02-09",
          "vote_count": 347,
          "adult": false,
          "backdrop_path": "\/f6c63X99xkhWtdfet0aZqXgW2vc.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10752
          ],
          "title": "The Counterfeiters",
          "original_language": "de",
          "original_title": "Die Fälscher",
          "poster_path": "\/Af6I9RZF0SIPeNnp8hAleGDTnKd.jpg",
          "id": 7862
        },
        {
          "video": false,
          "vote_average": 7.5,
          "popularity": 8.97,
          "overview": "Strange events happen in a small village in the north of Germany during the years just before World War I, which seem to be ritual punishment. The abused and suppressed children of the villagers seem to be at the heart of this mystery.",
          "release_date": "2009-10-06",
          "vote_count": 641,
          "adult": false,
          "backdrop_path": "\/2FHF4H1HOuvzgWvSaOlQnuAktxc.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            9648
          ],
          "title": "The White Ribbon",
          "original_language": "de",
          "original_title": "Das weisse Band - Eine deutsche Kindergeschichte",
          "poster_path": "\/54dlnGDexrwAFlDb8HWKfmmX4LB.jpg",
          "id": 37903
        },
        {
          "video": false,
          "vote_average": 8.1,
          "popularity": 13.129,
          "overview": "A tragic love story set in East Berlin with the backdrop of an undercover Stasi controlled culture. Stasi captain Wieler is ordered to follow author Dreyman and plunges deeper and deeper into his life until he reaches the threshold of doubting the system.",
          "release_date": "2006-03-15",
          "vote_count": 2329,
          "adult": false,
          "backdrop_path": "\/3mxteiwtcCPjbYKlyC0WxY1G9J3.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            53
          ],
          "title": "The Lives of Others",
          "original_language": "de",
          "original_title": "Das Leben der Anderen",
          "poster_path": "\/5BCyeLJHPcRwhu0YaRqUzw00JJ4.jpg",
          "id": 582
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 6011,
          "name": "Michael Haneke",
          "profile_path": "/76Y4Li5lTbABoC8l9hR0khmmYuj.jpg"
        },
        {
          "id": 42,
          "name": "Lars von Trier",
          "profile_path": "/7y1zOCOGb9ePiWt2SqZPnr13X3g.jpg"
        },
        {
          "id": 19896,
          "name": "Jessica Hausner",
          "profile_path": "/owJiGfpVZkvk8PojcgYuCzruiIW.jpg"
        },
        {
          "id": 10491,
          "name": "Paul Verhoeven",
          "profile_path": "/i2SubWtzz6tGRCLDyYCdHoEdkLB.jpg"
        },
        {
          "id": 8193,
          "name": "Florian Henckel von Donnersmarck",
          "profile_path": "/3IuSW8NazUH3VlM8KYwMhTTk5lV.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}