{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "Os anos 1990 testemunharam o retorno de diretores e atores que haviam feito filmes marcantes no passado. Muito depois do auge vivido na década de 1970, <a href=\"https://_{type: 'screen', 'id': 9789, 'screen_type': person}\">Robert Altman</a> (1925-2006) reapareceu com o excelente <a href=\"https://_{type: 'screen', 'id': 10403, 'screen_type': movie}\">The Player</a> (BR: O Jogador, 1992) e <a href=\"https://_{type: 'screen', 'id': 695, 'screen_type': movie}\">Short Cuts</a> (BR: Short Cuts - Cenas da vida, 1993). A narrativa fragmentada deste último e o enorme elenco promoveram comparações favoráveis com outra obra do diretor, <a href=\"https://_{type: 'screen', 'id': 3121, 'screen_type': movie}\">Nashville</a> (1975)."
    },
    {
      "type": "video",
      "video_id": "r_DwZfyXAXI",
      "information": {
        "contentTitle": "Cenas do filme Os Bons Companheiros",
        "contentText": "Para se preparar para seus papéis no filme, De Niro, Pesci e Liotta conversaram frequentemente com Pileggi, que compartilhou o material de pesquisa que sobrou da escrita do livro. De acordo com Pesci, as improvisações vieram de ensaios em que Scorsese deu aos atores liberdade para fazer o que quisessem. O diretor fez as transcrições dessas sessões, pegou as falas que mais gostou e as colocou em um roteiro revisado, a partir do qual o elenco trabalhou durante a fotografia principal.",
        "source": "Youtube: Canal <i>tknick90</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 30715, 'screen_type': person}\">Terrence Malick</a> (n-1943), que voltou a filmar com <a href=\"https://_{type: 'screen', 'id': 8741, 'screen_type': movie}\">The Thin Red Line</a> (BR: Além da Linha Vermelha, 1998) depois de um intervalo de 20 anos, escolheu abordar a <i>Segunda Guerra Mundial</i> voltando um olhar filosófico para o conflito no Pacifico. Entre os atores, dois gigantes do cinema dividiram a cena pela primeira vez, quando <a href=\"https://_{type: 'screen', 'id': 1158, 'screen_type': person}\">Al Pacino</a> (n-1940) e <a href=\"https://_{type: 'screen', 'id': 380, 'screen_type': person}\">Robert De Niro</a> (n-1943) estrelaram o épico criminal <a href=\"https://_{type: 'screen', 'id': 949, 'screen_type': movie}\">Heat</a> (BR: Fogo contra fogo, 1995)."
    },
    {
      "type": "block_special",
      "title": "Caos da Guerra com Realismo e Intensidade",
      "image": {
        "image_type": "local",
        "url": "img_rescue_of_soldier_ryan",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Desde seus primeiros trabalhos, <i>Steven Spielberg</i> mostrou um dom quase extraordinário para fazer filmes, sobretudo maquinações de suspense e efeitos especiais, um dom ao qual as plateias responderam em multidões. Mas o sucesso estrondoso dos primeiros filmes como <a href=\"https://_{type: 'screen', 'id': 578, 'screen_type': movie}\">Jaws</a> (BR: Tubarão, 1975) e <a href=\"https://_{type: 'screen', 'id': 840, 'screen_type': movie}\">Close Encounters of the Third Kind</a> (BR: Contatos Imediatos do Terceiro Grau, 1977) - que ajudaram a solidificar a mentalidade de blockbusters da Hollywood moderna - de alguma forma prejudicou a reputação de Spielberg. Desejoso de respeito, sabia que seus filmes sempre seriam considerados mero entretenimento para as massas e exercícios de técnica. <br/><br/> \n\nAinda assim o diretor tentou ampliar seu espectro com experiências maduras, como <a href=\"https://_{type: 'screen', 'id': 873, 'screen_type': movie}\">The Color Purple</a> (BR: A Cor Púrpura, 1985) e <a href=\"https://_{type: 'screen', 'id': 10110, 'screen_type': movie}\">Empire of the Sun</a> (BR: Império do Sol, 1987), mas foi somente com <a href=\"https://_{type: 'screen', 'id': 424, 'screen_type': movie}\">Schindler's List</a> (BR: A Lista de Schindler, 1993), a perturbadora narrativa sobre o Holocausto, que ele finalmente produziu um filme que agradou tanto à crítica quanto ao público. Com a exceção de seus dois filmes de alto impacto e ação em <a href=\"https://_{type: 'screen', 'id': 329, 'screen_type': movie}\">Jurassic Park</a> (BR: Jurassic Park: O Parque dos Dinossauros, 1993) e <a href=\"https://_{type: 'screen', 'id': 330, 'screen_type': movie}\">The Lost World: Jurassic Park</a> (BR: O Mundo Perdido: Jurassic Park, 1997), Spielberg permaneceu mais ou menos sério desde então. <br/><br/> \n\n<i>O Resgate do Soldado Ryan</i> introduziu algo de novo no vocabulário do diretor: urna intensidade violenta e visceral. Spielberg tinha lidado com a violência antes, é claro, mas tipicamente de uma forma cartunesca ou então cuidadosamente moderada (e depois explorada) como um contraponto dramática para pontuar momentos de horror extremo. A sequência inicial de batalha de Ryan, no entanto, é implacável. Assim que os barcos americanos chegam à praia da Normandia, jovens rapazes são destroçados por saraivadas incessantes de metralhadoras, cujos projéteis atravessam seus capacetes inúteis com um ruído doentio. E não termina aí. Soldados estouram em pedaços. Membros voam pelos ares e recobre o chão. O mar se torna vermelho sangue. A câmera se move erraticamente conforme o filme assume a cor da morte. O \"novo\" Spielberg não quer prisioneiros. <br/><br/> \n\nÉ verdade que o Spielberg de outrora nem sempre consegue resistir ao apelo da sentimentalidade. Um par de parênteses ténues abre e fecha o filme em um tom puramente manipulador, e Spielberg encoraja John Williams, seu compositor preferido, a abusar de suas tendencias mais lacrimogêneos. O que é ainda mais desconfortável é que Spielberg emprega as mesmas técnica para mostrar os horrores da guerra não só em sua impressionante cena inicial de batalha, mas também no conflito mais tradicional do bem contra o mal na conclusão do filme.<br/><br/> \n\nMas a familiar dicotomia entre mocinho e bandido acaba transformando a mensagem antiguerra em algo mais desafiador. A guerra é um inferno. Spielberg reconhece, exceto quando você está ganhando, porque, no final, é a vitória que confere o direito de ditar as regras da moralidade. O resgate do Soldado Ryan contém escuridão suficiente por trás da fumaça da guerra para afastar acusações de ser cegamente patriota. Ao observar milhares de covas, um soldado pergunta à sua mulher: \"<i>Eu fui um bom homem?</i>\". É uma maneira ambígua de perguntar não apenas se \"<i>valeu a pena</i>\", mas também se isso foi justificado. Essas são questões que certamente acompanham todos os que sobrevivem quando a câmera para, mostrando a morte e a destruição ao redor, ainda que causada pela mais nobre das causas.",
      "credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "De Niro prosseguiu a associação com o antigo aliado <a href=\"https://_{type: 'screen', 'id': 1032, 'screen_type': person}\">Martin Scorsese</a> (n-1942) em <a href=\"https://_{type: 'screen', 'id': 769, 'screen_type': movie}\">GoodFellas</a> (BR: Os Bons Companheiros, 1990), que levou o diretor de volta às ruas de sua juventude para o primeiro de três filmes ambientados em Nova York. A seguir, vieram <a href=\"https://_{type: 'screen', 'id': 10436, 'screen_type': movie}\">The Age of Innocence</a> (BR: A Época da Inocência, 1993) e <a href=\"https://_{type: 'screen', 'id': 8649, 'screen_type': movie}\">Bringing Out the Dead</a> (BR: Vivendo no Limite, 1999), mas a angustia existencial da cidade foi mais bem representada por <a href=\"https://_{type: 'screen', 'id': 39104, 'screen_type': person}\">Abel Ferrara</a> (n-1951): <a href=\"https://_{type: 'screen', 'id': 9558, 'screen_type': movie}\">King of New York</a> (BR: O Rei de Nova York, 1990) e <a href=\"https://_{type: 'screen', 'id': 12143, 'screen_type': movie}\">Bad Lieutenant</a> (BR: Vicio frenético, 1992) são duas das maiores e mais sombrias representações cinematográficas da cidade."
    },
    {
      "type": "video",
      "video_id": "Gn5kuDdeGzs",
      "information": {
        "contentTitle": "Cenas do filme O Show de Truman",
        "contentText": "A gênese de The Truman Show foi um roteiro elaborado por Niccol em 1991, inspirado no episódio \"Special Service\" de Além da Imaginação. O rascunho original tinha mais o tom de um thriller de ficção científica, com a história se passando em Nova Iorque. Scott Rudin comprou esse roteiro e prontamente mostrou o projeto para a Paramount Pictures. Brian De Palma estava interessado em dirigir o filme antes de Weir assumir e conseguir produzi-lo com apenas 60 milhões de dólares dos 80 estimados para o orçamento. Niccol reescreveu o roteiro ao mesmo tempo em que os cineastas esperavam que a agenda de Carrey ficasse livre para as filmagens. A maior parte do filme foi gravada em Seaside, uma comunidade planejada localizada no Panhandle da Flórida.",
        "source": "Youtube: Canal <i>Interesting Stuff</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 5281, 'screen_type': person}\">Spike Lee</a> (n-1957), um dos mais famosos filhos de Nova York, expôs a demanda por filmes que retratavam a vida dos afro-americanos com <a href=\"https://_{type: 'screen', 'id': 1713, 'screen_type': movie}\">Jungle Fever</a> (BR: Febre da selva, 1991), <a href=\"https://_{type: 'screen', 'id': 1883, 'screen_type': movie}\"> Malcolm X</a> (1992) e <a href=\"https://_{type: 'screen', 'id': , 20649 'screen_type': movie}\">Clockers</a> (BR: Irmãos de Sangue, 1995). <a href=\"https://_{type: 'screen', 'id': 10952, 'screen_type': movie}\">New Jack City</a> (BR: New Jack City - A Gangue Brutal, 1991) de <a href=\"https://_{type: 'screen', 'id': 16214, 'screen_type': person}\">Mario Van Peebles</a> (n-1957) e <a href=\"https://_{type: 'screen', 'id': 9516, 'screen_type': movie}\">Menace II Society</a> (BR: Perigo para a sociedade, 1993), dos irmãos Hughes (Albert e Allen, n-1972) reforçaram esse interesse, embora diretores menores parecessem interessados em dar glamour à violência, em vez de se concentrarem no drama humano."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Desde que me lembro, eu sempre quis ser um gângster.",
        "author": "Henry Hill (Ray Liotta) em Os Bons Companheiros"
      }
    },
    {
      "type": "text",
      "content_text": "Combinando drama humano e violência repleta de humor negro, <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963) conquistou facilmente para si o título de <i>enfant terrible</i> do cinema americano. Obras astuciosamente concebidas como <a href=\"https://_{type: 'screen', 'id': 500, 'screen_type': movie}\">Reservoir Dogs</a> (BR: Cães de aluguel, 1992), <a href=\"https://_{type: 'screen', 'id': 680, 'screen_type': movie}\">Pulp Fiction</a> (BR: Pulp Fiction - Tempo de violência, 1994) e <a href=\"https://_{type: 'screen', 'id': 184, 'screen_type': movie}\">Jackie Brown</a> (1997) demonstraram que ele é um cineasta talentoso, apesar de voluntarioso. Ele também escreveu o roteiro original de <a href=\"https://_{type: 'screen', 'id': 241, 'screen_type': movie}\">Natural Born Killers</a> (BR: Assassinos por natureza, 1994) que, junto com <i>Cães de aluguel</i>, <a href=\"https://_{type: 'screen', 'id': 12143, 'screen_type': movie}\">Bad Lieutenant</a> (BR: Vicio frenético, 1992) e <a href=\"https://_{type: 'screen', 'id': 884, 'screen_type': movie}\">Crash</a> (BR: Crash: Estranhos Prazeres, 1996), figura entre os filmes mais polémicos da década."
    },
    {
      "type": "video",
      "video_id": "xerx80SWgkA",
      "information": {
        "contentTitle": "Cenas do filme Cães de Aluguel",
        "contentText": "Tarantino estava trabalhando na Video Archives, uma locadora de filmes em Manhattan Beach, Califórnia e, originalmente, iria gravar o filme em 16 mm, com um orçamento de trinta mil dólares, com o produtor Lawrence Bender interpretando Nice Guy Eddie. Entretanto, quando o ator Harvey Keitel se envolveu com o projeto, ele concordou em atuar e co-produzi-lo. Keitel foi, então, escalado como Mr. White. Com a ajuda do ator, puderam angariar um milhão e meio de dólares para o filme.",
        "source": "Youtube: Canal <i>BlackView HD</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Dos dramas de Hollywood voltados para o grande público, <a href=\"https://_{type: 'screen', 'id': 37165, 'screen_type': movie}\">The Truman Show</a> (BR: O Show de Truman - O Show da Vida, 1998) ofereceu uma plataforma perfeita para os talentos dramáticos de <a href=\"https://_{type: 'screen', 'id': 206, 'screen_type': person}\">Jim Carrey</a> (n-1962) e foi o melhor filme de <a href=\"https://_{type: 'screen', 'id': 2690, 'screen_type': person}\">Peter Weir</a> (n-1944) desde <a href=\"https://_{type: 'screen', 'id': 9281, 'screen_type': movie}\">Witness</a> (BR: A Testemunha, 1985). <a href=\"https://_{type: 'screen', 'id': 597, 'screen_type': movie}\">Titanic</a> (1997), de <a href=\"https://_{type: 'screen', 'id': 2710, 'screen_type': person}\">James Cameron</a> (n-1954), foi o campeão das bilheterias e do Oscar em 1998. Porém, o roteiro de Cameron, elemento mais fraco do filme, perdeu para <a href=\"https://_{type: 'screen', 'id': 489, 'screen_type': movie}\">Good Will Hunting</a> (BR: Gênio indomável, 1997)."
    },
    {
      "type": "block_special",
      "title": "A primeira regra do Clube da Luta",
      "image": {
        "image_type": "local",
        "url": "img_fight_club",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<i>Clube da Luta</i> é, talvez, o ponto alto da carreira de <i>David Fincher</i>. Essa afirmação, provavelmente, será lida com desdém por muita gente, que preferirá indicar outros filmes do diretor como o melhor, mas em termos de junção perfeita entre forma e substância, atuações, amálgama de efeitos especiais e mensagem, <i>Clube da Luta</i> é, no mínimo, sua obra mais instigante e intrigante. Afinal de contas, o protagonista é o narrador (Edward Norton), mas ele não tem nome, lembrando o John Doe de <a href=\"https://_{type: 'screen', 'id': 807, 'screen_type': movie}\">Se7en</a> (BR: Seven: Os Sete Crimes Capitais, 1995). É um homem comum, desenhado para que seja possível qualquer um da plateia se identificar com ele. Ele tem insônia e só consegue curá-la tendo momentos de catarse em grupos de ajuda das mais variadas doenças e problemas. Lá, ele conhece Marla Singer (Helena Bonham Carter), outra fingidora como ele, que, por ele ver sua farsa nela, o faz voltar à estaca zero com sua insônia. Ele é analista de recall, ou seja, ele determina se, matematicamente, vale a pena para a empresa em que trabalha, fazer o recall dos carros que fabrica ou se é mais negócio deixar as pessoas morrerem. Nesse vai-e-vem pelos Estados Unidos, ele conhece Tyler Durden no avião, um de seus amigos “<i>single serve</i>”, que fabrica sabonetes. <br/><br/> \n\nJuntos, eles encontram nova forma de catarse, lutando um contra o outro no meio da rua. Logo essa mania atrai os olhares de outros e o <i>Clube da Luta</i>, então, toma forma. Dali, Durden, com sua natural liderança e seus pensamentos anarquistas, começa a criar uma verdadeira seita que sai cometendo atos anti-estabelecimento país afora. Mas Tyler Durden não existe. É, apenas, uma forma que a mente do narrador sem nome encontrou para fugir do seu dia-a-dia insuportável, de sua conformidade com o que dita a sociedade. Afinal, para que alguém em sã consciência precisa de uma mesa de centro no formato de Yin-Yang, ou sapatos italianos, ou um apartamento transado? E essa revelação é inteligentemente inserida no filme e está lá para qualquer um ver, de forma ainda mais inteligente do que <a href=\"https://_{type: 'screen', 'id': 11614, 'screen_type': person}\">M. Night Shyamalan</a> (n-1970) fez – no mesmo ano, diga-se de passagem! – em <a href=\"https://_{type: 'screen', 'id': 745, 'screen_type': movie}\">The Sixth Sense</a> (BR: O Sexto Sentido, 1999). Famosamente, <i>David Fincher</i> encarnou o mote anarquista do livro de <i>Chuck Palahniuk</i>, que deu base ao brilhante roteiro de <a href=\"https://_{type: 'screen', 'id': 7469, 'screen_type': person}\">Jim Uhls</a> (n-1957) e trabalhou visualmente essa atmosfera. Sabemos que há alguma coisa errada, mas, na primeira vez que vemos essa fita, não conseguimos identificar o que é e só descobrimos no final. <br/><br/> \n\nMas <i>Clube da Luta</i> não é seu final, assim como <i>O Sexto Sentido</i> também não é. O filme é, na verdade, um tesouro temático extremamente rico e prazeroso, que, em poucas palavras, critica o <i>status quo</i>. A anarquia proposta pelo filme é libertadora, crítica, inteligente, profunda. Não é uma brincadeirinha. O que assistimos nos faz pensar, nos faz olhar ao nosso redor e perceber que ter por ter é quase que um vício imposto de cima para baixo. É provável que não precisemos – ou mesmo realmente queiramos – aquilo que temos ou achamos que queremos. Olhem ao seu redor e veja se não é bem assim. <br/><br/> \n\nDavid Fincher, desde o primeiro fotograma de seu quarto longa de ficção, trabalha de maneira exemplar a computação gráfica. Começamos literalmente dentro da cabeça do Narrador e partimos para um gigantesco flashback contando como ele chegou naquela situação desesperante, com o cano de uma arma enfiado em sua boca. E essa perfeita fusão entre efeitos de computador e efeitos práticos continua ao longo de toda a fita, permitindo ampla liberdade ao diretor para corromper o que nos acostumamos a esperar de filmes. É a reconstrução da explosão do apartamento do Narrador, seu breve sonho cataclísmico no avião, tudo é inserido na obra sem que sintamos quando o CGI, comandado por <a href=\"https://_{type: 'screen', 'id': 1409273, 'screen_type': person}\">Kevin Tod Haug</a> (n-1956), entrou em ação (marca registrada de Fincher em seus trabalhos). <br/><br/> \n\nAlém disso, a elegância do design de produção de Clube da Luta impressiona. Desde figurinos convincentes e característicos para cada personagem – é hilário ver a degradação do vestuário do Narrador – até cenários assombrosos, como a “mansão” de Tyler Durden, tudo funciona para nos sacudir do torpor que vivemos e para trazer à vida o fascinante roteiro de Uhls. E a fotografia de <a href=\"https://_{type: 'screen', 'id': 7479, 'screen_type': person}\">Jeff Cronenweth</a> (n-1962) - filho de <a href=\"https://_{type: 'screen', 'id': 594, 'screen_type': person}\">Jordan Cronenweth</a> (1935-1996), que trabalhou com Fincher em <a href=\"https://_{type: 'screen', 'id': 8077, 'screen_type': movie}\">Alien 3</a> (Alien³, 1992) - transporta aspectos tanto de <i>Seven</i> quanto de <a href=\"https://_{type: 'screen', 'id': 2649, 'screen_type': movie}\">The Game</a> (BR: Vidas em Jogo, 1997) para <i>Clube da Luta</i>. <br/><br/> \n\nFincher fugiu do óbvio na trilha sonora também e apresentou algo poderoso quando escolheu os <i>Dust Brothers</i> para trabalhar em algo pós-modernos, pesado e representativo do tipo de contra-cultura e anarquia propostas pela obra original. O resultado é extasiante, com um inteligente trabalho de sincronização da música que enfatiza, sem dramatizar, os momentos chave do filme. Finalmente, mas não menos importante, há a trinca principal. Dos três, Bonham Carter é a que menos se destaca, por literalmente repetir o tipo de atuação que nos acostumamos a ver dela. Isso não quer dizer, porém, que ela não está bem. No entanto, comparativamente, seu trabalho empalidece diante de Nort e Pitt que, cada um de seu jeito, têm atuações memoráveis. A transformação do Narrador, de “<i>homem comum</i>” a líder do Projeto Mayhem (ou sub-líder…) é de se tirar o chapéu, cheio de nuanças que tornam sua jornada perfeitamente crível. Tyler Durden não sofre o mesmo grau de transformação, mas como sua personalidade só aparece, por completo, no terço final, mesmo assim conseguimos entender o desenvolvimento dessa projeção da psiquê do Narrador sem estranharmos que o vendedor de sabonetes a quem somos apresentados no avião é o mesmo que explode prédios inteiros ao final. <i>Clube da Luta</i> é uma experiência ímpar. Um triunfo audiovisual que precisa ser visto repetidas vezes para ser apreciado em toda sua plenitude.",
      "credits": "Resumo baseado no artigo \"Crítica | Clube de Luta\", de Ritter Fan no Plano Crítico."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 488, 'screen_type': person}\">Steven Spielberg</a> (n-1946) contrabalançou filmes-pipoca como <a href=\"https://_{type: 'screen', 'id': 329, 'screen_type': movie}\">Jurassic Park</a> (BR: Jurassic Park: O Parque dos Dinossauros, 1993) com dramas mais sérios como <a href=\"https://_{type: 'screen', 'id': 424, 'screen_type': movie}\">Schindler's List</a> (BR: A Lista de Schindler, 1993), poderoso relato sobre o holocausto com uma excelente recriação do gueto de <i>Varsóvia</i> e da vida em um campo de extermínio. O estilo documentário do filme foi usado de novo em <a href=\"https://_{type: 'screen', 'id': 857, 'screen_type': movie}\">Saving Private Ryan</a> (BR: O Resgate do Soldado Ryan, 1998)."
    },
    {
      "type": "video",
      "video_id": "oRG2jlQWCsY",
      "information": {
        "contentTitle": "Cenas do filme Gênio Indomável",
        "contentText": "Matt Damon, um ex-aluno de Harvard, originalmente pretendia fazer do personagem-título um prodígio de física. Ele discutiu sua ideia com Sheldon L. Glashow, ganhador do Nobel de física e na época professor de Harvard. Glashow disse a ele que a premissa não soava verdadeira para ele e sugeriu que o personagem principal fosse um prodígio da matemática. Ele encaminhou Damon para seu cunhado, Daniel Kleitman, professor de matemática na M.I.T., que forneceu conselhos sobre a história.",
        "source": "Youtube: Canal <i>Miramax</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Além desses veteranos, quatro jovens diretores deixaram vislumbrar um potencial brilhante. <a href=\"https://_{type: 'screen', 'id': 7467, 'screen_type': person}\">David Fincher</a> (n-1962) chamou a atenção do público e da crítica com <a href=\"https://_{type: 'screen', 'id': 550, 'screen_type': movie}\">Fight Club</a> (BR: Clube da Luta, 1999), que, apesar de ter sido um fracasso na bilheteria, se tornaria um clássico cult dos anos 1990. <a href=\"https://_{type: 'screen', 'id': 629, 'screen_type': movie}\">The Usual Suspects</a> (BR: Os Suspeitos, 1995), de <a href=\"https://_{type: 'screen', 'id': 9032, 'screen_type': person}\">Bryan Singer</a> (n-1965), conduziu as plateias por um labirinto provocante, graças ao tortuoso roteiro de <a href=\"https://_{type: 'screen', 'id': 9033, 'screen_type': person}\">Christopher McQuarrie</a> (n-1968)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Stern, se essa fábrica produzir algum bombardeio, vou ficar muito triste.",
        "author": "Oskar Schindler (Liam Neeson) em A Lista de Schindler"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 39, 'screen_type': person}\">Sam Mendes</a> (n-1965) explodiu para o sucesso em 1999 com <a href=\"https://_{type: 'screen', 'id': 14, 'screen_type': movie}\">American Beauty</a> (BR: Beleza americana, 1999), que deu a <a href=\"https://_{type: 'screen', 'id': 1979, 'screen_type': person}\">Kevin Spacey</a> (n-1959) um dos melhores papeis de sua carreira (junto a Frank Underwood, em <i>House of Cards</i>), e lançou um olhar fatigado em relação à meia-idade e a vida doméstica americana. <a href=\"https://_{type: 'screen', 'id': 4995, 'screen_type': movie}\">Boogie Nights</a> (BR: Boogie Nights - Prazer Sem Limites, 1997), dirigido com segurança notável por <a href=\"https://_{type: 'screen', 'id': 4762, 'screen_type': person}\">Paul Thomas Anderson</a> (n-1970), recriou a cena pornô de Los Angeles nos anos 1970 e 1980, sugerindo a obra que o tornaria um dos cineastas mais originais da década seguinte.",
      "content_credits": "Resumo baseado no texto de <i>Ian Haydn Smith</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/2z8mFQrT0ESSytWZqro1jsCbvCC.jpg",
          "popularity": 39.775,
          "vote_count": 20453,
          "video": false,
          "media_type": "movie",
          "id": 550,
          "adult": false,
          "backdrop_path": "\/rr7E0NoGKxvbkb89eR1GwfoYjpA.jpg",
          "original_language": "en",
          "original_title": "Fight Club",
          "genre_ids": [
            18
          ],
          "title": "Fight Club",
          "vote_average": 8.4,
          "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
          "release_date": "1999-10-15"
        },
        {
          "vote_count": 8607,
          "popularity": 41.595,
          "id": 14,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "American Beauty",
          "release_date": "1999-09-15",
          "original_language": "en",
          "original_title": "American Beauty",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/sARGXcSdC1nbjegY6aGk0eujfRP.jpg",
          "adult": false,
          "overview": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
          "poster_path": "\/wby9315QzVKdW9BonAefg8jGTTb.jpg"
        },
        {
          "poster_path": "\/JC8KQ2BXaAIFEU8zEuakiwUQSr.jpg",
          "popularity": 31.935,
          "vote_count": 10980,
          "video": false,
          "media_type": "movie",
          "id": 857,
          "adult": false,
          "backdrop_path": "\/hjQp148VjWF4KjzhsD90OCMr11h.jpg",
          "original_language": "en",
          "original_title": "Saving Private Ryan",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "title": "Saving Private Ryan",
          "vote_average": 8.2,
          "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.",
          "release_date": "1998-07-24"
        },
        {
          "vote_count": 19936,
          "popularity": 45.12,
          "id": 680,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.5,
          "title": "Pulp Fiction",
          "release_date": "1994-09-10",
          "original_language": "en",
          "original_title": "Pulp Fiction",
          "genre_ids": [
            53,
            80
          ],
          "backdrop_path": "\/w7RDIgQM6bLT7JXtH4iUQd3Iwxm.jpg",
          "adult": false,
          "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
          "poster_path": "\/dRZpdpKLgN9nk57zggJCs1TjJb4.jpg"
        },
        {
          "poster_path": "\/ylagLHIbG0F1blqSFqY6pa56Omr.jpg",
          "popularity": 25.059,
          "vote_count": 7958,
          "video": false,
          "media_type": "movie",
          "id": 489,
          "adult": false,
          "backdrop_path": "\/55NKVbGDqqsu5tlVmnKksrX7Wtw.jpg",
          "original_language": "en",
          "original_title": "Good Will Hunting",
          "genre_ids": [
            18
          ],
          "title": "Good Will Hunting",
          "vote_average": 8.1,
          "overview": "Will Hunting has a genius-level IQ but chooses to work as a janitor at MIT. When he solves a difficult graduate-level math problem, his talents are discovered by Professor Gerald Lambeau, who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he will get treatment from therapist Sean Maguire.",
          "release_date": "1997-12-05"
        },
        {
          "vote_count": 12297,
          "popularity": 24.144,
          "id": 37165,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.1,
          "title": "The Truman Show",
          "release_date": "1998-06-04",
          "original_language": "en",
          "original_title": "The Truman Show",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/bxY7ve1LP8atCIuvr4jeeJMmU4w.jpg",
          "adult": false,
          "overview": "Truman Burbank is the star of The Truman Show, a 24-hour-a-day reality TV show that broadcasts every aspect of his life without his knowledge. His entire life has been an unending soap opera for consumption by the rest of the world. And everyone he knows, including his wife and his best friend is really an actor, paid to be part of his life.",
          "poster_path": "\/jW8w2QZnCSRblYWPc5FKAkS1cal.jpg"
        },
        {
          "poster_path": "\/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
          "popularity": 72.469,
          "vote_count": 18070,
          "video": false,
          "media_type": "movie",
          "id": 597,
          "adult": false,
          "backdrop_path": "\/6VmFqApQRyZZzmiGOQq2C92jyvH.jpg",
          "original_language": "en",
          "original_title": "Titanic",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Titanic",
          "vote_average": 7.9,
          "overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
          "release_date": "1997-11-18"
        },
        {
          "poster_path": "\/6QMSLvU5ziIL2T6VrkaKzN2YkxK.jpg",
          "popularity": 31.314,
          "vote_count": 8171,
          "video": false,
          "media_type": "movie",
          "id": 769,
          "adult": false,
          "backdrop_path": "\/chrngg9mjM6tSU3BF9VHITgn1Ke.jpg",
          "original_language": "en",
          "original_title": "GoodFellas",
          "genre_ids": [
            18,
            80
          ],
          "title": "GoodFellas",
          "vote_average": 8.4,
          "overview": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
          "release_date": "1990-09-12"
        },
        {
          "poster_path": "\/v4ox4aSCNT5vyLXl4Q71JiWwCXW.jpg",
          "popularity": 22.475,
          "vote_count": 1018,
          "video": false,
          "media_type": "movie",
          "id": 650,
          "adult": false,
          "backdrop_path": "\/4nBAP4CmC4012nJdxUc3pT4jp1.jpg",
          "original_language": "en",
          "original_title": "Boyz n the Hood",
          "genre_ids": [
            18
          ],
          "title": "Boyz n the Hood",
          "vote_average": 7.5,
          "overview": "Boyz n the Hood is the popular and successful film and social criticism from John Singleton about the conditions in South Central Los Angeles where teenagers are involved in gun fights and drug dealing on a daily basis.",
          "release_date": "1991-07-12"
        },
        {
          "poster_path": "\/e9Pid0ZVhU3VrsQCxKdxQjSzKoY.jpg",
          "popularity": 13.656,
          "vote_count": 973,
          "video": false,
          "media_type": "movie",
          "id": 1883,
          "adult": false,
          "backdrop_path": "\/7gvcyAbYbInPHwr3Lko7UCBCtqz.jpg",
          "original_language": "en",
          "original_title": "Malcolm X",
          "genre_ids": [
            18,
            36
          ],
          "title": "Malcolm X",
          "vote_average": 7.5,
          "overview": "A tribute to the controversial black activist and leader of the struggle for black liberation. He hit bottom during his imprisonment in the '50s, he became a Black Muslim and then a leader in the Nation of Islam. His assassination in 1965 left a legacy of self-determination and racial pride.",
          "release_date": "1992-11-18"
        },
        {
          "poster_path": "\/c8Ass7acuOe4za6DhSattE359gr.jpg",
          "popularity": 29.169,
          "vote_count": 10592,
          "video": false,
          "media_type": "movie",
          "id": 424,
          "adult": false,
          "backdrop_path": "\/loRmRzQXZeqG78TqZuyvSlEQfZb.jpg",
          "original_language": "en",
          "original_title": "Schindler's List",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "title": "Schindler's List",
          "vote_average": 8.6,
          "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
          "release_date": "1993-11-30"
        },
        {
          "poster_path": "\/clolk7rB5lAjs41SD0Vt6IXYLMm.jpg",
          "popularity": 44.959,
          "vote_count": 19273,
          "video": false,
          "media_type": "movie",
          "id": 13,
          "adult": false,
          "backdrop_path": "\/7c9UVPPiTPltouxRVY6N9uugaVA.jpg",
          "original_language": "en",
          "original_title": "Forrest Gump",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "title": "Forrest Gump",
          "vote_average": 8.5,
          "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
          "release_date": "1994-07-06"
        },
        {
          "vote_count": 14097,
          "popularity": 29.038,
          "id": 807,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.3,
          "title": "Se7en",
          "release_date": "1995-09-22",
          "original_language": "en",
          "original_title": "Se7en",
          "genre_ids": [
            80,
            9648,
            53
          ],
          "backdrop_path": "\/i5H7zusQGsysGQ8i6P361Vnr0n2.jpg",
          "adult": false,
          "overview": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Sommerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
          "poster_path": "\/6yoghtyTpznpBik8EngEmJskVUO.jpg"
        },
        {
          "vote_count": 8038,
          "popularity": 26.021,
          "id": 745,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "The Sixth Sense",
          "release_date": "1999-08-06",
          "original_language": "en",
          "original_title": "The Sixth Sense",
          "genre_ids": [
            9648,
            53,
            18
          ],
          "backdrop_path": "\/6TjllWT3cGrPFyqDXurVZ3L8bBi.jpg",
          "adult": false,
          "overview": "A psychological thriller about an eight year old boy named Cole Sear who believes he can see into the world of the dead. A child psychologist named Malcolm Crowe comes to Cole to help him deal with his problem, learning that he really can see the ghosts of dead people.",
          "poster_path": "\/fIssD3w3SvIhPPmVo4WMgZDVLID.jpg"
        },
        {
          "poster_path": "\/5KCVkau1HEl7ZzfPsKAPM0sMiKc.jpg",
          "popularity": 46.149,
          "vote_count": 17577,
          "video": false,
          "media_type": "movie",
          "id": 278,
          "adult": false,
          "backdrop_path": "\/iNh3BivHyg5sQRPP1KOkzguEX0H.jpg",
          "original_language": "en",
          "original_title": "The Shawshank Redemption",
          "genre_ids": [
            18,
            80
          ],
          "title": "The Shawshank Redemption",
          "vote_average": 8.7,
          "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
          "release_date": "1994-09-23"
        },
        {
          "vote_count": 2793,
          "popularity": 18.29,
          "id": 9800,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Philadelphia",
          "release_date": "1993-12-22",
          "original_language": "en",
          "original_title": "Philadelphia",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/tLtvzf6Ny7tOcIkmf3DuOqDKFyu.jpg",
          "adult": false,
          "overview": "Two competing lawyers join forces to sue a prestigious law firm for AIDS discrimination. As their unlikely friendship develops their courage overcomes the prejudice and corruption of their powerful adversaries.",
          "poster_path": "\/tFe5Yoo5zT495okA49bq1vPPkiV.jpg"
        },
        {
          "vote_count": 2632,
          "popularity": 20.03,
          "id": 33,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "Unforgiven",
          "release_date": "1992-08-07",
          "original_language": "en",
          "original_title": "Unforgiven",
          "genre_ids": [
            37
          ],
          "backdrop_path": "\/7O3ocR8n2ItqIgcxE1CY8ZHTJsz.jpg",
          "adult": false,
          "overview": "William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.",
          "poster_path": "\/yKyLJmRAtyXEEYKOvPhKHXIcPq9.jpg"
        },
        {
          "poster_path": "\/rrBuGu0Pjq7Y2BWSI6teGfZzviY.jpg",
          "popularity": 20.85,
          "vote_count": 4367,
          "video": false,
          "media_type": "movie",
          "id": 949,
          "adult": false,
          "backdrop_path": "\/uI22JkEMediWyiRqhllNqeeGtW0.jpg",
          "original_language": "en",
          "original_title": "Heat",
          "genre_ids": [
            28,
            80,
            18,
            53
          ],
          "title": "Heat",
          "vote_average": 7.9,
          "overview": "Obsessive master thief, Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective, Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence.",
          "release_date": "1995-12-15"
        },
        {
          "poster_path": "\/tVxGt7uffLVhIIcwuldXOMpFBPX.jpg",
          "popularity": 13.421,
          "vote_count": 3956,
          "video": false,
          "media_type": "movie",
          "id": 1018,
          "adult": false,
          "backdrop_path": "\/pLvH5txR35Yi0IK9fOwjR0cD9Kj.jpg",
          "original_language": "en",
          "original_title": "Mulholland Drive",
          "genre_ids": [
            53,
            18,
            9648
          ],
          "title": "Mulholland Drive",
          "vote_average": 7.9,
          "overview": "Blonde Betty Elms has only just arrived in Hollywood to become a movie star when she meets an enigmatic brunette with amnesia. Meanwhile, as the two set off to solve the second woman's identity, filmmaker Adam Kesher runs into ominous trouble while casting his latest project.",
          "release_date": "2001-09-08"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 9789,
          "name": "Robert Altman",
          "profile_path": "/pkbsstArulDGzHRL4Aam1WuAe7b.jpg"
        },
        {
          "id": 139,
          "name": "Uma Thurman",
          "profile_path": "/tHa7u4ScCm9hwSbwodzj8Jmy3io.jpg"
        },
        {
          "id": 488,
          "name": "Steven Spielberg",
          "profile_path": "/tZxcg19YQ3e8fJ0pOs7hjlnmmr6.jpg"
        },
        {
          "id": 1283,
          "name": "Helena Bonham Carter",
          "profile_path": "/mW1NolxQmPE16Zg6zuWyZlFgOwL.jpg"
        },
        {
          "id": 5281,
          "name": "Spike Lee",
          "profile_path": "/2KOHXgk2uoRXl6u7V9xpAIo3uay.jpg"
        },
        {
          "id": 204,
          "name": "Kate Winslet",
          "profile_path": "/6KrUTIWSoy2GsESqjN79LDaf1Dw.jpg"
        },
        {
          "id": 7467,
          "name": "David Fincher",
          "profile_path": "/wdBeQXDNbbjkIKXHeEZtQShwSDM.jpg"
        },
        {
          "id": 12052,
          "name": "Gwyneth Paltrow",
          "profile_path": "/slPWN0VvYJtNOEuxlFSsXSNQMaF.jpg"
        },
        {
          "id": 39,
          "name": "Sam Mendes",
          "profile_path": "/5z89X9rB76JDblqMQ52fviwXxAN.jpg"
        },
        {
          "id": 192,
          "name": "Morgan Freeman",
          "profile_path": "/oIciQWr8VwKoR8TmAw1owaiZFyb.jpg"
        },
        {
          "id": 31,
          "name": "Tom Hanks",
          "profile_path": "/xndWFsBlClOJFRdhSt4NBwiPq2o.jpg"
        },
        {
          "id": 1032,
          "name": "Martin Scorsese",
          "profile_path": "/9U9Y5GQuWX3EZy39B8nkk4NY01S.jpg"
        },
        {
          "id": 1152,
          "name": "Oliver Stone",
          "profile_path": "/nPFtjueZHmU56boVKXEvAoQOTWf.jpg"
        },
        {
          "id": 5292,
          "name": "Denzel Washington",
          "profile_path": "/cEU2Vrdo83izpGmOvbVAOz5jCof.jpg"
        },
        {
          "id": 6193,
          "name": "Leonardo DiCaprio",
          "profile_path": "/wo2hJpn04vbtmh0B9utCFdsQhxM.jpg"
        },
        {
          "id": 138,
          "name": "Quentin Tarantino",
          "profile_path": "/1gjcpAa99FAOWGnrUvHEXXsRs7o.jpg"
        },
        {
          "id": 206,
          "name": "Jim Carrey",
          "profile_path": "/u0AqTz6Y7GHPCHINS01P7gPvDSb.jpg"
        },
        {
          "id": 380,
          "name": "Robert De Niro",
          "profile_path": "/cT8htcckIuyI1Lqwt1CvD02ynTh.jpg"
        },
        {
          "id": 39104,
          "name": "Abel Ferrara",
          "profile_path": "/wWyt14GTVm98OXdGihO8xeE4ZYL.jpg"
        },
        {
          "id": 30715,
          "name": "Terrence Malick",
          "profile_path": "/8tDvBf4TrY6RhT96XA4nj8WVuOC.jpg"
        },
        {
          "id": 4690,
          "name": "Christopher Walken",
          "profile_path": "/ApgDL7nudR9T2GpjCG4vESgymO2.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}