{
  "number": 4,
  "content_list": [
    {
      "type": "text",
      "content_text": "Em 1989, a produção de filmes na Grã-Bretanha estava em baixa. O número de espectadores começava a crescer, mas poucos filmes britânicos desfrutavam de sucesso comercial. Porém, o talento dos atores britânicos permanecia em evidência e <a href=\"https://_{type: 'screen', 'id': 11856, 'screen_type': person}\">Daniel Day-Lewis</a> (n-1957) saudou a nova década ganhando o Oscar de Melhor Ator por seu desempenho como <i>Christy Brown</i> em <a href=\"https://_{type: 'screen', 'id': 10161, 'screen_type': movie}\">My Left Foot: The Story of Christy Brown</a> (BR: Meu pé esquerdo, 1989)."
    },
    {
      "type": "video",
      "video_id": "yrHEu-c2UFg",
      "information": {
        "contentTitle": "Cenas do filme Jogos, Trapaças e Dois Canos Fumegantes",
        "contentText": "O filme trouxe aclamação internacional a Ritchie e apresentou os atores Jones, um ex-jogador de futebol internacional do País de Gales, e Jason Statham, um ex-mergulhador, ao público mundial.",
        "source": "Youtube: Canal <i>VAISHAKH NAIR</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Quinze atores britânicos e irlandeses receberam indicações ao Oscar de Melhor Ator ou Atriz na década de 1990 e seu sucesso manteve o cinema anglo-irlandês sob os holofotes. A década assistiu à partida de um dos mais inovadores diretores da Grã-Bretanha, <a href=\"https://_{type: 'screen', 'id': 86290, 'screen_type': person}\">Derek Jarman</a> (1942-1994), mas talentos novos explodiram, como por exemplo <a href=\"https://_{type: 'screen', 'id': 2034, 'screen_type': person}\">Danny Boyle</a> (n-1956), com o irônico <a href=\"https://_{type: 'screen', 'id': 9905, 'screen_type': movie}\">Shallow Grave</a> (BR: Cova Rasa, 1994) e <a href=\"https://_{type: 'screen', 'id': 627, 'screen_type': movie}\">Trainspotting</a> (BR: Trainspotting - Sem Limites, 1996). <a href=\"https://_{type: 'screen', 'id': 956, 'screen_type': person}\">Guy Ritchie</a> (n-1968) renovou o filme de gângster com sua comédia de humor negro sobre criminosos <i>cockney</i>, <a href=\"https://_{type: 'screen', 'id': 100, 'screen_type': movie}\">Lock, Stock and Two Smoking Barrels</a> (BR: Jogos, Trapaças e Dois Canos Fumegantes, 1998)."
    },
    {
      "type": "text",
      "content_text": "Enquanto isso, <a href=\"https://_{type: 'screen', 'id': 65452, 'screen_type': person}\">Mike Leigh</a> (n-1943) consolidou sua posição como diretor de importância com três filmes que ganharam aclamação internacional - <a href=\"https://_{type: 'screen', 'id': 36843, 'screen_type': movie}\">Life Is Sweet</a> (BR: A vida é doce, 1990), <a href=\"https://_{type: 'screen', 'id': 21450, 'screen_type': movie}\">Naked</a> (BR: Nu, 1993) e <a href=\"https://_{type: 'screen', 'id': 11159, 'screen_type': movie}\">Secrets & Lies</a> (BR: Segredos e mentiras, 1996). Este último mapeou um novo território ao examinar barreiras raciais e estereótipos, refletindo uma Grã-Bretanha contemporânea que tentava integrar uma identidade cada vez mais multiétnica."
    },
    {
      "type": "video",
      "video_id": "FO_xqq301_c",
      "information": {
        "contentTitle": "Cenas do filme Segredos e mentiras",
        "contentText": "Leigh se inspirou em \"pessoas próximas a ele que tiveram experiências relacionadas à adoção\" para fazer um filme sobre o assunto. Falando sobre isso, ele afirmou: \"Há anos queria fazer um filme que explorasse essa situação de uma forma fictícia. Também queria fazer um filme sobre a nova geração de jovens negros que estão avançando, longe dos estereótipos do gueto. E esses foram os pontos de partida para um filme que acabou sendo uma exploração de raízes e identidade.\"",
        "source": "Youtube: Canal <i>Aidan Pang</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os britânicos disseram adeus à primeira-ministra <i>Margaret Thatcher</i> em 1990, mas os filmes anglo-irlandeses continuaram a refletir sua filosofia. <a href=\"https://_{type: 'screen', 'id': 17016, 'screen_type': person}\">Neil Jordan</a> (n-1950), com <a href=\"https://_{type: 'screen', 'id': 11386, 'screen_type': movie}\">The Crying Game</a> (BR: Traídos pelo desejo, 1992), e <a href=\"https://_{type: 'screen', 'id': 53334, 'screen_type': person}\">Jim Sheridan</a> (n-1949) com <a href=\"https://_{type: 'screen', 'id': 7984, 'screen_type': movie}\">In the Name of the Father</a> (BR: Em nome do pai, 1993), exploraram os efeitos da questão irlandesa e deram um rosto humano ao conflito."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "As pessoas acham que tudo ao redor é miséria, desespero e morte... mas elas esquecem do prazer.",
        "author": "Renton (Ewan McGregor) em Trainspotting"
      }
    },
    {
      "type": "text",
      "content_text": "O filme de Sheridan foi baseado na história real dos <i>Quatro de Guildford</i>, injustamente acusados de participarem de um atentado do IRA a um pub. <i>Daniel Day-Lewis</i> interpreta um dos acusados, Gerry Conlon, e a história se concentra em seu relacionamento com o pai, Giuseppe (Pete Postlethwaite), que também foi preso e sua advogada, Gareth Peirce (Emma Thompson). Os atores principais ganharam indicações ao Oscar por suas atuações - o filho rebelde, o pai humilde e a advogada lutadora tornaram o filme tocante. Dirigido por <a href=\"https://_{type: 'screen', 'id': 15488, 'screen_type': person}\">Ken Loach</a> (n-1936), <a href=\"https://_{type: 'screen', 'id': 38884, 'screen_type': movie}\">Land and Freedom</a> (BR: Terra e Liberdade, 1995) explora temas semelhantes relativos à identidade e ao idealismo, contra o pano de fundo da Guerra Civil Espanhola."
    },
    {
      "type": "video",
      "video_id": "TVjIzlCjKcQ",
      "information": {
        "contentTitle": "Cenas do filme Quatro Casamentos e Um Funeral",
        "contentText": "As próprias experiências do roteirista Richard Curtis como participante de um casamento inspiraram a premissa do filme. De acordo com Curtis, ele começou a escrever o roteiro aos 34 anos, depois de perceber que havia comparecido em mais de 65 casamentos em um período de 11 anos. Em um casamento, ele foi proposto por um colega convidado, mas ele recusou e se arrependeu para sempre; consequentemente, ele baseou a origem do romance de Charles e Carrie nessa situação.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Embora dramas de época como <a href=\"https://_{type: 'screen', 'id': 8293, 'screen_type': movie}\">Howards End</a> (BR: Retorno a Howards End, 1992) e <a href=\"https://_{type: 'screen', 'id': 1934, 'screen_type': movie}\">Shakespeare in Love</a> (BR: Shakespeare apaixonado, 1998) demonstrassem ainda ser o forte dos britânicos, a novidade mais gratificante da década foi o ressurgimento da popularidade da comédia caseira. A comédia romântica <a href=\"https://_{type: 'screen', 'id': 712, 'screen_type': movie}\">Four Weddings and a Funeral</a> (BR: Quatro casamentos e um funeral, 1994), dirigida por <a href=\"https://_{type: 'screen', 'id': 10723, 'screen_type': person}\">Mike Newell</a> (n-1942), foi um imenso sucesso e deu início à colaboração entre o roteirista <a href=\"https://_{type: 'screen', 'id': 7018, 'screen_type': person}\">Richard Curtis</a> (n-1956) e o ator <a href=\"https://_{type: 'screen', 'id': 3291, 'screen_type': person}\">Hugh Grant</a> (n-1960), que resultou em outro sucesso cinco anos depois, <a href=\"https://_{type: 'screen', 'id': 509, 'screen_type': movie}\">Notting Hill</a> (BR: Um lugar chamado Notting Hill, 1999)."
    },
    {
      "type": "text",
      "content_text": "A habilidade de Grant em retratar o solteirão de classe média, atrapalhado, mas atraente. encontrou eco nas plateias do mundo inteiro, mesmo se esse estereotipo inglês nem sempre parecesse familiar para o público local. O sucesso de <i>Quatro casamentos e um funeral</i> abriu caminho para produções britânicas mais autênticas como <a href=\"https://_{type: 'screen', 'id': 9450, 'screen_type': movie}\">Brassed Off</a> (BR: Um toque de esperança, 1996) e <a href=\"https://_{type: 'screen', 'id': 9427, 'screen_type': movie}\">The Full Monty</a> (BR: Ou tudo ou nada, 1997), que mostravam gente da classe trabalhadora que podia estar por baixo, mas não se sentia derrotada."
    },
    {
      "type": "video",
      "video_id": "SUZyNLZZjMs",
      "information": {
        "contentTitle": "Cenas do filme Transporting",
        "contentText": "O filme causou polêmica em alguns países, incluindo no Reino Unido e Estados Unidos, devido às alegações de que ele promovia o uso de drogas. O senador estadunidense Bob Dole o criticou duramente durante a campanha eleitoral para a presidência de 1996, apesar de ter admitido que de fato não chegou a assistir ao filme.",
        "source": "Youtube: Canal <i>BlackView HD</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A resistência dos integrantes banda de metais de <i>Um toque de esperança</i> diante do fechamento de seu espaço de ensaios e dos desempregados de <i>Ou tudo ou nada</i>, que se transformam em strippers, tiveram apelo para o público internacional, demonstrando que os cineastas anglo-irlandeses não precisavam diluir sua própria cultura para agradar ao paladar americano.",
      "content_credits": "Resumo baseado no texto de <i>Carol King</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/6UTzw3kipgTYAJCX8GExoXzcVOx.jpg",
          "popularity": 22.669,
          "vote_count": 6960,
          "video": false,
          "media_type": "movie",
          "id": 627,
          "adult": false,
          "backdrop_path": "\/Aw0z8bUhGljT0ots6udf1MTLEMi.jpg",
          "original_language": "en",
          "original_title": "Trainspotting",
          "genre_ids": [
            18,
            80
          ],
          "title": "Trainspotting",
          "vote_average": 8,
          "overview": "Heroin addict Mark Renton stumbles through bad ideas and sobriety attempts with his unreliable friends -- Sick Boy, Begbie, Spud and Tommy. He also has an underage girlfriend, Diane, along for the ride. After cleaning up and moving from Edinburgh to London, Mark finds he can't escape the life he left behind when Begbie shows up at his front door on the lam, and a scheming Sick Boy follows.",
          "release_date": "1996-02-23"
        },
        {
          "vote_count": 1721,
          "popularity": 16.547,
          "id": 712,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "Four Weddings and a Funeral",
          "release_date": "1994-03-09",
          "original_language": "en",
          "original_title": "Four Weddings and a Funeral",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "backdrop_path": "\/rAoCuTbIs61azLkI8GaB8iXnUHM.jpg",
          "adult": false,
          "overview": "Over the course of five social occasions, a committed bachelor must consider the notion that he may have discovered love.",
          "poster_path": "\/qa72G2VS0bpxms6yo0tI9vsHm2e.jpg"
        },
        {
          "vote_count": 10,
          "popularity": 5.224,
          "id": 491084,
          "video": false,
          "media_type": "movie",
          "vote_average": 4.9,
          "title": "Shattered",
          "release_date": "2017-01-28",
          "original_language": "en",
          "original_title": "Shattered",
          "genre_ids": [
            18,
            53
          ],
          "backdrop_path": "\/pZhaXgnEZp4P5Xby7ARaED0cOk4.jpg",
          "adult": false,
          "overview": "Shattered is a story based on true events about family betrayal, love lost, and a dark destructive secret that swirls around a high powered political family in the Deep South. Kate Stenson dreams of an enviable life as the quintessential Southern Belle. She marries Ken Burnett, the son of the town's powerful Mayor - a controlling father who will do anything to protect his position. Kate has two children with Ken - a biological daughter, and an adopted son, named Logan (Tate Birchmore). But Kate's seemingly perfect lifestyle begins to fray at the edges as she discovers that Logan suffers from severe mental health issues. Kate's journey to uncover the true story of Logan's past reveals a dark secret that can destroy the entire Burnett legacy. As Kate investigates - with the aid of a new friend - to unmask the history behind Logan's illness, these unimaginable family secrets surface, putting her in unforeseen danger.",
          "poster_path": "\/xrbLfRvzDjaSaPcSnUvxA0ZVqTX.jpg"
        },
        {
          "poster_path": "\/kdaROz8u9vEBuebDN2NNgcx99Kb.jpg",
          "popularity": 14.282,
          "vote_count": 437,
          "video": false,
          "media_type": "movie",
          "id": 11386,
          "adult": false,
          "backdrop_path": "\/9iqbVu3ciOtbSaQxolqmRGLqNcM.jpg",
          "original_language": "en",
          "original_title": "The Crying Game",
          "genre_ids": [
            80,
            18,
            53,
            10749
          ],
          "title": "The Crying Game",
          "vote_average": 6.9,
          "overview": "Irish Republican Army member Fergus forms an unexpected bond with Jody, a kidnapped British soldier in his custody, despite the warnings of fellow IRA members Jude and Maguire. Jody makes Fergus promise he'll visit his girlfriend, Dil, in London, and when Fergus flees to the city, he seeks her out. Hounded by his former IRA colleagues, he finds himself increasingly drawn to the enigmatic, and surprising, Dil.",
          "release_date": "1992-09-02"
        },
        {
          "poster_path": "\/nz1CCBPIVHnGGWhWgiugjWpMCD.jpg",
          "popularity": 12.814,
          "vote_count": 295,
          "video": false,
          "media_type": "movie",
          "id": 8293,
          "adult": false,
          "backdrop_path": "\/dq5JGFP6a3B7e8kpDD0Mxj7nOca.jpg",
          "original_language": "en",
          "original_title": "Howards End",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Howards End",
          "vote_average": 7.1,
          "overview": "A saga of class relations and changing times in an Edwardian England on the brink of modernity, the film centers on liberal Margaret Schlegel, who, along with her sister Helen, becomes involved with two couples: wealthy, conservative industrialist Henry Wilcox and his wife Ruth, and the downwardly mobile working-class Leonard Bast and his mistress Jackie.",
          "release_date": "1992-03-13"
        },
        {
          "poster_path": "\/pnAPAcUHpUQ9v8PXZtMTnbovc7x.jpg",
          "popularity": 7.495,
          "vote_count": 140,
          "video": false,
          "media_type": "movie",
          "id": 11318,
          "adult": false,
          "backdrop_path": "\/i0BlzYvq5H49DOqJWTUzko3Bwzd.jpg",
          "original_language": "en",
          "original_title": "The Madness of King George",
          "genre_ids": [
            35,
            18,
            36
          ],
          "title": "The Madness of King George",
          "vote_average": 6.8,
          "overview": "King George III's erratic behaviour leads to a plot in Parliament to have him declared insane and removed from the throne.",
          "release_date": "1994-12-28"
        },
        {
          "vote_count": 1062,
          "popularity": 13.198,
          "id": 4584,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Sense and Sensibility",
          "release_date": "1995-12-13",
          "original_language": "en",
          "original_title": "Sense and Sensibility",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/fsnnZimVrh6NkP2YhFO2GdLgfRu.jpg",
          "adult": false,
          "overview": "Rich Mr. Dashwood dies, leaving his second wife and her daughters poor by the rules of inheritance. Two daughters are the titular opposites.",
          "poster_path": "\/pIXaH4SDC6CvfhBQLS1fGqkq0fr.jpg"
        },
        {
          "vote_count": 110,
          "popularity": 8.195,
          "id": 17589,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "Mrs Brown",
          "release_date": "1997-07-18",
          "original_language": "en",
          "original_title": "Mrs Brown",
          "genre_ids": [
            18,
            36,
            10749
          ],
          "backdrop_path": "\/fxjiafn34SRjU4olPBRBbGLPwd6.jpg",
          "adult": false,
          "overview": "When Queen Victoria's husband Prince Albert dies, she finds solace in her trusted servant, Mr. John Brown. But their relationship also brings scandal and turmoil to the monarchy.",
          "poster_path": "\/p9QsNTeWLxyvixKeXDC0YU5Z7ss.jpg"
        },
        {
          "poster_path": "\/xkMiZv2FPrhIAtxvEcN1jAbkHRY.jpg",
          "popularity": 10.069,
          "vote_count": 1038,
          "video": false,
          "media_type": "movie",
          "id": 9427,
          "adult": false,
          "backdrop_path": "\/86k4AcYciKQmqvQm9Eh2hVF3tJ2.jpg",
          "original_language": "en",
          "original_title": "The Full Monty",
          "genre_ids": [
            35
          ],
          "title": "The Full Monty",
          "vote_average": 7,
          "overview": "Sheffield, England. Gaz, a jobless steelworker in need of quick cash persuades his mates to bare it all in a one-night-only strip show.",
          "release_date": "1997-08-13"
        },
        {
          "vote_count": 533,
          "popularity": 10.954,
          "id": 10161,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.6,
          "title": "My Left Foot: The Story of Christy Brown",
          "release_date": "1989-04-07",
          "original_language": "en",
          "original_title": "My Left Foot: The Story of Christy Brown",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
          "adult": false,
          "overview": "In this true story told through flashbacks, Christy Brown is born with crippling cerebral palsy into a poor, working-class Irish family. Able only to control movement in his left foot and to speak in guttural sounds, he is mistakenly believed to have a intellectual disability for the first ten years of his life.",
          "poster_path": "\/GRAAl0bMQFoFIjV3aunc5jsM5u.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11856,
          "name": "Daniel Day-Lewis",
          "profile_path": "/9HI2GTfIKuT628XPK5d1AEteR05.jpg"
        },
        {
          "id": 2034,
          "name": "Danny Boyle",
          "profile_path": "/1swpLgXTT88tjlaswAfaGrHmAhi.jpg"
        },
        {
          "id": 956,
          "name": "Guy Ritchie",
          "profile_path": "/9pLUnjMgIEWXi0mlHYzie9cKUTD.jpg"
        },
        {
          "id": 3061,
          "name": "Ewan McGregor",
          "profile_path": "/aEmyadfRXTmmR7UW7OXsm5a6smS.jpg"
        },
        {
          "id": 65452,
          "name": "Mike Leigh",
          "profile_path": "/eQAc3gIjhAFTgHVQ3kfpbkUe97M.jpg"
        },
        {
          "id": 3291,
          "name": "Hugh Grant",
          "profile_path": "/piTC1mCFr6ZCS3SdaN5qF9Vnqu7.jpg"
        },
        {
          "id": 86290,
          "name": "Derek Jarman",
          "profile_path": "/gugxHlnYmeNVyrB9lA2TVmzFObV.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}