{
  "number": 14,
  "content_list": [
    {
      "type": "text",
      "content_text": "Desde o lançamento de <a href=\"https://_{type: 'screen', 'id': 578, 'screen_type': movie}\">Jaws</a> (BR: Tubardo, 1975), os campeões de bilheteria de verão (ou blockbusters) tem sido direcionado a plateias mais jovens. Os épicos e dramas para adultos são do passado: as últimas décadas vem sendo dominados pelo entretenimento para toda a família. Para a indústria, essa mudança representou um aumento nos lucros que vai além das arrecadações de bilheteria, incluindo desde brinquedos e outros produtos até vendas de vídeos, DVDs e Blurays, que muitas vezes, geram mais receita do que o próprio lançamento nos cinemas."
    },
    {
      "type": "video",
      "video_id": "_54IUIv97nI",
      "information": {
        "contentTitle": "Cenas do filme Piratas do Caribe: No Fim do Mundo",
        "contentText": "Embora nunca tenha sido oficialmente confirmado, há fortes indícios de que a série foi influenciada, e talvez livremente baseada, na série de jogos eletrônicos Monkey Island. Ted Elliott, um dos dois roteiristas dos quatro filmes da série Pirates of the Caribbean, teria sido o autor de uma adaptação para o cinema do terceiro jogo da série Monkey Island intitulado The Curse of Monkey Island (baseado presumivelmente sobre o jogo de mesmo nome), que foi cancelado antes de sua divulgação oficial, três anos antes do lançamento do primeiro filme.",
        "source": "Youtube: Canal <i>JoBlo Movie Clips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A Disney compreendeu o valor do entretenimento familiar desde o início. <a href=\"https://_{type: 'screen', 'id': 408, 'screen_type': movie}\">Snow White and the Seven Dwarfs</a> (BR: Branca de Neve e os sete anões, 1937) foi o filme mais bem-sucedido do ano, com sua animação desenhada à mão estabelecendo uma tendência que duraria quase 50 anos. O último desenho convencional da Disney a dominar as bilheterias foi <a href=\"https://_{type: 'screen', 'id': 8587, 'screen_type': movie}\">The Lion King</a> (BR: O Rei Leão, 1994), um ano antes de um novato surgido do nada entrar na briga."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma das poucas ocasiões em que é normal desfrutar de algo por ser inteligente e burro ao mesmo tempo, principalmente porque é inegavelmente divertido.",
        "author": "Todd Gilchrist sobre Transformers"
      }
    },
    {
      "type": "text",
      "content_text": "Nenhum estúdio controlou o entretenimento familiar de forma tão absoluta nas últimas décadas quanto a Pixar. Embora tenha passado a ser subsidiada pela <i>Walt Disney Company</i> em 2006, sua marca é tão forte que ainda é considerada uma entidade criativa independente. Nos seus filmes produzidos desde 1995, sua mistura característica de animação estonteante com roteiros inteligentes e emocionalmente cativantes que agradam a todas as idades se mostrou quase uma unanimidade de crítica e público."
    },
    {
      "type": "video",
      "video_id": "rCZ3SN65kIs",
      "information": {
        "contentTitle": "Cenas do filme O Senhor dos Anéis: O Retorno do Rei",
        "contentText": "O Retorno do Rei é amplamente considerado um dos maiores e mais influentes filmes já feitos. O filme recebeu vários elogios; no 76º Oscar, ganhou os onze prêmios pelos quais foi indicado, empatando o recorde de maior número de prêmios da Academia por um único filme.",
        "source": "Youtube: Canal <i>Derek</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Nas séries <a href=\"https://_{type: 'screen', 'id': 425, 'screen_type': movie}\">Ice Age</a> (BR: A era do gelo, 2002), dos <i>Blue Sky Studios</i>, e <a href=\"https://_{type: 'screen', 'id': 808, 'screen_type': movie}\">Shrek</a> (2001), da <i>DreamWorks</i>, a originalidade de seus primeiros filmes - especialmente em <i>Shrek</i>, com sua desconstrução dos contos de fada. A animação desenhada à mão de <a href=\"https://_{type: 'screen', 'id': 10198, 'screen_type': movie}\">The Princess and the Frog</a> (BR: A Princesa e o Sapo, 2009) marcou o retorno deslumbrante a um estilo clássico que a Disney havia praticamente abandonado. Diretores como <a href=\"https://_{type: 'screen', 'id': 21768, 'screen_type': person}\">Sylvain Chomet</a> (n-1963) e <a href=\"https://_{type: 'screen', 'id': 608, 'screen_type': person}\">Hayao Miyazak</a> (n-1941) ficaram encarregados de preencher essa lacuna nos <i>Estúdios Ghibli</i>."
    },
    {
      "type": "block_special",
      "title": "A Obra-Prima de Peter Jackson",
      "image": {
        "image_type": "local",
        "url": "img_senhor_dos_aneis",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Como a trilogia escrita por <i>J. R. R. Tolkien</i>, a adaptação de <i>Peter Jackson</i> de <i>O senhor dos anéis</i> deve ser considerada uma só obra, apesar de muito longa. Vistos em sequência, os três filmes formam um conjunto quase perfeito, do prólogo espetacular até épica lista de créditos, um verdadeiro recorde. Tudo que diz respeito a este filme é sem precedentes na história do cinema. As três partes foram realizadas em um período corrido de 16 meses. E a incrível popularidade da série fez mais do que jus a todas as expectativas. Calcula-se que ela já tenha rendido quase três bilhões de dólares em bilheteria, mais do que qualquer outra trilogia, batendo até mesmo as super produções de <i>Guerra nas Estrelas</i>. Segundo cálculos de alguns especialistas, as vendas em DVD chegam pelo menos ao mesmo valor, isso sem falar na na exploração de uma linha de produtos licenciados, o que significa que o PIB da Terra Média rivaliza com o de muitos países de verdade. Felizmente, Jackson conseguiu atordoar não apenas os contadores, mas também a crítica. Cada filme superava o anterior nas listas de melhores obras e as três somadas amealharam nada menos do que 30 indicações ao Oscar, levando para casa 17 estatuetas. <br/><br/> \n\nSe você viu os três filmes, não ficará surpreso em saber que eles receberam o Oscar de efeitos especiais. Estão todos repletos de monstros e batalhas que ficam mais impressionantes a cada episódio. Apesar disso, foi a trágica gura de <i>Gollum</i> que conseguiu capturar a imaginação das plateias. Inspirado nos movimentos armazenados no computador e na voz do ator <a href=\"https://_{type: 'screen', 'id': 1333, 'screen_type': person}\">Andy Serkis</a> (n-1964) - que viraria referência em captura de movimento, e, alguns anos depois, seria o Caesar na nova trilogia <i>Planeta dos Macacos</i> (2011-2017) - o Gollum das telas era inteiramente digital e ainda assim foi convincente como um personagem de carne e osso. <br/><br/> \n\nTalvez seja isso que represente a maior conquista de Jackson: lembrar que efeitos especiais de ponta e domínio técnico não são suficientes para se fazer um grande filme. Embora seja protagonizado por <i>hobbits</i>, elfos e feiticeiros, todos os personagens são extremamente humanos. Gollum tem arrependimentos, tenta ser bom e provoca Sam, o'\"<i>hobbit gorducho</i>\". O feiticeiro Gandalf, interpretado com perfeição por <a href=\"https://_{type: 'screen', 'id': 1327, 'screen_type': person}\">Ian McKellen</a> (n-1939), é por vezes paternalista e até malicioso, mas nunca perde sua aura de poder e autoridade. E os hobbits Frodo (com o olhar arregalado de Elijah Wood) e Sam (Sean Astin) começam como corajosos, mas ingênuos aventureiros até adquirirem o status de verdadeiros heróis. Quase tão memorável quanto os personagens é o cenário. A trilogia foi produzida na terra natal de Jackson, a Nova Zelândia, e pouquíssima magica digital foi necessária para criar paisagens deslumbrantes. Uma das cenas mais memoráveis do espetacular <a href=\"https://_{type: 'screen', 'id': 122, 'screen_type': movie}\">The Lord of the Rings: The Return of the King</a> (BR: O Senhor dos Anéis: O Retorno do Rei, 2003) é o acender dos faróis com a música cada vez mais volumosa. A câmera simplesmente viaja de um topo de montanha a outro conforme o sinal de alerta é aceso e avança contra o céu. Simplesmente maravilhoso. <br/><br/> \n\nÉ notável também que Jackson e seus corroteristas <a href=\"https://_{type: 'screen', 'id': 126, 'screen_type': person}\">Fran Walsh</a> (n-1959) e <a href=\"https://_{type: 'screen', 'id': 128, 'screen_type': person}\">Philippa Boyens</a> (n-1962) tenham conseguido extrair uma narrativa arrebatadora e veloz de uma fonte tão densa e aparentemente impenetrável. Ainda mais notável é o fato de que mesmo os fãs mais xiitas do livro adoraram o filme. No prólogo, curto e dramático, descobrimos que Sauron, a encarnação do mal, investiu todo o seu poder para forjar um anel, perdido em uma batalha épica contra uma aliança de homens e elfos. O anel finalmente vai parar nas mãos do pequeno hobbit <i>Frodo Bolseiro</i>. E aqui que começa a história. Frodo concorda em destruí-lo e assim derrotar Sauron de uma vez por todas. Entretanto, o anel só poderá ser destruído se for lançado no coração vulcânico do monte Doom, que fica, é claro, bem no interior do território inimigo. Ele parte nessa viagem perigosa na companhia de um grupo de zelosos hobbits, elfos, andes e homens, incluindo aí o feiticeiro Gandalf e o misterioso Aragorn (Viggo Mortensen). Traições, derramamento de sangue e batalhas acabam por dividir o grupo, e Frodo, com Sam (e depois com Gollum), parte para o vulcão sozinho, enquanto os demais se preparam para resistir a Sauron em um combate que vai abalar a Terra Média. <br/><br/> \n\nApesar da amplitude da tela pintada por Jackson, a essência de sua obra são as pessoas, seus relacionamentos e as decisões que precisam tomar. A amizade e o autossacrifício estão fortemente presentes, bem como um sentido de mortalidade. As cenas finais deixam claro que a vitória pode ser nobre, mas ainda assim pode resultar de um sacrifício pessoal extremamente doloroso. Tolkien esteve nas trincheiras da Primeira Guerra Mundial e é difícil não criar paralelos entre suas experiências e o tom de melancolia que, em última instancia, cerca a parte final da trilogia. Para muita gente, o coração do filme não está nas cenas de bravura, mas em um momento tranquilo em que Gandalf consola Frodo, inconformado por ter que presenciar momentos tão terríveis. \"<i>Todos que atravessam tempos difíceis lamentam sua sorte</i>\", diz o mago, \"<i>mas não podemos decidir a hora que vamos viver. A nós cabe apenas decidir o que fazer com o tempo que temos</i>\". São momentos como esse que elevam o filme de Jackson à condição de obra-prima.",
      "credits": "Resumo baseado no texto de <i>Philip Hall</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Os filmes mais bem-sucedidos da Disney na primeira década do século XXI começaram por incongruente que pareça, com um brinquedo de parque de diversões. Inspirado pelo último brinquedo do tipo projetado com financiamento da Disney, o produtor <i>Jerry Buckheimer</i> o transformou na franquia <strong>Piratas do Caribe</strong>."
    },
    {
      "type": "text",
      "content_text": "O primeiro filme, <a href=\"https://_{type: 'screen', 'id': 22, 'screen_type': movie}\">Pirates of the Caribbean: The Curse of the Black Pearl</a> (BR: Piratas do Caribe: A maldição do Pérola Negra, 2003), se mostrou um sucesso de verão surpreendentemente divertido, que remontava as aventuras de capa e espada da era de ouro de Hollywood, com o toque excêntrico de <a href=\"https://_{type: 'screen', 'id': 85, 'screen_type': person}\">Johnny Depp</a> (n-1963) como o permanentemente embriagado capitão <i>Jack Sparrow</i>."
    },
    {
      "type": "video",
      "video_id": "z4K2F_OALPQ",
      "information": {
        "contentTitle": "Cenas do filme Harry Potter e a Pedra Filosofal",
        "contentText": "Todos os filmes se encontram na lista dos 100 filmes de maior bilheteria da história (em dólares e sem ajuste de inflação), sendo Harry Potter e as Relíquias da Morte - Parte 2 o filme da franquia que mais arrecadou nas bilheterias, ocupando o décimo terceiro no ranking mundial. As gravações iniciaram na Califórnia, nos estúdios de Hollywood. Apesar da escritora ser britânica, a saga cinematográfica de Harry Potter foi completamente produzida por Hollywood, com edições feitas na Califórnia e efeitos visuais produzidos pela indústria hollywoodiana.",
        "source": "Youtube: Canal <i>Wizarding World</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Duas fontes literárias estiveram por trás das franquias mais bem sucedidas da década. A série <i>Harry Potter</i>, de <i>J. K. Rowling</i>, teve um início titubeante graças à direção insossa de <a href=\"https://_{type: 'screen', 'id': 10965, 'screen_type': person}\">Chris Columbus</a> (n-1958), mas ganhou força a partir do sombrio <a href=\"https://_{type: 'screen', 'id': 673, 'screen_type': movie}\">Harry Potter and the Prisoner of Azkaban</a> (BR: Harry Potter e o prisioneiro de Azkaban, 2004), dirigido por <a href=\"https://_{type: 'screen', 'id': 11218, 'screen_type': person}\">Alfonso Cuarón</a> (n-1961)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O que estaria disposto a fazer para salvar essa moça? - Eu morrerei por ela! - Ótimo! Então, não tem problema nenhum.",
        "author": "Jack Sparrow (Johnny Depp) e Will Turner III (Orlando Bloom) em Os Piratas do Caribe"
      }
    },
    {
      "type": "text",
      "content_text": "Enquanto isso, <a href=\"https://_{type: 'screen', 'id': 108, 'screen_type': person}\">Peter Jackson</a> (n-1961) realizava a impressionante trilogia <i>O senhor dos anéis</i> (2001-2003), adaptada com brilhantismo pelo próprio Jackson, por <a href=\"https://_{type: 'screen', 'id': 126, 'screen_type': person}\">Fran Walsh</a> (n-1959) e <i>Philippa Boyes</i>. Roteiros engenhosos infelizmente ficaram de fora das risíveis (porém muito bem-sucedidas) <a href=\"https://_{type: 'screen', 'id': 1893, 'screen_type': movie}\">Star Wars: Episode I – The Phantom Menace</a> (BR: Star Wars: Episódio I – A Ameaça Fantasma, 1999), <a href=\"https://_{type: 'screen', 'id': 1894, 'screen_type': movie}\">Star Wars: Episode II – Attack of the Clones</a> (BR: Star Wars: Episódio II – Ataque dos Clones, 2002) e <a href=\"https://_{type: 'screen', 'id': 1895, 'screen_type': movie}\">Star Wars: Episode III – Revenge of the Sith</a> (BR: Star Wars: Episódio III – A Vingança dos Sith, 2005), que deram continuidade à saga <i>Guerra nas Estrelas</i> de <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1944)."
    },
    {
      "type": "video",
      "video_id": "yScObvtkU-8",
      "information": {
        "contentTitle": "Cenas do filme Transformers",
        "contentText": "As Forças Armadas dos Estados Unidos e a General Motors (GM) emprestaram veículos e aeronaves durante as filmagens, o que economizou dinheiro para a produção e acrescentou realismo às cenas de batalha. A campanha promocional da Hasbro para o filme incluiu negócios com várias empresas; a publicidade incluiu uma campanha de marketing viral, lançamentos coordenados de quadrinhos, brinquedos e livros anteriores, bem como acordos de colocação de produtos com empresas como a GM, Burger King e eBay.",
        "source": "Youtube: Canal <i>HaSanMDD</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Outras forças dominantes nas bilheterias durante esse período foram as revitalizadas editoras de revistas em quadrinhos DC e Marvel. Com os sucessos dos filmes <a href=\"https://_{type: 'screen', 'id': 36657, 'screen_type': movie}\">X-Men</a> (2000), <a href=\"https://_{type: 'screen', 'id': 557, 'screen_type': movie}\">Spider-Man</a> (BR: Homem Aranha, 2002) e <a href=\"https://_{type: 'screen', 'id': 1726, 'screen_type': movie}\">Iron Man</a> (BR: O Homem de Ferro, 2008), a Marvel agora é era capaz de financiar suas próprias produções, iniciando uma tendência que dominaria as bilheterias na próxima década. A DC largou com um pouco de atraso, mas <a href=\"https://_{type: 'screen', 'id': 272, 'screen_type': movie}\">Batman Begins</a> (2005) e <a href=\"https://_{type: 'screen', 'id': 155, 'screen_type': movie}\">The Dark Knight</a> (BR: Batman - O Cavaleio das Trevas, 2008), ambos dirigidos por <a href=\"https://_{type: 'screen', 'id': 525, 'screen_type': person}\">Christopher Nolan</a> (n-1970), estabelecem o padrão para futuras adaptações dos quadrinhos."
    },
    {
      "type": "block_special",
      "title": "Harry Potter e o Prisioneiro de Azkaban: O Filme que definiu o tom da franquia",
      "image": {
        "image_type": "local",
        "url": "img_harry_potter",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Harry Potter e o Prisioneiro de Azkaban, como cinema, é um dos melhores da série, pelo fato de apresentar uma grande evolução em relação aos seus antecessores. Porém, como adaptação, é um tanto decepcionante devido a pouca fidelidade do filme com a obra que originou. Mas como sabemos que Literatura e Cinema são duas linguagens completamente diferentes, analisemos o filme sob o ponto de vista cinematográfico. <br/><br/> \n\nChris Columbus, diretor das duas aventuras anteriores, desta vez assume apenas o cargo de produtor, devido ao desgaste após tanto trabalho. Assim sendo, foi chamado para comandar esta terceira aventura o diretor mexicano <i>Alfonso Cuáron</i>, mais conhecido pelo filme <a href=\"https://_{type: 'screen', 'id': 1391, 'screen_type': movie}\">Y tu mamá también</a> (BR: E Sua Mãe Também, 2002). Logo de cara, era possível perceber que seria um trabalho difícil, já que o terceiro livro é um dos mais complexos e desafiadores da série, não apenas por sua trama mais madura, mas porque é neste aqui que os personagens começam a lidar mais intensamente com seus sentimentos de adolescentes. Felizmente, Cuáron superou todos estes obstáculos, e criou um dos melhores filmes da série, mais divertido e sombrio. Apesar de trabalhar com a mesma equipe dos anteriores, Cuáron faz a produção evoluir em muitos quesitos, a começar pelo visual. Enquanto nos primeiros filmes os figurinos, apesar de criativos, soaram um pouco repetitivos, o diretor fez uma acertada escolha ao permitir que os protagonistas usassem roupas próprias e esta opção funciona perfeitamente, uma vez que sentimos que os atores estão mais à vontade em seus papéis. Isso deixa o filme com um visual mais moderno, além de causar maior identificação com a maioria dos fãs adolescentes. <br/><br/> \n\nE se existe uma coisa que Cuáron faz bem é inserir sua marca no filme sem deixá-lo soar “<i>autoral demais</i>”. Utilizando sua câmera com mais intensidade que Columbus, o diretor opta por closes e movimentos criativos, além da utilização de planos mais abertos, que traduzem toda a beleza e imponência dos cenários de Hogwarts. O diretor enfatiza no clima vazio e sombrio das paisagens, sempre nublados, que ajudam a criar o tom sombrio ideal. Cuáron também confere um ritmo delicioso ao filme, tornando-o bem menos enfadonho que os dois primeiros. A costumeira abertura na casa dos Dursley, por exemplo, é rápida, mas define bem o que Potter é agora, um sujeito que está crescendo, que está começando a adquirir características de adolescente (reparem como ele quase sempre está irritado), em suma, está começando a amadurecer. <br/><br/> \n\nOs novos elementos inseridos também tornar o filme muito mais atraente. Desta vez, as criaturas mágicas surgem em maior quantidade e vão desde Hipogrifos (uma espécie de mistura entre um cavalo e uma águia), passando por bicho-papão e chegando aos <i>Dementadores</i>, seres que sugam a alma das pessoas. Novamente, o filme chama atenção pela quantidade de nomes conhecidos do cinema e do teatro britânico. Enquanto Maggie Smith e Alan Rickman dispensam elogios, algumas novidades surgem, como Michael Gambon, que substitui o falecido Richard Harris na pele de Albus Dumbledore. Gambon traz um ar muito mais ativo ao personagem, apagando a imagem lenta que Harris havia construído para o bruxo. David Thewlis interpreta Remus Lupin com muita simpatia, enquanto que Gary Oldman constrói uma composição fantástica para Sirius Black, o prisioneiro do título.<br/><br/> \n\nE como já foi dito, Daniel Radcliffe, Rupert Grint e Emma Watson surgem bem mais à vontade em seus papéis, especialmente Radcliffe, que aqui começou a apresentar seu talento dramático, ao encarnar bem todas as angustias e medos do bruxinho. E mesmo com sua considerável queda de ritmo nos últimos 20 minutos, Harry Potter e o Prisioneiro de Azkaban se firmou como um dos grandes exemplares da série, aquele que será eternamente lembrado pela nova cara que deu às aventuras do jovem bruxo.",
      "credits": "Resumo baseado no artigo \"Crítica | Harry Potter e o Prisioneiro de Azkaban\", por Rafael W. Oliveira no Plano Crítico."
    },
    {
      "type": "text",
      "content_text": "Em <a href=\"https://_{type: 'screen', 'id': 19995, 'screen_type': movie}\">Avatar</a> (2009), o filme mais comercialmente bem-sucedido já feito até o momento (seria ultrapassado dez anos depois, com <a href=\"https://_{type: 'screen', 'id': 299534, 'screen_type': movie}\">Avengers: Endgame</a> (BR: Vingadores: Ultimato, 2019), <a href=\"https://_{type: 'screen', 'id': 2710, 'screen_type': person}\">James Cameron</a> (n-1954) apresentou um espetáculo surpreendente em 3D, iniciando uma tendencia de filmes 3D nos próximos anos, sendo que poucos deles conseguiriam repetir o brilho e bom uso da tecnologia. O filme também trazia uma mensagem sobre a proteção do meio ambiente, em contraste com a maior parte dos sucessos do gênero.",
      "content_credits": "Resumo baseado no texto de <i>Ian Haydn Smith</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_average": 8,
          "popularity": 116.654,
          "vote_count": 15099,
          "release_date": "2004-05-31",
          "title": "Harry Potter and the Prisoner of Azkaban",
          "adult": false,
          "backdrop_path": "\/vbk5CfaAHOjQPSAcYm6AoRRz2Af.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14
          ],
          "original_language": "en",
          "id": 673,
          "original_title": "Harry Potter and the Prisoner of Azkaban",
          "poster_path": "\/v0wMKEEGaNc9evdqGYfIvoWXh24.jpg",
          "overview": "Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black—and turns to sympathetic Professor Lupin for help.",
          "video": false
        },
        {
          "vote_average": 7.5,
          "popularity": 76.565,
          "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
          "release_date": "2009-12-10",
          "title": "Avatar",
          "adult": false,
          "backdrop_path": "\/wcC7kCICL6x6zHUlUyNp9pWoqW1.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            12,
            14,
            878
          ],
          "vote_count": 22395,
          "original_language": "en",
          "original_title": "Avatar",
          "poster_path": "\/6EiRUJpuoeQPghrs3YNktfnqOVh.jpg",
          "id": 19995,
          "video": false
        },
        {
          "vote_average": 7.7,
          "popularity": 52.091,
          "vote_count": 15226,
          "release_date": "2003-07-09",
          "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
          "adult": false,
          "backdrop_path": "\/7yxjg8pvp3JuqguUaJPYTma6Z7t.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14,
            28
          ],
          "original_language": "en",
          "id": 22,
          "original_title": "Pirates of the Caribbean: The Curse of the Black Pearl",
          "poster_path": "\/z8onk7LV9Mmw6zKz4hT6pzzvmvl.jpg",
          "overview": "Jack Sparrow, a freewheeling 18th-century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her.",
          "video": false
        },
        {
          "vote_average": 6.7,
          "popularity": 7.107,
          "vote_count": 8036,
          "release_date": "2007-06-27",
          "title": "Transformers",
          "adult": false,
          "backdrop_path": "\/77P56ZcL8M9Cw7FIptMIGjhNJoj.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            878,
            28
          ],
          "overview": "Young teenager, Sam Witwicky becomes involved in the ancient struggle between two extraterrestrial factions of transforming robots – the heroic Autobots and the evil Decepticons. Sam holds the clue to unimaginable power and the Decepticons will stop at nothing to retrieve it.",
          "id": 1858,
          "original_title": "Transformers",
          "poster_path": "\/6eehp9I54syN3x753XMqjKz8M3F.jpg",
          "original_language": "en",
          "video": false
        },
        {
          "vote_average": 8.3,
          "popularity": 55.92,
          "vote_count": 18046,
          "release_date": "2001-12-18",
          "title": "The Lord of the Rings: The Fellowship of the Ring",
          "adult": false,
          "backdrop_path": "\/vRQnzOn4HjIMX4LBq9nHhFXbsSu.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            14,
            28
          ],
          "overview": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
          "id": 120,
          "original_title": "The Lord of the Rings: The Fellowship of the Ring",
          "poster_path": "\/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
          "original_language": "en",
          "video": false
        },
        {
          "vote_average": 6.5,
          "popularity": 41.937,
          "vote_count": 10332,
          "release_date": "1999-05-19",
          "title": "Star Wars: Episode I - The Phantom Menace",
          "adult": false,
          "backdrop_path": "\/5fu7fzy4NZTsL1Jap00UBIInAuB.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            28,
            878
          ],
          "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
          "id": 1893,
          "original_title": "Star Wars: Episode I - The Phantom Menace",
          "poster_path": "\/6wkfovpn7Eq8dYNKaG5PY3q2oq6.jpg",
          "original_language": "en",
          "video": false
        },
        {
          "vote_average": 7.2,
          "popularity": 60.472,
          "overview": "After being bitten by a genetically altered spider, nerdy high school student Peter Parker is endowed with amazing powers to become the Amazing superhero known as Spider-Man.",
          "release_date": "2002-05-01",
          "title": "Spider-Man",
          "adult": false,
          "backdrop_path": "\/sWvxBXNtCOaGdtpKNLiOqmwb10N.jpg",
          "media_type": "movie",
          "genre_ids": [
            14,
            28
          ],
          "id": 557,
          "original_language": "en",
          "original_title": "Spider-Man",
          "poster_path": "\/gh4cZbhZxyTbgxQPxD0dOudNPTn.jpg",
          "vote_count": 12620,
          "video": false
        },
        {
          "vote_average": 6.3,
          "popularity": 20.561,
          "overview": "Hancock is a down-and-out superhero who's forced to employ a PR expert to help repair his image when the public grows weary of all the damage he's inflicted during his lifesaving heroics. The agent's idea of imprisoning the antihero to make the world miss him proves successful, but will Hancock stick to his new sense of purpose or slip back into old habits?",
          "release_date": "2008-07-01",
          "title": "Hancock",
          "adult": false,
          "backdrop_path": "\/7LU7ILWg6g1a5MQdukBZSHyiLv7.jpg",
          "media_type": "movie",
          "genre_ids": [
            14,
            28
          ],
          "vote_count": 6945,
          "original_language": "en",
          "original_title": "Hancock",
          "poster_path": "\/fP3ntv026PQ5aTTCBjGgkE60sUM.jpg",
          "id": 8960,
          "video": false
        },
        {
          "vote_average": 6.8,
          "popularity": 32.903,
          "vote_count": 5576,
          "release_date": "2005-12-12",
          "title": "King Kong",
          "adult": false,
          "backdrop_path": "\/mRM2NB0i3wv4HqxXvwIjEVi4Qqq.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            18,
            28
          ],
          "overview": "In 1933 New York, an overly ambitious movie producer coerces his cast and hired ship crew to travel to mysterious Skull Island, where they encounter Kong, a giant ape who is immediately smitten with the leading lady.",
          "id": 254,
          "original_title": "King Kong",
          "poster_path": "\/qVCZtwBGls866wBb4PAfYtAjyr8.jpg",
          "original_language": "en",
          "video": false
        },
        {
          "vote_average": 6.9,
          "popularity": 22.425,
          "overview": "When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the No. 1 suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.",
          "release_date": "1996-05-22",
          "title": "Mission: Impossible",
          "adult": false,
          "backdrop_path": "\/3ZfJcWicmh9vLGQ89CrExqpWMll.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            28,
            53
          ],
          "id": 954,
          "original_language": "en",
          "original_title": "Mission: Impossible",
          "poster_path": "\/lirMXnE7NoVLDr3qeqf48fR1mk4.jpg",
          "vote_count": 5923,
          "video": false
        },
        {
          "vote_average": 8.5,
          "popularity": 53.897,
          "vote_count": 23745,
          "release_date": "2008-07-16",
          "title": "The Dark Knight",
          "adult": false,
          "backdrop_path": "\/hkBaDkMWbLaf8B1lsWsKX7Ew3Xq.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            28,
            80,
            53
          ],
          "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
          "id": 155,
          "original_title": "The Dark Knight",
          "poster_path": "\/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
          "original_language": "en",
          "video": false
        },
        {
          "vote_average": 8.2,
          "popularity": 39.382,
          "overview": "In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.",
          "release_date": "2000-05-01",
          "title": "Gladiator",
          "adult": false,
          "backdrop_path": "\/aZtwH3RQ0L8jbInxr7OSc9tlGMJ.jpg",
          "media_type": "movie",
          "genre_ids": [
            28,
            18,
            12
          ],
          "vote_count": 12746,
          "original_language": "en",
          "original_title": "Gladiator",
          "poster_path": "\/pRn3TJHbAqCAO6U8Dw5DayVUuX3.jpg",
          "id": 98,
          "video": false
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 525,
          "name": "Christopher Nolan",
          "profile_path": "/xuAIuYSmsUzKlUMBFGVZaWsY3DZ.jpg"
        },
        {
          "id": 2710,
          "name": "James Cameron",
          "profile_path": "/9NAZnTjBQ9WcXAQEzZpKy4vdQto.jpg"
        },
        {
          "id": 1,
          "name": "George Lucas",
          "profile_path": "/WCSZzWdtPmdRxH9LUCVi2JPCSJ.jpg"
        },
        {
          "id": 1333,
          "name": "Andy Serkis",
          "profile_path": "/eNGqhebQ4cDssjVeNFrKtUvweV5.jpg"
        },
        {
          "id": 10990,
          "name": "Emma Watson",
          "profile_path": "/mf0OANvWYSzU1d8yggrhyw8IbIz.jpg"
        },
        {
          "id": 85,
          "name": "Johnny Depp",
          "profile_path": "/ilPBHd3r3ahlipNQtjr4E3G04jJ.jpg"
        },
        {
          "id": 1327,
          "name": "Ian McKellen",
          "profile_path": "/5cnnnpnJG6TiYUSS7qgJheUZgnv.jpg"
        },
        {
          "id": 10980,
          "name": "Daniel Radcliffe",
          "profile_path": "/f9WKorjfanW4PxTxhjRvHtCmfKf.jpg"
        },
        {
          "id": 116,
          "name": "Keira Knightley",
          "profile_path": "/bRC1B2VwV0wK3ElciFAK6QZf2wD.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}