{
  "number": 18,
  "content_list": [
    {
      "type": "text",
      "content_text": "A origem do termo \"<i>Bollywood</i>\" - combinando a indústria cinematográfica de idioma hindi da antiga Bombaim com \"<i>Hollywood</i>\"- remonta aos anos 1970. Muitos de seus astros - entre eles o maior de todos, <a href=\"https://_{type: 'screen', 'id': 35780, 'screen_type': person}\">Amitabh Bachchan</a> (n-1942) - rejeitam a expressão, preferindo substitui-la por \"<i>indústria cinematográfica indiana</i>\". Porém, Bachchan está errado. Embora no Ocidente \"<i>Bollywood</i>\" seja sinônimo de cinema indiano, na realidade é apenas uma fração do vasto oceano que compõe a indústria cinematográfica indiana."
    },
    {
      "type": "video",
      "video_id": "xbn4HIBLZ6Q",
      "information": {
        "contentTitle": "Cenas do filme Do coração",
        "contentText": "Notável por seus aspectos narrativos não lineares, o filme ganhou prêmios de cinematografia, trilha sonora, coreografia e música, entre outros. O álbum da trilha sonora do filme, composto por AR Rahman, vendeu seis milhões de unidades na Índia.",
        "source": "Youtube: Canal <i>AP International</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Bollywood produz apenas um quarto dos quase mil filmes realizados no país anualmente. A Industria cinematográfica do sul da Índia (área que abrange os idiomas tâmil, telugu, malayalam e kannada) responde por mais de 75% das produções indianas e de seu faturamento, de acordo com um relatório da <i>Ernst & Young</i> de 2009, sendo que a produção tamil e telugu rivalizam-se com a de Bollywood. De qualquer maneira, apesar de Bombaim ter se transformado em Mumbai e levando-se em conta que o cinema hindi, embora produzido na língua nacional, não é representativo do país como um todo, Bollywood permanece sendo o produto de exportação mais visível e celebrado. Hoje, os filmes de Bollywood estão mais acessíveis para as plateias internacionais do que há 10 anos, graças a seu apelo para diferentes culturas além da diáspora indiana."
    },
    {
      "type": "text",
      "content_text": "O primeiro filme Indiano a chegar entre as 10 maiores bilheterias no Reino Unido, <a href=\"https://_{type: 'screen', 'id': 21210, 'screen_type': movie}\">Dil se</a> (BR: Do coração, 1998), dirigido por <a href=\"https://_{type: 'screen', 'id': 78747, 'screen_type': person}\">Mani Ratnam</a> (n-1950), foi estrelado por <a href=\"https://_{type: 'screen', 'id': 35742, 'screen_type': person}\">Shah Rukh Khan</a> (n-1965), em vias de se tornar um super-astro. Também contava com uma trilha sonora vibrante de <a href=\"https://_{type: 'screen', 'id': 5288, 'screen_type': person}\">A. R. Rahman</a> (n-1966), que ganharia um Bafta e vários Oscars e Grammys uma década depois por conta de <a href=\"https://_{type: 'screen', 'id': 12405, 'screen_type': movie}\">Slumdog Millionaire</a> (BR: Quem quer ser um milionário?, 2008), de <a href=\"https://_{type: 'screen', 'id': 2034, 'screen_type': person}\">Danny Boyle</a> (n-1956)."
    },
    {
      "type": "video",
      "video_id": "0QBeyPHDNVo",
      "information": {
        "contentTitle": "Cenas do filme Histórias de amor",
        "contentText": "Produzido com um orçamento de $ 19 crore (US $ 2,7 milhões), Mohabbatein foi considerado um dos filmes hindus mais caros até então. O filme mudou as perspectivas de carreira de Amitabh Bachchan e rendeu-lhe aclamação da crítica, bem como vários prêmios, incluindo o Prêmio Filmfare de Melhor Ator Coadjuvante por sua atuação.",
        "source": "Youtube: Canal <i>YRF</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Durante os anos 2000, a indústria de cinema hindi afastou-se dos melodramas românticos musicais e dos dramas sangrentos sobre vinganças característicos das duas décadas anteriores. Alguns dos maiores sucessos da década foram romances de indianos não residentes (INR), filmes com protagonistas que moravam em cidades estrangeiras como Londres ou Nova York, mas que mantinham valores morais indianos. Esses filmes, caros à primeira geração de imigrantes residentes no Reino Unido e nos Estados Unidos, devem seu sucesso de bilheteria tanto ao mercado doméstico quanto aos espectadores INR, que pagaram por seus ingressos em dólares e libras."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O filme não é apenas uma história. É uma experiência. Uma experiência de assistir a algo que dá vida a você, que lhe dá alegria, por mais deprimido que você esteja.",
        "author": "Sudish Kamath sobre Lagaan – A Coragem de um Povo"
      }
    },
    {
      "type": "text",
      "content_text": "Embora os filmes fossem cada vez mais ambientados na Índia, a sede do público por cenários estrangeiros, saciada inicialmente por <a href=\"https://_{type: 'screen', 'id': 87561, 'screen_type': person}\">Raj Kapoor</a> (1924-1988) em <a href=\"https://_{type: 'screen', 'id': 708615, 'screen_type': movie}\">Sangam</a> (BR: Sangam - Confluência, 1964), levou muitos dos sucessos da década a incluírem pelo menos algumas sequências musicais encenadas em outra parte do mundo. Os dois principais sucessos de 2000, <a href=\"https://_{type: 'screen', 'id': 16987, 'screen_type': movie}\">Kaho naa. pyaar hai</a> (BR: Diga que você me ama, 2000) e <a href=\"https://_{type: 'screen', 'id': 11518, 'screen_type': movie}\">Mohabbatein</a> (BR: Histórias de amor, 2000) apresentam muitas cenas filmadas fora da Índia."
    },
    {
      "type": "video",
      "video_id": "MLUx8Y9Bzs4",
      "information": {
        "contentTitle": "Cenas do filme Lagaan: Era uma Vez na Índia",
        "contentText": "O filme se passa no início da década de 1890, durante o final do período vitoriano do Raj britânico colonial da Índia. A história gira em torno de uma pequena aldeia na Índia Central, cujos habitantes, sobrecarregados por altos impostos e vários anos de seca, se encontram em uma situação extraordinária quando um oficial arrogante do exército britânico os desafia para um jogo de críquete, para evitar que eles paguem os impostos devidos. A narrativa gira em torno dessa situação enquanto os moradores enfrentam a árdua tarefa de aprender um jogo que é estranho para eles e jogar por um resultado que mudará o destino de sua aldeia.",
        "source": "Youtube: Canal <i>Doctor B Ahmad</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O primeiro, comercial com tema corriqueiro, com muita música e dança, foi filmado principalmente na Nova Zelândia pelo diretor <a href=\"https://_{type: 'screen', 'id': 1032103, 'screen_type': person}\">Rakesh Roshan</a> (n-1949), ex-ator que apresentou seu filho Hrithik Roshan como uma alternativa heroica viável em uma indústria dominada pelos Khan - Shan Rukh, Aamir e Salman, Kaho naa... pyaar hai também foi responsável por transformar a Nova Zelândia em destino turístico para indianos abastados, algo que o veterano diretor e produtor <a href=\"https://_{type: 'screen', 'id': 35770, 'screen_type': person}\">Yash Chopra</a> (n-1932) conseguiu que acontecesse com a Suíça, ao usar o país como locação para diversos filmes desde os anos 1970. De forma incomum para os filmes de Bollywood, <i>Histórias de amor</i>, dirigido por <a href=\"https://_{type: 'screen', 'id': 35771, 'screen_type': person}\">Aditya</a> (n-1970), filho de Chopra, é inteiramente ambientado em uma escola (na Índia, mas filmado no Reino Unido), e pela primeira vez colocou em cena o super-astro Shaf RokhKhanc como defensor dos jovens apaixonados que enfrenta um rigoroso diretor, interpretado pelo super-astro da geração anterior, Amitabh Bachchan. A dupla apareceu durante toda a década em uma série de sucessos, em particular, Kobhi khuthi kobhie gham, em que Khan encarna um filho revoltado que enfrenta seu rigoroso pai, interpretado por Bachchan."
    },
    {
      "type": "text",
      "content_text": "No ano seguinte, foram lançados diversos filmes que influenciariam imensamente Bollywood durante a década seguinte. Épico de quatro horas de duração sobre o críquete, ambientado no período colonial britânico nos anos de 1890, o <a href=\"https://_{type: 'screen', 'id': 19666, 'screen_type': movie}\">Lagaan: Once Upon a Time in India</a> (BR: Lagaan: Era uma Vez na Índia, 2001) inicialmente não atraiu nenhum patrocinador. Filmes sobre críquete não tinham obtido boas bilheterias, apesar da imensa popularidade do esporte no subcontinente. Finalmente, Aamir Khan, astro do filme, decidiu apostar e produzi-lo. A fita, dirigida por <a href=\"https://_{type: 'screen', 'id': 78751, 'screen_type': person}\">Ashutosh Gowanker</a> (n-1964), tornou-se um sucesso colossal e conquistou uma indicação ao Oscar de Melhor Filme Estrangeiro."
    },
    {
      "type": "video",
      "video_id": "-MlkASchodc",
      "information": {
        "contentTitle": "Cenas do filme 3 Idiotas",
        "contentText": "O filme segue a amizade de três estudantes de uma faculdade de engenharia indiana, sendo uma sátira sobre as pressões sociais do sistema educacional indiano. O filme é narrado por meio de dramas paralelos, um no presente e o outro dez anos no passado.",
        "source": "Youtube: Canal <i>Vidhu Vinod Chopra Films</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A lição que Aamir Khan, famoso galã durante toda a década de 1990, aprendeu com <i> Lagaan: Era uma Vez na Índia</i> foi a de escolher um número menor de filmes para atuar, optando apenas por aqueles com temas que fugiam da fórmula habitual de Bollywood, e produzir obras singulares. Seu novo mantra resultou em filmes como <a href=\"https://_{type: 'screen', 'id': 20453, 'screen_type': movie}\">3 Idiots</a> (BR: 3 idiotas, 2009), dirigido por <a href=\"https://_{type: 'screen', 'id': 85675, 'screen_type': person}\">Rajkumar Hirani</a> (n-1962), que questionava o sistema educacional indiano e se tornou o maior recordista de bilheterias de Bollywood em todos os tempos; o filme que ele mesmo dirigiu, <a href=\"https://_{type: 'screen', 'id': 7508, 'screen_type': movie}\">Taare zameen par</a> (BR: Como estrelas na terra, 2007), que falava sobre a dislexia; <a href=\"https://_{type: 'screen', 'id': 7913, 'screen_type': movie}\">Rang de basanti</a> (BR: Pinte de Açafrão, 2006), de <a href=\"https://_{type: 'screen', 'id': 53671, 'screen_type': person}\">Rakeysh Mehra</a> (n-1963), centrado na insatisfação dos jovens indianos; e a estreia de <a href=\"https://_{type: 'screen', 'id': 130960, 'screen_type': person}\">Anusha Rizvi</a> (n-1978), <a href=\"https://_{type: 'screen', 'id': 44549, 'screen_type': movie}\">PEEPLI [Live]</a> (2010), que alfinetava a mídia eletrônica da Índia, faminta por bytes, ao mesmo tempo que enfatizava a questão endémica do suicídio entre fazendeiros, no pais. O filme se tornou um sucesso de bilheteria sem a presença de Khan ou de outro astro conhecido diante das câmeras."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 14752, 'screen_type': movie}\">Dil chahta hai</a> (BR: O que o Coração Deseja, 2001), dirigido por <a href=\"https://_{type: 'screen', 'id': 78916, 'screen_type': person}\">Farhan Akhtar</a> (n-1974) e estrelado por <i>Aamir Khan</i> e <i>Saif Ali Khan</i>, também foi lançado em 2001. O filme gira em torno da vida de três amigos e foi notável por ser o primeiro a se dirigir assumidamente a um público urbano. Anteriormente, Bollywood havia produzido filmes \"<i>pan-indianos</i>\", com alguma coisa para todo mundo, do executivo bem de vida a dona de casa e ao motorista de táxi. Akhtar reconheceu que a maioria seria gerada pela florescente cultura urbana do multiplex, em que as pessoas pagam entradas bem mais caras para se sentarem no conforto do ar condicionado e assistirem a filmes sobre gente como elas. Isso abriu caminho para um boom de produções com temática urbana e inevitavelmente levou a ascensão de jovens diretores que tinham histórias diferentes para contar e que não se apoiavam em fórmulas preconcebidas."
    },
    {
      "type": "video",
      "video_id": "mzBUIxg9yN4",
      "information": {
        "contentTitle": "Cenas do filme O que o Coração Deseja",
        "contentText": "O filme é parcialmente baseado nos diários do roteirista e diretor Farhan Akhtar sobre suas viagens a Las Vegas, sua estadia de um mês e meio em 1996 em Nova York e em um enredo narrado para ele por um amigo.",
        "source": "Youtube: Canal <i>Manasvee Avachit</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na vanguarda desse movimento encontravam-se diretores como <a href=\"https://_{type: 'screen', 'id': 85670, 'screen_type': person}\">Anurag Kashyap</a> (n-1972) e <a href=\"https://_{type: 'screen', 'id': 116143, 'screen_type': person}\">Dibakar Banerjee</a> (n-1969) que, apesar de trabalharem dentro do sistema de Bollywood, contavam histórias atordoantemente diferentes, produzidas com micro orçamento. O filme de estreia de Banerjee, <a href=\"https://_{type: 'screen', 'id': 15412, 'screen_type': movie}\">Khosla ka ghosla!</a> (BR: O ninho de Khosla, 2006), tratava de uma família comum lidando com os grileiros de Deini, ao passo que <a href=\"https://_{type: 'screen', 'id': 35687, 'screen_type': movie}\">Love, sex aur dhokha</a> (2010) explorava as emoções do amor, do sexo e da traição vistas por câmeras de mão, câmeras espiãs, câmeras móveis e câmeras de segurança. <a href=\"https://_{type: 'screen', 'id': 15977, 'screen_type': movie}\">Dev D</a> (2009), de Kashyap, parte do clássico romance sobre um triângulo amoroso, <i>Devdas</i>, várias vezes adaptado para a tela, e o transforma em uma descida ao inferno carregada de sexo e drogas."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Aqui finalmente está um filme de Bollywood que merece ser visto por todos.",
        "author": "Christopher Tookey sobre Asoka"
      }
    },
    {
      "type": "text",
      "content_text": "Os melodramas e os filmes de ação de sempre continuaram a ser produzidos em Bollywood. Shah Rukh Khan apareceu em diversos deles, como <a href=\"https://_{type: 'screen', 'id': 14134, 'screen_type': movie}\">Main hoon naa</a> (BR: Estou aqui para vocē, 2004), <a href=\"https://_{type: 'screen', 'id': 4251, 'screen_type': movie}\">Veer-zaara</a> (2004) e <a href=\"https://_{type: 'screen', 'id': 14395, 'screen_type': movie}\">Kabhi alvida naa kehna</a> (BR: Nunca diga adeus, 2006), consolidando seu posto de super-astro. As plateias, porém, o rejeitaram quando ele tentou interpretar personagens diferentes em filmes como <a href=\"https://_{type: 'screen', 'id': 4435, 'screen_type': movie}\">Asoka</a> (2001) e <a href=\"https://_{type: 'screen', 'id': 33081, 'screen_type': movie}\">Paheli</a> (2005). O primeiro é um drama histórico, em grande parte fictício, sobre a vida do antigo imperador indiano Asoka, o grande (Khan) que se converteu ao budismo, dirigido por <a href=\"https://_{type: 'screen', 'id': 37236, 'screen_type': person}\">Santosh Sivan</a> (n-1961). A xenofobia também parecia viva no herói Sunny Deol, vomitando palavras de ordem e enfrentando todo o Exército paquistanês para salvar sua esposa e seu filho sequestrados em <a href=\"https://_{type: 'screen', 'id': 80156, 'screen_type': movie}\">Gadar: ek prem katha</a> (BR: Motim - Uma história de amor, 2001)."
    },
    {
      "type": "video",
      "video_id": "v_bSLYEKMeE",
      "information": {
        "contentTitle": "Cenas do filme Asoka",
        "contentText": "O filme é uma versão em grande parte ficcional da vida do imperador indiano Asoka, da dinastia dos Máurias, que governou a maior parte do sul da Ásia de 273 a.C. à 232 a.C.",
        "source": "Youtube: Canal <i>CINEMA POLSKA</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os anos 2000 testemunharam um forte crescimento das comédias de Bollywood dirigidas para a grande população jovem da Índia. Porém, a transformação de Akshay Kumar de herói de filmes de ação em grande estrela da comédia surpreendeu o setor. Ele apareceu em uma série de comédias rasgadas e ruidosas que juntavam tudo dos filmes de décadas anteriores. <a href=\"https://_{type: 'screen', 'id': 20360, 'screen_type': movie}\">Namastey London</a> (2007), <a href=\"https://_{type: 'screen', 'id': 4157, 'screen_type': movie}\">Heyy baby</a> (2007) e <a href=\"https://_{type: 'screen', 'id': 58051, 'screen_type': movie}\">Housefull</a> (BR: Casa cheia, 2010) foram sucessos colossais, provando que continua a existir um mercado significativo para o velho estilo de Bollywood.",
      "content_credits": "Resumo baseado no texto de <i>Catherine Wheatley</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "adult": false,
          "backdrop_path": "\/8v8Uc4PfiZk6g87qdq2L87sCDvE.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            10749
          ],
          "original_language": "hi",
          "original_title": "दिल से..",
          "poster_path": "\/pfEQqI471KmiuaxWMqhNCEVv022.jpg",
          "popularity": 4.715,
          "title": "Dil Se..",
          "vote_average": 6.6,
          "vote_count": 86,
          "overview": "Journalist Amar falls for a mysterious woman on an assignment, but she does not reciprocate his feelings. However, when Amar is about to get married, the woman shows up at his doorstep asking for help.",
          "release_date": "1998-08-22",
          "video": false,
          "id": 21210
        },
        {
          "adult": false,
          "id": 4435,
          "media_type": "movie",
          "genre_ids": [
            28,
            36,
            10402,
            10749,
            10752
          ],
          "original_language": "hi",
          "original_title": "अशोक",
          "poster_path": "\/3S9u9oMFEwvzt1OGSv9PBowzmiD.jpg",
          "popularity": 7.008,
          "title": "Aśoka",
          "vote_average": 5.9,
          "overview": "A young Prince Asoka works to perfect his skills in battle and also deals with family conflict. During a struggle with one of his step-brothers, his mother urges Asoka to escape to stay alive. While away, Asoka meets Kaurwaki and falls in love, but must use his skills as a warrior to protect her. A dangerous and heartbreaking web of conspiracy follows, which leads Asoka to embrace a Buddhist path.",
          "vote_count": 72,
          "release_date": "2001-09-13",
          "backdrop_path": "\/jyGiG4wcr0BHpqIXiep5MRCQ7Kz.jpg",
          "video": false
        },
        {
          "adult": false,
          "id": 10757,
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "original_language": "hi",
          "original_title": "कभी ख़ुशी कभी ग़म",
          "poster_path": "\/ioW5i4R4FEm3QT9yd0aBxJDJi6T.jpg",
          "popularity": 11.033,
          "title": "Kabhi Khushi Kabhie Gham",
          "vote_average": 7.8,
          "video": false,
          "overview": "Rahul, the adoptive son of business magnate Yash Raichand, feels eternal gratitude to his father for rescuing him from a life of poverty. Yet, when Yash forbids his love of poor Anjali, Rahul marries her and moves to London with new wife and sister-in-law, breaking the heart of his mother. Ten years later, Rahul's younger brother comes to London intent on brokering peace between father and son.",
          "release_date": "2001-12-14",
          "backdrop_path": "\/dPzYEoSpIt3PhTNMzqUXNSdhqMN.jpg",
          "vote_count": 305
        },
        {
          "adult": false,
          "id": 4254,
          "media_type": "movie",
          "genre_ids": [
            35,
            18
          ],
          "original_language": "hi",
          "original_title": "कल हो ना हो",
          "poster_path": "\/zhMI6I0kSLnewTMwE0A8Tz3Cj2f.jpg",
          "popularity": 7.839,
          "video": false,
          "vote_average": 7.5,
          "backdrop_path": "\/fgvnLw4n5JpXWtDdwRqUfpYrnCj.jpg",
          "overview": "Naina, an introverted, perpetually depressed girl's life changes when she meets Aman. But Aman has a secret of his own which changes their lives forever. Embroiled in all this is Rohit, Naina's best friend who conceals his love for her.",
          "release_date": "2003-11-27",
          "vote_count": 231,
          "title": "Kal Ho Naa Ho"
        },
        {
          "adult": false,
          "backdrop_path": null,
          "media_type": "movie",
          "genre_ids": [
            18,
            80
          ],
          "original_language": "hi",
          "original_title": "लव सेक्स और धोखा",
          "poster_path": "\/cGB0TZ27GXUTaBIxhf7IBPiHXzr.jpg",
          "popularity": 2.875,
          "title": "LSD: Love, Sex aur Dhokha",
          "vote_average": 6.2,
          "vote_count": 22,
          "overview": "A video camcorder, a store security camera, and concealed cameras candidly expose lives in three loosely linked tales.",
          "release_date": "2010-03-19",
          "video": false,
          "id": 35687
        },
        {
          "adult": false,
          "id": 7913,
          "media_type": "movie",
          "genre_ids": [
            35,
            18,
            36
          ],
          "original_language": "hi",
          "original_title": "रंग दे बसंती",
          "poster_path": "\/f1bF8CHzEu621bPSIg6XiUNAabh.jpg",
          "popularity": 7.832,
          "title": "Rang De Basanti",
          "vote_average": 7.4,
          "overview": "After a group of friends graduate from Delhi University, they listlessly haunt their old campus, until a British filmmaker casts them in a film she's making about freedom fighters under British rule. Although the group is largely apolitical, the tragic death of a friend owing to local government corruption awakens their patriotism. Inspired by the freedom fighters they represent in the film, the friends collectively decide to avenge the killing.",
          "vote_count": 258,
          "release_date": "2006-01-26",
          "backdrop_path": "\/wZEPdR7gGwH6MzfXFDXwJLRBBpI.jpg",
          "video": false
        },
        {
          "adult": false,
          "backdrop_path": "\/aFGPUmbgGoAt93WP3WYsAPa0Yv8.jpg",
          "media_type": "movie",
          "genre_ids": [
            18,
            35
          ],
          "original_language": "hi",
          "original_title": "3 Idiots",
          "poster_path": "\/k1iWMypGjk1b59oCHLtyfd4hw99.jpg",
          "popularity": 14.62,
          "title": "3 Idiots",
          "vote_average": 7.9,
          "vote_count": 1483,
          "overview": "In the tradition of “Ferris Bueller’s Day Off” comes this refreshing comedy about a rebellious prankster with a crafty mind and a heart of gold. Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's sexy daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.",
          "release_date": "2009-12-23",
          "video": false,
          "id": 20453
        },
        {
          "adult": false,
          "backdrop_path": "\/6jqyb596zWG83T2USo4IXu5blmA.jpg",
          "media_type": "movie",
          "genre_ids": [
            12,
            10749,
            18
          ],
          "original_language": "hi",
          "original_title": "लगान",
          "poster_path": "\/yNX9lFRAFeNLNRIXdqZK9gYrYKa.jpg",
          "popularity": 7.546,
          "title": "Lagaan: Once Upon a Time in India",
          "vote_average": 7.4,
          "vote_count": 337,
          "overview": "In 1890s India, an arrogant British commander challenges the harshly taxed residents of Champaner to a high-stakes cricket match.",
          "release_date": "2001-06-15",
          "video": false,
          "id": 19666
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 35780,
          "name": "Amitabh Bachchan",
          "profile_path": "/yAvq3EG5W5WaegZHB7gNdlM2KED.jpg"
        },
        {
          "id": 76450,
          "name": "Ameesha Patel",
          "profile_path": "/d6FmmnSylIxvmJezAJLkPpJ9z1t.jpg"
        },
        {
          "id": 35742,
          "name": "Shah Rukh Khan",
          "profile_path": "/1w76N732BRbwQegkHnhwE4zgls0.jpg"
        },
        {
          "id": 85670,
          "name": "Anurag Kashyap",
          "profile_path": "/fAb4GhSdmrYPnI5Pfmp4N9itUCa.jpg"
        },
        {
          "id": 52763,
          "name": "Aamir Khan",
          "profile_path": "/rSAY1GbNJBKjOlLskPBH7otj8V2.jpg"
        },
        {
          "id": 116143,
          "name": "Dibakar Banerjee",
          "profile_path": "/lIicec767lQHnBLEquJokzlMTC1.jpg"
        },
        {
          "id": 5288,
          "name": "A. R. Rahman",
          "profile_path": "/lB7L8O8C7WWtDkzpeTsvziu1Opg.jpg"
        },
        {
          "id": 78751,
          "name": "Ashutosh Gowariker",
          "profile_path": "/8gsOvAezza1nVV8vSTj8Yovdi9K.jpg"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1990 a 2009",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "5"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema independente dos anos 90 domina as telas e as animações entram em um novo terreno com a Pixar. O CGI atinge um novo patamar com Matrix e os cinemas latino americanos e europeus chamam a atenção do mundo. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}