{
  "number": 3,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nos anos 1950, o antigo sistema de estúdio e mesmo a ideia de que Hollywood era o centro mundial do cinema foram derrubados. Na década seguinte, Hollywood - como toda a sociedade americana – viveu estado de sublevação."
    },
    {
      "type": "text",
      "content_text": "A separação dos arranjos de produção e distribuição dos principais estúdios, imposta pelos tribunais, foi seguida da multiplicação dos \"<i>trânsfugas</i>\" - grandes produções americanas filmadas no estrangeiro para usar as receitas de bilheteria retidas em países cujas leis exigiam que o dinheiro ganho lá fosse gasto lá ou para tirar vantagem de recursos como mão de obra mais barata. Mesmo assim, os grandes estúdios conseguiram se manter de pé à medida que Los Angeles sucedia Nova York como o principal centro de produções para a televisão."
    },
    {
      "type": "video",
      "video_id": "UgjzHp4TVtk",
      "information": {
        "contentTitle": "Cena do filme Quanto mais quente melhor",
        "contentText": "O filme foi considerado pelo <i>American Film Institute</i> a melhor comédia de todos os tempos.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Pelas listas de receitas de bilheteria e prêmios, daria para pensar que pouco havia mudado. Grandes musicais e superproduções históricas dominaram a década de 1960, embora gêneros recentes como a série tecnicamente britânica <strong>James Bond</strong> e os <strong>faroestes espaguete</strong> tenham se inserido na paisagem."
    },
    {
      "type": "text",
      "content_text": "Os filmes de 007 nasceram do mesmo clima de paranoia responsável por produções americanas como <a href=\"https://_{type: 'screen', 'id': 982, 'screen_type': movie}\">The Manchurian Candidate</a> (BR: Sob o domínio do mal, 1962). Os faroestes espaguete fizeram do <a href=\"https://_{type: 'screen', 'id': 190, 'screen_type': person}\">Clint Eastwood</a> (n-1930) de <a href=\"https://_{type: 'screen', 'id': 43380, 'screen_type': movie}\">Rawhide</a> (BR: Correio do Inferno, 1951) um sólido ícone de Hollywood, mas sua produção era 100 por cento italiana. Hollywood permaneceu em ação ainda que o agente <i>James Coburn, Derek Flint</i>, não fosse páreo para o impossível <i>James Bond</i> de <i>Sean Comas</i>. <a href=\"https://_{type: 'screen', 'id': 642, 'screen_type': movie}\">Butch Cassidy</a> (1969) e <a href=\"https://_{type: 'screen', 'id': 576, 'screen_type': movie}\">The Wild Bunch</a> (BR: Meu Ódio Será Sua Herança, 1969) deram uma nova cara à reinvenção italiana do faroeste."
    },
    {
      "type": "video",
      "video_id": "52kC2KKpUT0",
      "information": {
        "contentTitle": "Cena do filme Bonequinha de Luxo",
        "contentText": "Na época, para ajudar nas filmagens, a Tiffany's abriu no domingo pela primeira vez no século XX.",
        "source": "Youtube: Canal <i>everythingaudrey.com</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Foi também uma época de crise do velho modo de fazer as coisas. Os excessos de <a href=\"https://_{type: 'screen', 'id': 8095, 'screen_type': movie}\">Cleopatra</a> (BR: Cleópatra, 1963) levaram a <i>Twentieth Century Fox</i> à beira da falência e a época do cinema épico ao seu fim. De modo análogo, filmes como <a href=\"https://_{type: 'screen', 'id': 16081, 'screen_type': movie}\">Doctor Dolittle</a> (BR: O fantástico Dr. Dolittle, 1967) demonstraram que os grandes musicais - sob muitos aspectos o maior caso de sucesso da década de 1960 - não eram infalíveis."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Veja aquilo! Olhe como ela se mexe! Parece uma gelatina sobre molas",
        "author": "Jerry (Jack Lemmon) em Quanto mais quente melhor"
      }
    },
    {
      "type": "text",
      "content_text": "A ideia de que um estúdio deveria aplicar a maior parte de seus recursos em uma ou duas superproduções sofreu vários golpes nessa década. Os veteranos executivos da Universal e da Columbia que viam os lucros brotando de filmes oriundos da contracultura dos anos 1960, como <a href=\"https://_{type: 'screen', 'id': 624, 'screen_type': movie}\">Easy Rider</a> (BR: Sem destino, 1969), sem compreender o seu apelo, foram destronados na <i>Nova Hollywood</i> por produtores mais jovens como <i>Robert Evans</i>, da <i>Paramount.</i>"
    },
    {
      "type": "text",
      "content_text": "Todavia, alguns pontos ainda iriam ser marcados por veteranos da indústria do cinema, como <a href=\"https://_{type: 'screen', 'id': 3146, 'screen_type': person}\">Billy Wilder</a> (1906-2002). Sua comédia dramática <a href=\"https://_{type: 'screen', 'id': 284, 'screen_type': movie}\">The Apartment</a> (BR: Se meu apartamento falasse, 1960) foi estrelada pelo seu favorito, <a href=\"https://_{type: 'screen', 'id': 3151, 'screen_type': person}\">Jack Lemmon</a> (1925-2001), que fazia o papel de um corretor de seguros solitário dedicado a puxar o saco dos gerentes mais antigos emprestando-lhes seu apartamento para casos extraconjugais."
    },
    {
      "type": "video",
      "video_id": "CYP38A-nwLY",
      "information": {
        "contentTitle": "Cena do filme Meu Ódio Será Sua Herança",
        "contentText": "O roteiro foi escrito por Walon Green, Roy N. Sickner e Sam Peckinpah. É um filme controverso pela sua violência estilizada, com muitas cenas filmadas em slow motion (câmera lenta). Em 1993 e em 2006 o filme foi remontado, e adicionados vários extras para o DVD, incluindo documentários de making of. O tema principal do filme é o fim do Velho Oeste e da era do cowboy. O general mexicano aparece em um carro vermelho no lugar do cavalo. Dentre as armas do exército mexicano estão uma mortífera metralhadora M1917 Browning, que podia dizimar um pequeno exército. O lider da gangue, Pike, usa uma pistola automática M1911 no lugar do tradicional \"seis-tiros\". Muitos notam um paralelo da violência do filme com a guerra do Vietnã, que estava em pleno desenrolar na época das filmagens.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Seguindo a trajetória do imensamente popular <a href=\"https://_{type: 'screen', 'id': 239, 'screen_type': movie}\">Some Like It Hot</a> (BR: Quanto mais quente melhor, 1959), <i>Se meu apartamento falasse</i> foi um grande sucesso comercial vencedor de cinco <i>Oscars</i>, entre eles os de <i>Melhor Diretor</i> e <i>Melhor Filme</i>, ainda que sua abordagem do adultério tenha suscitado desaprovações em algumas áreas."
    },
    {
      "type": "text",
      "content_text": "Os novos jovens diretores - alguns oriundos da televisão - como <a href=\"https://_{type: 'screen', 'id': 6448, 'screen_type': person}\">Arthur Penn</a> (1922-2010), <a href=\"https://_{type: 'screen', 'id': 13563, 'screen_type': person}\">Norman Jewison</a> (n-1926), <a href=\"https://_{type: 'screen', 'id': 5342, 'screen_type': person}\">Mike Nichols</a> (n-1931) e <a href=\"https://_{type: 'screen', 'id': 2226, 'screen_type': person}\">Sydney Pollack</a> (1934-2008), eram abertos a influência da nova Europa e da velha Hollywood. <a href=\"https://_{type: 'screen', 'id': 1927, 'screen_type': person}\">Blake Edwards</a> (n-1922) começara a se projetar com suas comédias, especialmente a popular série <i>A pantera cor-de-rosa</i>. Ele dirigiu <a href=\"https://_{type: 'screen', 'id': 1932, 'screen_type': person}\">Audrey Hepburn</a> (1929-1993) em um de seus papéis mais importantes, a peculiar garota de programa Holly Golightly de <a href=\"https://_{type: 'screen', 'id': 164, 'screen_type': movie}\">Breakfast at Tiffany's</a> (BR: Bonequinha de luxo, 1961). Contornando os aspectos mais sórdidos do original de Truman Capote, Edwards usou seu talento no gênero para torná-la uma das mais memoráveis comédias românticas da década."
    },
    {
      "type": "video",
      "video_id": "J1cDECkN2xg",
      "information": {
        "contentTitle": "Cena do filme Sem Destino",
        "contentText": "Quatro motocicletas da polícia foram customizadas para o filme, três das quais roubadas antes do término das filmagens.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No começo da década de 1960, as listas de astros do cinema eram dominadas por artistas como <a href=\"https://_{type: 'screen', 'id': 2638, 'screen_type': person}\">Cary Grant</a>, <a href=\"https://_{type: 'screen', 'id': 3635, 'screen_type': person}\">Elizabeth Taylor</a>, <a href=\"https://_{type: 'screen', 'id': 4347, 'screen_type': person}\">Frank Sinatra</a> e <a href=\"https://_{type: 'screen', 'id': 4165, 'screen_type': person}\">John Wayne</a>. No fim da década, os principais nomes do panteão do cinema eram <a href=\"https://_{type: 'screen', 'id': 3636, 'screen_type': person}\">Paul Newman</a>, <a href=\"https://_{type: 'screen', 'id': 6449, 'screen_type': person}\">Warren Beatty</a>, <a href=\"https://_{type: 'screen', 'id': 6450, 'screen_type': person}\">Faye Dunaway</a>, <a href=\"https://_{type: 'screen', 'id': 4135, 'screen_type': person}\">Robert Redford</a>, <a href=\"https://_{type: 'screen', 'id': 4483, 'screen_type': person}\">Dustin Hoffman</a>, <a href=\"https://_{type: 'screen', 'id': 16897, 'screen_type': person}\">Sidney Poitier</a>, <a href=\"https://_{type: 'screen', 'id': 6352, 'screen_type': person}\">Jane Fonda</a> e <a href=\"https://_{type: 'screen', 'id': 10400, 'screen_type': person}\">Barbra Streisand</a>. E não era apenas uma questão de juventude e beleza: interpretados por <a href=\"https://_{type: 'screen', 'id': 4960, 'screen_type': person}\">Charles Bronson</a> e <a href=\"https://_{type: 'screen', 'id': 18391, 'screen_type': person}\">Lee Marvin</a>, antigos valentões coadjuvantes foram alçados aos papéis principais de filmes de ação, ao passo que a estrela do filme americano de maior bilheteria no ano de 1966, <a href=\"https://_{type: 'screen', 'id': 396, 'screen_type': movie}\">Who's Afraid of Virginia Woolf?</a> (BR: Quem tem medo de Virginia Woolf?, 1966), era <a href=\"https://_{type: 'screen', 'id': 3635, 'screen_type': person}\">Elizabeth Taylor</a> (1932-2011), uma atriz da velha guarda."
    },
    {
      "type": "text",
      "content_text": "Adaptado da peça de <i>Edward Albee</i>, o filme, com apenas quatro personagens, mostra Taylor proferindo obscenidades e <a href=\"https://_{type: 'screen', 'id': 5341, 'screen_type': person}\">Richard Burton</a> (1925-1984) levando todos os castigos. A escolha da celebre beldade para representar a desmazelada Martha despertou desconfiança, mas seu vigoroso desempenho ao lado de astros como Burton, <a href=\"https://_{type: 'screen', 'id': 18364, 'screen_type': person}\">George Segal</a> (n-1934) e <a href=\"https://_{type: 'screen', 'id': 18365, 'screen_type': person}\">Sandy Dennis</a> (1937-1992) acabou sendo muito elogiado."
    },
    {
      "type": "video",
      "video_id": "snTaSJk0n_Y",
      "information": {
        "contentTitle": "Cena do filme Doutor Fantástico",
        "contentText": "A Columbia Pictures concordou em financiar o filme com a condição que Peter Sellers interpretasse pelo menos quatro papéis de destaque nele. A condição teria surgido a impressão do estúdio que muito do sucesso de Lolita (1962), o filme anterior de Kubrick, teria sido devido à performance de Sellers, na qual seu único personagem assume diversas identidades. Sellers também teve três papéis no filme The Mouse That Roared, de 1959. Kubrick aceitou a exigência, afirmando que \"estas estipulações vulgares e grotescas são o sine qua non da indústria cinematográfica\".",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em Nova York, <a href=\"https://_{type: 'screen', 'id': 11147, 'screen_type': person}\">John Cassavetes</a> (1929-1989) - que mantinha uma carta de ator de cinema para sustentar seu trabalho de escritor - fazia experiencias com cinema experimental, de forma livre, enquanto <a href=\"https://_{type: 'screen', 'id': 18626, 'screen_type': person}\">Andy Warhol</a> (1928-1987) focava suas câmeras em drogados, prostitutas, fracassados e travestis para transformá-los em \"<i>superstars</i>\". Diretores americanos como <a href=\"https://_{type: 'screen', 'id': 240, 'screen_type': person}\">Stanley Kubrick</a> (1928-1999) e <a href=\"https://_{type: 'screen', 'id': 10586, 'screen_type': person}\">Richard Lester</a> (n-1932) preferem trabalhar na Grã-Bretanha, que havia experimentado sua própria <i>New Wave</i>. Um dos grandes filmes de Kubrick nessa década foi a comedia negra <a href=\"https://_{type: 'screen', 'id': 935, 'screen_type': movie}\">Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb</a> (BR: Doutor Fantástico, 1964)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu tive o privilégio de produzir filmes numa época em que o cinema ousou lidar com as pessoas e suas relações com os outros e com a sociedade",
        "author": "John Schlesinger, Diretor de Perdidos na Noite"
      }
    },
    {
      "type": "text",
      "content_text": "Nos Estados Unidos, cineastas estreantes como <a href=\"https://_{type: 'screen', 'id': 19304, 'screen_type': person}\">John Schlesinger</a> (1926-2003), <a href=\"https://_{type: 'screen', 'id': 19665, 'screen_type': person}\">John Boorman</a> (n-1933) e <a href=\"https://_{type: 'screen', 'id': 3556, 'screen_type': person}\">Roman Polanski</a> (n-1933) lançaram um novo olhar sobre o país em filmes vigorosos e inquietantes. O elegante thriller de vingança <a href=\"https://_{type: 'screen', 'id': 26039, 'screen_type': movie}\">Point Blank</a> (BR: À Queima-Roupa, 1967), acima de <a href=\"https://_{type: 'screen', 'id': 19665, 'screen_type': person}\">John Boorman</a> (n-1933), adaptado de um clássico do romance popular, foi estrelado por <a href=\"https://_{type: 'screen', 'id': 18391, 'screen_type': person}\">Lee Marvin</a> (1924-1987), que pediu que o inglês ocupasse a cadeira de diretor."
    },
    {
      "type": "video",
      "video_id": "9smHLhj75CU",
      "information": {
        "contentTitle": "Cena do filme Bonnie e Clyde: Uma rajada de balas",
        "contentText": "O filme quebrou diversos tabus e foi um campeão de bilheteria e crítica, muito popular entre a geração jovem dos anos 60. Influenciado pela nouvelle vague francesa, o filme é famoso tanto por sua montagem acelerada quanto por suas rápidas mudanças do tom da narrativa, passando rapidamente do humor para a violência mais exacerbada. Polêmico em seu lançamento, por uma suposta glorificação de assassinos e pelo nível de violência na tela, a Warner Brothers tinha tão pouca fé no resultado da bilheteria que ofereceu a Beatty, produtor novato e grande incentivador para que ele fosse realizado, 40% da renda total ao invés do salário normal pago a um produtor. Seis anos depois, Bonnie & Clyde já havia rendido 70 milhões de dólares em todo mundo e transformado Warren Beatty em milionário.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Marvin faz o papel de um matador solitário que enfrenta uma corporação grande e impessoal oculta atrás de uma capa de respeitabilidade. As cenas impressionantes e o ritmo frenético do filme denotam a influência da nouvelle vague. <i>A queima-roupa</i> revelou-se mais interessante para os diretores do que para o público contemporâneo, embora seu prestígio tenha crescido regularmente desde então."
    },
    {
      "type": "text",
      "content_text": "Um dos filmes mais fortes do fim da década, <a href=\"https://_{type: 'screen', 'id': 3116, 'screen_type': movie}\">Midnight Cowboy</a> (BR: Perdidos na noite, 1969), embaixo do também estrangeiro Schlesinger, lançou luz sobre a classe baixa dos Estados Unidos e o tabu da prostituição masculina. O drama impulsionou a carreira do desconhecido ator <a href=\"https://_{type: 'screen', 'id': 10127, 'screen_type': person}\">Jon Voight</a> (n-1938), popularizou a melancólica canção-tema de <i>Harry Nilsson</i> e ganhou três Oscars da Academia entre os quais os de Melhor filme e Melhor Diretor."
    },
    {
      "type": "video",
      "video_id": "_Z-tCU-sULA",
      "information": {
        "contentTitle": "Famosa Cena do filme Perdidos na noite",
        "contentText": "Durante as gravações da cena em que Hoffman e Jon Voight andam pelas ruas de Nova York em Perdidos na Noite (1969), um táxi furou os avisos de filmagens e quase atropelou os atores. Foi quando Dustin se revoltou com o motorista e gritou: \"Hey, eu estou andando aqui.\" Nada disso estava no roteiro.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A história dos filmes de Hollywood da década de 1960 também pode ser considerada pelo viés da mudança dos padrões de censura e das atitudes político-sociais. Aquela foi uma época de transição entre o <i>Rat Pack</i> e <i>Woodstock</i>, entre a <i>Camelot</i> idealista de <i>John Kennedy</i> e as mobilizacões fervorosas a favor dos direitos civis e contra a Guerra do Vietnã."
    },
    {
      "type": "text",
      "content_text": "O velho Código de Produção de Filmes de 1990 saia de cena e o novo sistema de classificação tinha que levar em conta a abordagem mais ostensiva do sexo, da violência e da blasfêmia. No fim da década, os filmes \"<i>de circuito</i>\" tentavam mostrar e dizer coisas que até então eram exclusividade de especialistas do cinema poeira como <a href=\"https://_{type: 'screen', 'id': 4590, 'screen_type': person}\">Russ Meyer</a> (1922-2004)."
    },
    {
      "type": "text",
      "content_text": "No fim da década vale-tudo de 1960, Meyer foi convidado para fazer um \"<i>filmão</i>\" na <i>Twentieth Century Fox</i> - <a href=\"https://_{type: 'screen', 'id': 5722, 'screen_type': movie}\">Beyond the Valley of the Dolls</a> (BR: De volta ao vale das bonecas, 1970). Os tiroteios finais de <a href=\"https://_{type: 'screen', 'id': 475, 'screen_type': movie}\">Bonnie and Clyde</a> (BR: Bonnie e Clyde - Uma rajada de balas, 1967), de <a href=\"https://_{type: 'screen', 'id': 6448, 'screen_type': person}\">Arthur Penn</a> (1922-2010), e <a href=\"https://_{type: 'screen', 'id': 576, 'screen_type': movie}\">The Wild Bunch</a> (BR: Meu Ódio Será Sua Herança, 1969), de <a href=\"https://_{type: 'screen', 'id': 7767, 'screen_type': person}\">Sam Peckinpah</a> (1925-1984), são marcados por níveis inusitados de violência."
    },
    {
      "type": "video",
      "video_id": "ahFARm2j38c",
      "information": {
        "contentTitle": "Cena final do filme A primeira noite de um homem",
        "contentText": "O filme ficou conhecido, entre outros motivos, pela trilha sonora proposta pela dupla de músicos folk <i>Simon & Garfunkel</i> (na qual lançariam canções que se tornariam sucessos da música pop como <i>The Sound of Silence</i> e <i>Mrs. Robinson</i>) e por ter iniciado a carreira do então desconhecido Dustin Hoffman. Além disso, algumas de suas cenas tornaram-se arquetípicas para diversos filmes de gênero semelhante produzidos até os dias atuais, sendo inclusive motivo de diversas paródias em vários veículos.",
        "source": "Youtube: Canal <i>cinefilikos</i>"
      }
    },
    {
      "type": "text",
      "content_text": "As provocantes comédias de <a href=\"https://_{type: 'screen', 'id': 18735, 'screen_type': person}\">Rock Hudson</a> (1925-1985) e <a href=\"https://_{type: 'screen', 'id': 8237, 'screen_type': person}\">Doris Day</a> (1922-2019), que pisavam com cuidado no terreno dos temas sexuais, deram lugar a ensaios neuróticos e cínicos, bem ao espirito da época, sobre os costumes modernos, como <a href=\"https://_{type: 'screen', 'id': 37247, 'screen_type': movie}\">The Graduate</a> (BR: A primeira noite de um homem, 1967). As atitudes liberais se acumulavam: <a href=\"https://_{type: 'screen', 'id': 12147, 'screen_type': person}\">Spencer Tracy</a> (1900-1960) foi obrigado a aceitar <a href=\"https://_{type: 'screen', 'id': 16897, 'screen_type': person}\">Sidney Poitier</a> (n-1927) como provável genro em <a href=\"https://_{type: 'screen', 'id': 1879, 'screen_type': movie}\">Guess Who's Coming to Dinner</a> (BR: Adivinhe quem vem para jantar, 1967), embora o público negro o preferisse exigindo respeito de Rod Steiger em <a href=\"https://_{type: 'screen', 'id': 10633, 'screen_type': movie}\">In the Heat of the Night</a> (BR: No calor da noite, 1967): o filme de <a href=\"https://_{type: 'screen', 'id': 13563, 'screen_type': person}\">Norman Jewison</a> (n-1926), cujo protagonista é um detetive afro-americano que investiga um assassinato numa pequena cidade racista do Mississippi, reflete a tensão da época dos direitos civis."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Este era um país extremamente bom. Não consigo entender o que está acontecendo com ele",
        "author": "George Hanson (Jack Nicholson) em Sem Destino"
      }
    },
    {
      "type": "text",
      "content_text": "Graças a seu trabalho em obras primas tardias de <a href=\"https://_{type: 'screen', 'id': 8500, 'screen_type': person}\">John Ford</a> (1894-1973) e <a href=\"https://_{type: 'screen', 'id': 11435, 'screen_type': person}\">Howard Hawks</a> (1896-1977), John Wayne continuou sendo um campeão de bilheteria arrebatando finalmente um Oscar com <a href=\"https://_{type: 'screen', 'id': 17529, 'screen_type': movie}\">True Grit</a> (BR: Bravura indómita, 1969). Clint Eastwood era o herói-caubói do público mais jovem, que até gostava que seus heróis policiais - como <a href=\"https://_{type: 'screen', 'id': 13565, 'screen_type': person}\">Steve McQueen</a> (1930-1980) em <a href=\"https://_{type: 'screen', 'id': 916, 'screen_type': movie}\">Bullit</a> (1968) - fossem alienados, impassíveis e opositores do sistema. Dirigido por outro inglês expatriado, <a href=\"https://_{type: 'screen', 'id': 12804, 'screen_type': person}\">Peter Yates</a> (n-1929), Bullit ainda é famoso por sua longa caçada motorizada pelas ruas de San Francisco, inédita na história do cinema, que rendeu um Oscar ao editor <i>Frank P. Keller</i>."
    },
    {
      "type": "video",
      "video_id": "8BI5jFyAdZ8",
      "information": {
        "contentTitle": "Cena do filme Adivinhe quem vem para jantar",
        "contentText": "O filme foi um dos poucos filmes da época a retratar um casamento inter-racial sob uma luz positiva, já que o casamento inter-racial era historicamente ilegal na maioria dos estados dos Estados Unidos. Ainda era ilegal em 17 estados - principalmente estados do Sul - até 12 de junho de 1967, seis meses antes do filme ser lançado.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mesmo nos gêneros mais seguros, tradicionalmente ganhadores de Oscar, o sinal dos tempos se fazia sentir no filme histórico <a href=\"https://_{type: 'screen', 'id': 874, 'screen_type': movie}\">A Man for All Seasons</a> (BR: O homem que não vendeu sua alma, 1966), um rebelde antiautoritário é aniquilado pelo sistema de forma análoga aos motociclistas fuzilados pelos caminhoneiros em <i>Sem destino</i>."
    },
    {
      "type": "text",
      "content_text": "Não esqueçamos que <a href=\"https://_{type: 'screen', 'id': 17917, 'screen_type': movie}\">Oliver!</a> (1968) é um melodioso musical que fala de escroques, assassinos, pedófilos e prostitutas comparáveis a Joe Buck e Ratso Rizzo de <a href=\"https://_{type: 'screen', 'id': 3116, 'screen_type': movie}\">Midnight Cowboy</a> (BR: Perdidos na noite, 1969). O primeiro ganhador do Oscar de Melhor filme na década. <a href=\"https://_{type: 'screen', 'id': 284, 'screen_type': movie}\">The Apartment</a> (BR: Se Meu Apartamento Falasse, 1960) trata da desilusão com o sonho americano, o último, <i>Perdidos na noite</i>, é sobre a vida dos excluídos e marginalizados que não podem aspirar sequer à posição desesperada do parasita corporativo de Billy Wilder."
    },
    {
      "type": "video",
      "video_id": "no7XR7s8Z7o",
      "information": {
        "contentTitle": "A famosa cena de perseguição no filme Bullit",
        "contentText": "A perseguição automobilística pelas ladeiras de São Francisco (EUA), com os veículos saltando em alta velocidade, é uma das cenas mais famosas do filme. Um dos carros era um Dodge Charger R/T, pilotado por um assassino enquanto o outro era o Ford Mustang GT 390 de Bullit.  \n\nSeu estilo inovador incentivou e influenciou a produção de outros filmes policiais de grande êxito nos anos seguintes, tais como Dirty Harry e Operação França. E é frequentemente citado em filmes de perseguições automobilísticas como na cena final de Race to Witch Mountain de 2009.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os tempos continuariam mudando. O produtor <a href=\"https://_{type: 'screen', 'id': 102429, 'screen_type': person}\">Roger Corman</a> (n-1926) logo instituiria a política de dar experiência e oportunidades a jovens talentos, que propiciaria a emergentes inovadores como <a href=\"https://_{type: 'screen', 'id': 1776, 'screen_type': person}\">Francis Ford Coppola</a> (n-1939) e <a href=\"https://_{type: 'screen', 'id': 1032, 'screen_type': person}\">Martin Scorsese</a> (n-1942) escrever e dirigir os próprios filmes. Em 1969, mal saído da adolescência, <a href=\"https://_{type: 'screen', 'id': 488, 'screen_type': person}\">Steven Spielberg</a> (n-1946) dirigiu <a href=\"https://_{type: 'screen', 'id': 31550, 'screen_type': person}\">Joan Crawford</a> (1904-1977) num segmento do piloto da série para a televisão <i>Night Gallery</i>, enquanto <a href=\"https://_{type: 'screen', 'id': 1, 'screen_type': person}\">George Lucas</a> (n-1944) trabalhava em seu longa-metragem de estreia, <i>THX 1138</i>.",
      "content_credits": "Resumo baseado no texto de <i>Kim Newman</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 3652,
          "popularity": 14.867,
          "id": 935,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
          "release_date": "1964-01-29",
          "original_language": "en",
          "original_title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
          "genre_ids": [
            18,
            35,
            10752
          ],
          "backdrop_path": "\/eLxttG13ruc8iIiWRoiw2ID8sfH.jpg",
          "adult": false,
          "overview": "After the insane General Jack D. Ripper initiates a nuclear strike on the Soviet Union, a war room full of politicians, generals and a Russian diplomat all frantically try to stop the nuclear strike.",
          "poster_path": "\/7SixLzxcqezkZEYU8pcHZgbkmjp.jpg"
        },
        {
          "poster_path": "\/hmbuq4kPp3YNAbFEAdtNnYHnHtZ.jpg",
          "popularity": 12.476,
          "vote_count": 930,
          "video": false,
          "media_type": "movie",
          "id": 475,
          "adult": false,
          "backdrop_path": "\/fyzSiE8IWezmd3ls1amHNeOkrEf.jpg",
          "original_language": "en",
          "original_title": "Bonnie and Clyde",
          "genre_ids": [
            80,
            18
          ],
          "title": "Bonnie and Clyde",
          "vote_average": 7.5,
          "overview": "In the 1930s, bored waitress Bonnie Parker falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks.",
          "release_date": "1967-07-18"
        },
        {
          "vote_count": 2134,
          "popularity": 19.196,
          "id": 239,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Some Like It Hot",
          "release_date": "1959-03-19",
          "original_language": "en",
          "original_title": "Some Like It Hot",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/m7v4Qi1y7UFgMZn2sIWoTXDpYSu.jpg",
          "adult": false,
          "overview": "Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.",
          "poster_path": "\/hVIKyTK13AvOGv7ICmJjK44DTzp.jpg"
        },
        {
          "vote_count": 2932,
          "popularity": 13.264,
          "id": 164,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.7,
          "title": "Breakfast at Tiffany's",
          "release_date": "1961-10-06",
          "original_language": "en",
          "original_title": "Breakfast at Tiffany's",
          "genre_ids": [
            35,
            18,
            10749
          ],
          "backdrop_path": "\/jXZ2tyJl44yKvh22I6ooQwU5rFM.jpg",
          "adult": false,
          "overview": "Fortune hunter Holly Golightly finds herself captivated by aspiring writer Paul Varjak, who's moved into her building on a wealthy woman's dime. As romance blooms between Paul and Holly, Doc Golightly shows up on the scene, revealing Holly's past.",
          "poster_path": "\/aQFwKTNzp02rk0GFRAjTdmbZBNh.jpg"
        },
        {
          "poster_path": "\/zZhp7p8qvfVrSLKpOFHcKjpEj8f.jpg",
          "popularity": 12.032,
          "vote_count": 683,
          "video": false,
          "media_type": "movie",
          "id": 576,
          "adult": false,
          "backdrop_path": "\/7djukMNTgAPpElse30KdQfNC0aC.jpg",
          "original_language": "en",
          "original_title": "The Wild Bunch",
          "genre_ids": [
            12,
            37
          ],
          "title": "The Wild Bunch",
          "vote_average": 7.7,
          "overview": "Aging outlaw, Pike Bishop prepares to retire after one final robbery. Joined by his gang, Dutch Engstrom and brothers Lyle and Tector Gorch, Bishop discovers the heist is a setup orchestrated in part by a former partner, Deke Thornton. As the remaining gang takes refuge in Mexican territory, Thornton trails them—resulting in fierce gunfights with plenty of casualties.",
          "release_date": "1969-06-17"
        },
        {
          "vote_count": 469,
          "popularity": 8.554,
          "id": 396,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "Who's Afraid of Virginia Woolf?",
          "release_date": "1966-06-22",
          "original_language": "en",
          "original_title": "Who's Afraid of Virginia Woolf?",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/sZxPKiNCK8piKBtXAbm3Ucj6RQk.jpg",
          "adult": false,
          "overview": "A bitter, aging couple, with the help of alcohol, use a young couple to fuel anguish and emotional pain towards each other.",
          "poster_path": "\/wF7ihB5V5gSm6zxjv3ZhHOpgREI.jpg"
        },
        {
          "poster_path": "\/f7YLzOxwWzeEdo7RhAlPSBTYa8.jpg",
          "popularity": 10.06,
          "vote_count": 759,
          "video": false,
          "media_type": "movie",
          "id": 3116,
          "adult": false,
          "backdrop_path": "\/yTIvOi9x7C9vTbzfG4GqMoh9MaZ.jpg",
          "original_language": "en",
          "original_title": "Midnight Cowboy",
          "genre_ids": [
            18
          ],
          "title": "Midnight Cowboy",
          "vote_average": 7.5,
          "overview": "Joe Buck is a wide-eyed hustler from Texas hoping to score big with wealthy New York City women; he finds a companion in Enrico \"Ratso\" Rizzo, an ailing swindler with a bum leg and a quixotic fantasy of escaping to Florida.",
          "release_date": "1969-05-25"
        },
        {
          "poster_path": "\/AuFvrbtWSPiBPIv9ewH2DV4nhCD.jpg",
          "popularity": 13.01,
          "vote_count": 2054,
          "video": false,
          "media_type": "movie",
          "id": 37247,
          "adult": false,
          "backdrop_path": "\/5DRTA4sf3D4FXZjquH8ph7uG7s3.jpg",
          "original_language": "en",
          "original_title": "The Graduate",
          "genre_ids": [
            35,
            18
          ],
          "title": "The Graduate",
          "vote_average": 7.7,
          "overview": "Benjamin, a recent college graduate very worried about his future, finds himself in a love triangle with an older woman and her daughter.",
          "release_date": "1967-12-21"
        },
        {
          "poster_path": "\/8o52KCrYB1fXgEjxxpEwd1TH6X.jpg",
          "popularity": 10.451,
          "vote_count": 1258,
          "video": false,
          "media_type": "movie",
          "id": 624,
          "adult": false,
          "backdrop_path": "\/78dHjJKxKZ8JbCm3lEMjDRulLp.jpg",
          "original_language": "en",
          "original_title": "Easy Rider",
          "genre_ids": [
            12,
            18
          ],
          "title": "Easy Rider",
          "vote_average": 7.1,
          "overview": "A cross-country trip to sell drugs puts two hippie bikers on a collision course with small-town prejudices.",
          "release_date": "1969-05-07"
        },
        {
          "poster_path": "\/mrRVl6ck9v23SjmdblwP8GajVS.jpg",
          "popularity": 8.104,
          "vote_count": 471,
          "video": false,
          "media_type": "movie",
          "id": 1879,
          "adult": false,
          "backdrop_path": "\/iSxiA5ZwJcLtnpBwB74fdGU2CBW.jpg",
          "original_language": "en",
          "original_title": "Guess Who's Coming to Dinner",
          "genre_ids": [
            18,
            10751
          ],
          "title": "Guess Who's Coming to Dinner",
          "vote_average": 7.7,
          "overview": "Matt and Christina Drayton are a couple whose attitudes are challenged when their daughter brings home a fiancé who is black.",
          "release_date": "1967-12-11"
        },
        {
          "vote_count": 618,
          "popularity": 11.904,
          "id": 916,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Bullitt",
          "release_date": "1968-12-19",
          "original_language": "en",
          "original_title": "Bullitt",
          "genre_ids": [
            28,
            80,
            18,
            53
          ],
          "backdrop_path": "\/wu0Ad30NciUbR5c5Q1AglHZbRWJ.jpg",
          "adult": false,
          "overview": "Senator Walter Chalmers is aiming to take down mob boss Pete Ross with the help of testimony from the criminal's hothead brother Johnny, who is in protective custody in San Francisco under the watch of police lieutenant Frank Bullitt. When a pair of mob hitmen enter the scene, Bullitt follows their trail through a maze of complications and double-crosses. This thriller includes one of the most famous car chases ever filmed.",
          "poster_path": "\/2ffzF1WmeXtH420fSUoCrecFvDA.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 3635,
          "profile_path": "\/1GXYcfIxJdLhrfM312daOEcfwUb.jpg",
          "name": "Elizabeth Taylor"
        },
        {
          "id": 4483,
          "profile_path": "\/zN03MlLSFeTFT5TtX282mHD1rqF.jpg",
          "name": "Dustin Hoffman"
        },
        {
          "id": 190,
          "profile_path": "\/dU35NnjZ4aGw5abIJe3WXVf3Eey.jpg",
          "name": "Clint Eastwood"
        },
        {
          "id": 11147,
          "profile_path": "\/4a3ON8y1EbjXLY1pWfAkFRgLqga.jpg",
          "name": "John Cassavetes"
        },
        {
          "id": 8949,
          "profile_path": "\/dgorN06SQ9ZNL2NY3I7BNxg93lc.jpg",
          "name": "Peter Fonda"
        },
        {
          "id": 240,
          "profile_path": "\/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg",
          "name": "Stanley Kubrick"
        },
        {
          "id": 1932,
          "profile_path": "\/hwPHPRz7YqmcRAlvhag5VPeoaoC.jpg",
          "name": "Audrey Hepburn"
        },
        {
          "id": 3151,
          "profile_path": "\/4yowflZgO62PGTPADoFzkYSrZv.jpg",
          "name": "Jack Lemmon"
        },
        {
          "id": 16897,
          "profile_path": "\/fhMiCe3ScxBGKEX6Y6flEJm7iHd.jpg",
          "name": "Sidney Poitier"
        },
        {
          "id": 3146,
          "profile_path": "\/tfVte6h2dlLn59Q0Mi6AvWAyRLP.jpg",
          "name": "Billy Wilder"
        },
        {
          "id": 3149,
          "profile_path": "\/jCb0PQhXUtXpXtP6kNYYoloCHBO.jpg",
          "name": "Marilyn Monroe"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1960 a 1969",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "3"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O Brasil chama a atenção do mundo com o seu Cinema novo, a revolução sexual dos anos 60 reflete no cinema, o terror psicológico ganha espaço e a ficção cientifica, com 2001: Uma odisseia no espaço, conquista o público e crítica. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}