{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "O cinema criou e alimentou ao mesmo tempo, um apetite pelo espetáculo, oferecendo a oportunidade de se recriar o passado, reimaginar o presente \n\ne visualizar o futuro. Os pioneiros dessa arte não se encontravam \n\nem Hollywood, que na época nem sequer existia como centro de produção \n\ncinematográfica, mas sim na Europa. Entre os mais notáveis estavam os cineastas \n\nfranceses <a href=\"https://_{'type': 'screen', 'id': 11523, 'screen_type': 'person'}\">Georges Méiles</a> (1861-1938), Charlies Pathé (1863-1957) e <a href=\"https://_{'type': 'screen', 'id': 1079361, 'screen_type': 'person'}\">Ferdinand Zecca</a> (1864-1947)."
    },
    {
      "type": "text",
      "content_text": "Este último dirigiu o curta-metragem de um minuto <a href=\"https://_{type: 'screen', 'id': 124043, 'screen_type': 'movie'}\">A la conquête de l'air</a> (BR: A conquista dos ares, 1901), no qual aparece sobrevoando o bairro parisiense de <i>Belleville</i> em uma máquina voadora bizarra. O filme foi realizado para a produtora <strong>Pathé Frères</strong>, fundada em 1896 por Charles Pathe e seu irmão Emile. Numa referência às suas origens como donos de restaurante, usavam um galo, <strong>Le Coq</strong>, na logomarca."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "pathe_logo",
        "thumbnail": {
          "image_type": "online",
          "url": "https://img.youtube.com/vi/J9jBA-tZ7tU/0.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Pathé Films Logo",
        "contentText": "Logo de uma das mais importantes produtoras de cinema de todos os tempos, contendo o galo Le Coq, presente desde o começo em seus cartazes.",
        "source": ""
      }
    },
    {
      "type": "text",
      "content_text": "Podemos citar outros nomes até então desconhecidos: <a href=\"https://_{'type': 'screen', 'id': 239027, 'screen_type': 'person'}\">Thomas Edison</a> (1847-1931), <a href=\"https://_{'type': 'screen', 'id': 110347, 'screen_type': 'person'}\">W.K.L Dickson</a> (1854-1932), <a href=\"https://_{'type': 'screen', 'id': 569209, 'screen_type': 'person'}\">Louis Le Prince</a> (1841-1890) e Francis Doublier (1878-1948). Todos contribuíram de alguma forma na criação da chamada sétima arte, e por isso, não podemos dizer que ela foi criada por uma única pessoa, não possuindo uma data precisa para o seu nascimento. Em 1884, George Eastman inventou o <strong>filme de rolo</>. Na mesma década, Thomas Edison e seu assistente W. K. L. Dickson inventaram o <strong>cinetoscópio</strong>. Diversas outras invenções foram surgindo em paralelo ou com base em uma anterior."
    },
    {
      "type": "video",
      "video_id": "sfI0NVC0hLU",
      "information": {
        "contentTitle": "The Kinetoscope (O Cinetoscópio)",
        "contentText": "O Cinetoscópio é um instrumento de projeção interna de filmes inventado por William Kennedy Laurie Dickson, chefe engenheiro da Edison Laboratories de Thomas Edison, em 1891.",
        "source": "Youtube: Canal <i>AmericanExperiencePBS</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mas uma data entrou para a história: <strong>25 de dezembro de 1895</strong>, amplamente considerada pelos historiadores como a data de nascimento do cinema. Eles exibiram um programa curto com seus filmes documentários para um público pagante, dentre eles, o hoje famoso <a href=\"https://_{type: 'screen', 'id': 160, 'screen_type': 'movie'}\">L'arrivee d'um Train Em Gare de La Ciotat</a> (BR: A chegada de um trem à estação de La Ciotat, 1895)."
    },
    {
      "type": "text",
      "content_text": "Depois de assistir as primeiras exibições públicas dos filmes dos irmãos Lumière em 1895, o produtor teatral e magico <a href=\"https://_{'type': 'screen', 'id': 11523, 'screen_type': 'person'}\">Georges Mélies</a> logo notou o potencial do cinema como veículo para a ilusão e a fantasia. A assinatura de Meliès era seu amor pelo ilusionismo, unindo o fantástico ao macabro. O filme mudo <a href=\"https://_{type: 'screen', 'id': 49279, 'screen_type': 'movie'}\">L'Homme à la tête de caoutchouc</a> (BR: O homem com a cabeça de borracha, 1901) traz Méliès como cientista que liga um tubo de borracha à própria cabeça decepada para inflá-la com um fole. O experimento é então repetido por um assistente seu, que infla a cabeça até ela explodir."
    },
    {
      "type": "video",
      "video_id": "ymjlHsPmesk",
      "information": {
        "contentTitle": "A chegada de um trem à estação de La Ciotat ",
        "contentText": "Um dos primeiros filmes da história a ser exibido a um público pagante. A câmera foi colocada perto dos trilhos, de modo que o trem aumentava conforme se aproximava, até parecer que atravessaria a tela e invadiria a sala. Diz a lenda que as pessoas se abaixavam, gritavam ou levantavam para sair.",
        "source": "Youtube: Canal <i>maccafan21 [Ciné'Culte]</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em <a href=\"https://_{type: 'screen', 'id': 775, 'screen_type': 'movie'}\">Le Voyage dans la Lune</a> (BR: Viagem a Lua, 1902) a imagem do foguete aterrissando no olho do satélite natural é um exemplo típico da mistura realizada por Méliès: do excêntrico com o visceral. Contudo, apesar de todas as inovações cinematográficas fascinantes que esse cineasta desenvolveu e explorou, seus filmes nunca conseguiram se libertar por completo de suas origens teatrais."
    },
    {
      "type": "text",
      "content_text": "Na Índia, o diretor pioneiro <a href=\"https://_{'type': 'screen', 'id': 53631, 'screen_type': 'person'}\">D. G. Phalke</a> (1870-1944), encantado por uma das primeiras versões cinematográficas da vida de Cristo, aprendeu os rudimentos do cinema para realizar <a href=\"https://_{type: 'screen', 'id': 49279, 'screen_type': 'movie'}\">Raja Harishchandra</a> (BR: Rei Harishchandra, 1913). Este elaborado drama de época, baseado na mitologia hindu, marca o <strong>início da indústria cinematográfica indiana</strong>."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Se você já se perguntou de onde vêm os sonhos, olhe ao redor ... é aqui que eles são feitos.",
        "author": "Georges Méliès - Hugo"
      },
      "quote_mark_color": "md_red_500"
    },
    {
      "type": "text",
      "content_text": "Os precursores do cinema na Itália foram atraídos pelo mítico e pelo espetacular. A obra de Dante se mostrou grande fonte de inspiração, sendo <a href=\"https://_{type: 'screen', 'id': 70512, 'screen_type': 'movie'}\">L'Inferno</a> (BR: Inferno, 1911) considerado o primeiro longa-metragem do país."
    },
    {
      "type": "text",
      "content_text": "Nos Estados Unidos, <a href=\"https://_{type: 'screen', 'id': 5698, 'screen_type': 'movie'}\">The Great Train Robbery</a> (BR: O grande roubo do trem, 1903), dirigido por <a href=\"https://_{'type': 'screen', 'id': 44866, 'screen_type': 'person'}\">Edwin S. Porter</a> (1870-1941), é considerado <i>o primeiro filme americano a possuir uma narrativa</i>. As técnicas de filmagem e edição inovadoras de Porter, as tomadas em locação e o formato de faroeste o tornaram extremamente empolgante para a plateia da época. À medida que a tecnologia avançava, os diretores puderam fazer filmes mais longos, por vezes recorrendo à literatura em busca de inspiração."
    },
    {
      "type": "video",
      "video_id": "a6f80XxlCZk",
      "information": {
        "contentTitle": "Viagem à Lua / A trip to Moon (1902)",
        "contentText": "Esse foi um dos primeiros filmes que se tem conhecimento de ficção científica. Uma parte perto do final foi animada, fazendo com que esse seja um dos primeiros filmes animados também.",
        "source": "Youtube: Canal <i>maccafan21 [Ciné'Culte]</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Com o avanço da tecnologia, a metragem das películas aumentou, possibilitando o surgimento dos <strong>filmes em episódios</strong>. Um dos exemplos mais bem-sucedidos desse formato é a série <a href=\"https://_{type: 'screen', 'id': 319287, 'screen_type': 'movie'}\">Fantômas</a> (1913 1914), dividida em cinco partes e baseada em um dos personagens mais populares da literatura policial francesa, interpretado por <a href=\"https://_{type: 'screen', 'id': 5698, 'screen_type': person}\"> René Navarre</a> (1877-1968). Com direção de <a href=\"https://_{type: 'screen', 'id': 102844, 'screen_type': person}\">Louis Feuillade</a> (1873-1926), cada parte durava cerca de uma hora e sempre terminava em uma situação de suspense. O prolifico diretor francês produziu também <a href=\"https://_{type: 'screen', 'id': 29082, 'screen_type': 'movie'}\">Les Vampires</a> (BR: Os vampiros, 1915). As técnicas de suspense desenvolvidas por Feuillade mais tarde influenciaram mestres como <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976) e <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980)."
    },
    {
      "type": "block_special",
      "title": "Os Filmes em Série",
      "image": {
        "image_type": "local",
        "url": "img_movie_serial",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Entre 1908 e 1920, o cinema se desenvolveu através dos chamados filmes em série ou seriados, que se tornaram a grande atração das casas de projeção. Essa inovação não era, porém, uma criação do cinema, pois na época, em especial na França, eram populares os fascículos quinzenais com histórias policiais e de aventuras, os quais se espalharam pela Europa. Foi na França, portanto, que o seriado surgiu com Nick Carter em <i>le roi des détectives</i>, em 1908, baseado nos fascículos, sob direção de <a href=\"https://_{type: 'screen', 'id': 1326133, 'screen_type': person}\">Victorin Jasset</a>, diretor cheio de imaginação que muitas vezes improvisava o roteiro durante as filmagens. Mediante o sucesso da série, várias imitações foram feitas na Europa, tais como <i>Raffles</i> e <i>Sherlock Holmes na Dinamarca</i>, e <i>Nick Carter na Alemanha</i>. <br/> <br/> \n\nO mais famoso seriado da época, porém, foi <i>Fantômas</i>, de <i></i>Louis Feuillade, adaptado do folhetim de <i>Pierre Souvestre</i> e <i>Marcel Allain</i>. <br/> <br/> \n\nOs filmes em série chegaram, por volta de 1912, aos Estados Unidos da América, com <a href=\"https://_{type: 'screen', 'id': 408876, 'screen_type': 'movie'}\">What Happened to Mary?</a> (1912), co-produção do <i>Edison Studios Company</i> e da revista <i>The Ladies World</i>, o primeiro seriado estadunidense. Os seriados comumente eram acompanhados, enquanto veiculavam nos cinemas, pela mesma história em capítulos nos jornais. <br/> <br/> \n\nOs seriados proliferaram, apresentando suas obras primas, tais como <a href=\"https://_{type: 'screen', 'id': 285226, 'screen_type': 'movie'}\">The Million Dollar Mystery</a>(1914), produção da <strong>Thanhouser Film Corporation</strong>, que rendeu dez vezes o seu custo, e <a href=\"https://_{type: 'screen', 'id': 36821, 'screen_type': 'movie'}\">The Perils of Pauline</a>, produção Pathé / Hearst, estrelando <a href=\"https://_{type: 'screen', 'id': 1037890, 'screen_type': person}\">Pearl White</a>, que logo se tornou ídolo dos jovens. <br/> <br/> \n\nOs seriados se tornaram muito populares entre as crianças e os jovens da primeira metade do século XX, e geralmente as sessões de cinema, inclusive no Brasil, até os anos 60, eram precedidas por um episódio de seriado, como eram conhecidos então. Posteriormente, foram adquiridos pelos canais de TV, sendo apresentados então em episódios semanais ou diários. Grande parte era de western, mas havia os mais diversos gêneros: dramas, ficção científica, espionagem, aventuras na selva, além de adaptações de livros.",
      "credits": "Resumo baseado no texto <strong>Seriado</strong>, em <i>Wikipédia</i>"
    },
    {
      "type": "text",
      "content_text": "A oportunidade de se realizar filmes mais longos, o surgimento dos estúdios de Hollywood e orçamentos maiores encorajaram os cineastas a produzir adaptações literárias como <a href=\"https://_{type: 'screen', 'id': 30266, 'screen_type': 'movie'}\">20000 Leagues Under the Sea</a> (BR: Vinte mil léguos submarinas, 1916), dirigido por <a href=\"https://_{type: 'screen', 'id': 119672, 'screen_type': person}\">Stuart Paton</a> (1883-1944), baseado no romance de 1869 de <i>Júlio Verne</i>, cujo livro <i>A ilha misteriosa</i> (1874) também foi adaptado para o cinema. Paton uniu forças com dois outros imigrantes britânicos nos Estados Unidos, os irmãos <i>John</i> e <i>George Williamson</i>, para criar <strong>o primeiro filme com algumas sequencias debaixo d'água</strong>."
    },
    {
      "type": "text",
      "content_text": "O apetite pelo espetáculo continuou a ser explorado em épicos como <a href=\"https://_{type: 'screen', 'id': 30266, 'screen_type': 'movie'}\">The Ten Commandments</a> (BR: Os dez mandamentos, 1923) e <a href=\"https://_{type: 'screen', 'id': 31510, 'screen_type': 'movie'}\">Ben-Hur</a> (1925), formando o que posteriormente seria conhecido como o género sword-and-sandal (espada e sandálias). O filme se mostrou uma produção atribulada e cara para a <i>Metro-Goldwyn-Mayer</i>, que havia acabado de realizar sua fusão. Para tornar a corrida de bigas mais emocionante, o estúdio estipulou um prêmio de 100 dólares para o vencedor, o acidente terrível que resultou disso permaneceu na cópia final do filme. É possível vislumbrar o espírito do diretor pioneiro <i>Georges Mélies</i> nesses épicos dos anos 1920 e, mais tarde, nos efeitos especiais criados por <a href=\"https://_{type: 'screen', 'id': 66758, 'screen_type': person}\">Ray Harryhausen</a> nas décadas de 1950 e 1960. As técnicas cinematográficas se tornaram mais complexas e as estruturas narrativas, cada vez mais sofisticadas, porém o fundamento criativo do cinema - reinventar e reinterpretar a realidade permaneceu uma constante desde seus primórdios.",
      "content_credits": "Resumo baseado no texto de <i>Carol King</i> e <i>Dominic Power</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 978,
          "popularity": 15.385,
          "id": 775,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "A Trip to the Moon",
          "release_date": "1902-04-17",
          "original_language": "fr",
          "original_title": "Le Voyage dans la Lune",
          "genre_ids": [
            12,
            14,
            878
          ],
          "backdrop_path": "\/jeC1kzwWnZTuXl7xF4E5D70BD8c.jpg",
          "adult": false,
          "overview": "Professor Barbenfouillis and five of his colleagues from the Academy of Astronomy travel to the Moon aboard a rocket propelled by a giant cannon. Once on the lunar surface, the bold explorers face the many perils hidden in the caves of the mysterious satellite.",
          "poster_path": "\/aaNIFWrq6eGi259APbB5yaqBFdm.jpg"
        },
        {
          "vote_count": 338,
          "popularity": 9.838,
          "id": 5698,
          "video": false,
          "media_type": "movie",
          "vote_average": 7,
          "title": "The Great Train Robbery",
          "release_date": "1903-12-07",
          "original_language": "en",
          "original_title": "The Great Train Robbery",
          "genre_ids": [
            80,
            28,
            37
          ],
          "backdrop_path": "\/99uGRUGS2qxNvPARiM8dkuTrUnW.jpg",
          "adult": false,
          "overview": "The clerk at the train station is assaulted and left tied by four men, then they rob the train threatening the operator. (They) take all the money and shoot a passenger when trying to run away. A little girl discovers the clerk tied and gives notice to the sheriff, who at once goes along with his men hunting the bandits.",
          "poster_path": "\/uf7Hr1wuUh4T83Ifg5pVpwTqRdI.jpg"
        },
        {
          "poster_path": "\/zLiH13o01ymKj5brsfvALKLX1iJ.jpg",
          "popularity": 0.6,
          "vote_count": 2,
          "video": false,
          "media_type": "movie",
          "id": 124043,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "À la Conquête de l'Air",
          "genre_ids": [
            878
          ],
          "title": "Conquering the Skies",
          "vote_average": 4,
          "overview": "A man flies his plane \"Fend l'Air\" over Paris.",
          "release_date": "1906-04-01"
        },
        {
          "poster_path": "\/cDJdmESCIptAIZ3woR5qxgRlquR.jpg",
          "popularity": 1.728,
          "vote_count": 8,
          "video": false,
          "media_type": "movie",
          "id": 129555,
          "adult": false,
          "backdrop_path": "\/3Z14R5pmLaExe1ivI1Gg1wuboHb.jpg",
          "original_language": "mr",
          "original_title": "Raja Harishchandra",
          "genre_ids": [
            18,
            36
          ],
          "title": "Raja Harishchandra",
          "vote_average": 5.6,
          "overview": "The first feature-length Indian film is based on the legend of Raja Harishchandra, recounted in the Ramayana and Mahabharata. It revolves around the noble and righteous king, Harishchandra, who first sacrifices his kingdom, followed by his wife and eventually his children to honour his promise to the sage Vishwamitra. Though, in the end, pleased by his high morals, the Gods restore his former glory, and further bestow him with divine blessings.",
          "release_date": "1913-04-21"
        },
        {
          "poster_path": "\/m5SabcjoTRBamf44HCGF8fbLISz.jpg",
          "popularity": 2.433,
          "vote_count": 18,
          "video": false,
          "media_type": "movie",
          "id": 319287,
          "adult": false,
          "backdrop_path": "\/apmrRJVaWGme6C2IdWIkLyF6qDK.jpg",
          "original_language": "fr",
          "original_title": "Fantômas",
          "genre_ids": [
            80,
            18,
            53
          ],
          "title": "Fantômas",
          "vote_average": 6.9,
          "overview": "A French silent saga which follows the exploits and crimes of the archvillain Fantômas, who commits crimes while eluding Inspector Juve's tireless persecution.",
          "release_date": "1913-05-09"
        },
        {
          "vote_count": 50,
          "popularity": 8.593,
          "id": 29082,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.8,
          "title": "Les Vampires",
          "release_date": "1915-11-13",
          "original_language": "fr",
          "original_title": "Les Vampires",
          "genre_ids": [
            80,
            28
          ],
          "backdrop_path": "\/sVEhbH5PyE36t1lMDQLzkdTKQiu.jpg",
          "adult": false,
          "overview": "Two journalists attempt to uncover the truth behind the criminal organisation, known as The Vampires, who are terrorizing Paris.",
          "poster_path": "\/n3nNd3219kTmMWzOQB7vp3ixsX0.jpg"
        },
        {
          "poster_path": "\/sv8LaZwJPMNUah2CurnOxmqlbS5.jpg",
          "popularity": 3.578,
          "vote_count": 22,
          "video": false,
          "media_type": "movie",
          "id": 30266,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "20,000 Leagues Under the Sea",
          "genre_ids": [
            28,
            12,
            18,
            878
          ],
          "title": "20,000 Leagues Under the Sea",
          "vote_average": 6.1,
          "overview": "Captain Nemo has built a fantastic submarine for his mission of revenge. He has traveled over 20,000 leagues in search of Charles Denver - a man who caused the death of Princess Daaker. Seeing what he had done, Denver took the daughter to his yacht and sailed away.",
          "release_date": "1916-12-24"
        },
        {
          "poster_path": "\/uQNsUtxDp5G3qq1a2Wc1ycjF5AL.jpg",
          "popularity": 6.509,
          "vote_count": 37,
          "video": false,
          "media_type": "movie",
          "id": 24805,
          "adult": false,
          "backdrop_path": "\/h8K6HH3lyyXRYCG81Bto4kyQ82r.jpg",
          "original_language": "en",
          "original_title": "The Ten Commandments",
          "genre_ids": [
            18
          ],
          "title": "The Ten Commandments",
          "vote_average": 6.8,
          "overview": "The first part tells the story of Moses leading the Jews from Egypt to the Promised Land, his receipt of the tablets and the worship of the golden calf. The second part shows the efficacy of the commandments in modern life through a story set in San Francisco. Two brothers, rivals for the love of Mary, also come into conflict when John discovers Dan used shoddy materials to construct a cathedral.",
          "release_date": "1923-11-23"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 11523,
          "name": "Georges Méliès",
          "profile_path": "\/ba3Kfc01Dbigt41lyuFoZR7gmv1.jpg"
        },
        {
          "id": 1071403,
          "profile_path": "\/hB02YDXjW1fIiLICsEw08TEwMsN.jpg",
          "name": "Alice Guy-Blaché"
        },
        {
          "id": 44866,
          "profile_path": "\/bTgG38TsfKSQb7MGYk8j3dusyAR.jpg",
          "name": "Edwin S. Porter"
        },
        {
          "id": 102844,
          "profile_path": "\/6pwcFyr5UI6RHYdIfO91za66tJX.jpg",
          "name": "Louis Feuillade"
        },
        {
          "id": 53631,
          "profile_path": "\/yGA3GfBYrftqLDVy613nM8JJ4Fv.jpg",
          "name": "Dhundiraj Govind Phalke"
        },
        {
          "id": 68,
          "profile_path": "\/np94pnm3x4PBjxCZ4KG5BfAib2A.jpg",
          "name": "Fritz Lang"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}