{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "As origens do cinema épico se encontram na Europa e mais precisamente, na Itália, onde os cineastas buscaram inspiração no passado clássico de seu país para realizar filmes visualmente extravagantes e de dimensões operísticas. <a href=\"https://_{type: 'screen', 'id': 1016039, 'screen_type': person}\">Enrico Guazzoni</a> (1876-1949) utilizou 5 mil figurantes em seu drama de nove rolos <a href=\"https://_{type: 'screen', 'id': 114166, 'screen_type': 'movie'}\">Quo Vadis?</a> (1912), ambientado na Roma Antiga. <a href=\"https://_{type: 'screen', 'id': 41611, 'screen_type': person}\">Giovanni Pastrone</a> (1883-1959) filmou <a href=\"https://_{type: 'screen', 'id': 5153, 'screen_type': 'movie'}\">Cabiria</a> (BR: Cabiria: visão histórica do século III a.C., 1914) em múltiplas locações."
    },
    {
      "type": "text",
      "content_text": "O filme tem três horas de duração, um elenco de centenas de atores e cenários espetaculares. Pastrone e seu fotógrafo espanhol Segundo de Chomón foram os primeiros a utilizar um sistema de carrinho sobre trilhos para que a câmera pudesse se mover, o que lhes possibilitou criar <i>travellings</i> (efeitos de aproximação com a câmera) ininterruptos. De Chómon foi um mestre dos efeitos especiais, colaborando em <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': 'movie'}\">Napoléon</a> (BR: Napoleão, 1927), dirigido por <a href=\"https://_{type: 'screen', 'id': 143356, 'screen_type': person}\">Abel Gance</a> (1889-1981), um épico que explorou diversas técnicas de filmagem."
    },
    {
      "type": "video",
      "video_id": "z0IRajBPbfc",
      "information": {
        "contentTitle": "Travelling: movimentos de câmera",
        "contentText": "Como a câmara pode se deslocar nas três dimensões do espaço, pode-se dizer que há três tipos de <strong>travelling</strong>, conforme o eixo em que o deslocamento se dá. Um <i>travelling lateral</i> (para a esquerda ou para a direita) é aquele em que a câmara se desloca paralelamente ao objeto principal do plano. Em um <i>travelling frontal</i> (de avanço ou de recuo), o deslocamento da câmera é perpendicular ao objeto. <i>Travellings verticais</i> (ou movimentos de grua) são aqueles em que a câmara se desloca para cima ou para baixo, em geral com o auxílio de um equipamento específico chamado de grua.",
        "source": "Youtube: Canal <i> Focus Films Production </i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os épicos italianos do tipo <i>espada e sandálias</i> foram uma grande influência para a produção <i>hollywoodiana</i> e inspiraram <a href=\"https://_{type: 'screen', 'id': 143356, 'screen_type': person}\">Cecil B. DeMille</a> (1881-1959) a realizar sua primeira versão de <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': 'movie'}\">The Ten Commandments</a> (BR: Os dez mandamentos, 1923), um espetáculo de 136 minutos que dramatiza a história bíblica de Moisés. DeMille pôs novamente em ação seu tino em 1927, quando dirigiu o espetacular épico bíblico <a href=\"https://_{type: 'screen', 'id': 49633, 'screen_type': 'movie'}\">The King of Kings</a> (BR: O rei dos reis, 1927)."
    },
    {
      "type": "text",
      "content_text": "Quando a Primeira Guerra Mundial estourou em 1914, foi interrompido o desenvolvimento da indústria cinematográfica europeia, porém os cineastas americanos continuaram a romper as barreiras da sétima arte. <a href=\"https://_{type: 'screen', 'id': 100036, 'screen_type': person}\">D. W. Griffith</a> (1875 1948) dirigiu uma saga sobre a Guerra Civil Americana, <a href=\"https://_{type: 'screen', 'id': 618, 'screen_type': 'movie'}\">The Birth of a Nation</a> (BR: O nascimento de uma nação, 1915), uma obra inovadora por seu estilo técnico e narrativo.",
      "content_credits": "Resumo baseado no texto de <i>Carol King</i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>"
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo um dos mais reverenciados e repudiados filmes já feitos, o nascimento de uma nação, de <i>D. W. Griffith</i>, é importante pelos mesmos motivos que inspiram essas duas reações opostas. Raras vezes um filme mereceu tamanho louvor e desprezo, o que, de várias formas, aumenta seu valor não só nos anais do cinema, mas também como um artefato histórico fundamental (que alguns chamariam de relíquia).",
      "content_title": "Um marco polêmico"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_birth_nation",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena do filme O Nascimento de uma Nação",
        "contentText": "Em 21 de março de 1915, o presidente democrata <i>Woodrow Wilson</i> esteve presente em uma sessão especial de O Nascimento de uma Nação. Era a primeira vez que um filme era exibido na Casa Branca. O presidente se viu encantado após exibição do filme: era uma superprodução do cinema americano em que heróis, integrantes da <strong>Ku Klux Klan</strong>, salvam a mocinha das garras dos vilões.",
        "source": "Hulton Archives / Getty Images"
      }
    },
    {
      "type": "text",
      "content_text": "Embora o filme seja baseado na peça explicitamente racista de <i>Thomas Dixon The Clansman: An Historical Romance of the Ku Klux Klan</i>, relatos afirmam que Griffith era indiferente ao teor racista do tema central. O grau de cumplicidade do diretor ao veicular sua mensagem infame é motivo de discussão há quase um século. No entanto, não há controvérsias quanto aos méritos técnicos e artísticos da obra, Griffith estava, como de costume, mais interessado nas possibilidades do meio do que na mensagem e, nesse âmbito, ele estabelece os padrões da Hollywood moderna."
    },
    {
      "type": "text",
      "content_text": "O nascimento de uma nação foi, de forma muito clara, o primeiro épico histórico já feito, provando que, mesmo na era do cinema mudo, as plateias estavam dispostas a assistir a uma história de mais de três horas. Com suas inúmeras inovações artísticas, Griffith essencialmente criou a linguagem cinematográfica contemporânea e, embora alguns elementos de O nascimento de uma nação possam parecer datados, praticamente todos os filmes lhe são devedores de alguma maneira. Griffith introduziu o uso de closes dramáticos, <i>travelings</i> e outros significativos movimentos de câmera: ação paralela, alternância de sequências e outras técnicas de montagem; e até mesmo a primeira trilha sonora orquestrada. É uma pena que todos esses elementos inovadores estivessem relacionados a uma história de valor tão duvidoso."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "É o que eu realizei de mais grandioso, mas não estarei satisfeito até fazer algo mais... Eu sou, como todos os seres humanos, movido pela perfeição.",
        "author": "D. W. Griffith"
      },
      "quote_mark_color": "md_purple_500"
    },
    {
      "type": "text",
      "content_text": "A primeira metade do filme começa antes da Guerra Civil, explicando a introdução da escravidão nos Estados Unidos antes do início da ação. Duas famílias, os Stoneman, do Norte, e os Cameron, do Sul, são apresentadas. A história é contada através dessas famílias e, muitas vezes, de seus criados, sintetizando os <strong>piores estereótipos raciais</strong>. À medida que a nação é dilacerada pela guerra, os escravos e os simpatizantes dos abolicionistas são vistos como a força destrutiva por trás de tudo."
    },
    {
      "type": "text",
      "content_text": "O racismo do filme piora na segunda metade, que se passa durante a reconstrução e retrata a ascensão da <i>Ku Klux Klan</i>, cujos membros são apresentados como os supostos heróis da película. O fato de Griffith ter introduzido uma história de amor no meio desta recriação de uma guerra racial é extremamente audacioso: uma escolha ao mesmo tempo emocionante e perturbadora."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_birth_nation_protest",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Protestos",
        "contentText": "Membros do N.A.A.C.P. protestando sob a marquise do <i>Republic Movie Theatre</i> em Flushing, Nova York, contra a discriminação racial apresentado no filme \"O Nascimento de uma Nação\", encenado no teatro em 1947.",
        "source": "Hulton Archives / Getty Images"
      }
    },
    {
      "type": "text",
      "content_text": "O nascimento de uma nação é sem dúvida uma poderosa propaganda, muito embora sua mensagem política seja de revirar o estômago. O filme parece dizer que apenas a puritana <i>Ku Klux Klan</i> pode manter a unidade da nação. Não é de surpreender que, mesmo na sua época, o filme tenha sido visto com indignação. Recebeu protestos da <strong>Associação Nacional para o Progresso das Pessoas de Cor</strong> (NAACP, na sigla em inglês), gerou manifestações e, posteriormente, forçou o próprio Griffith a responder às críticas com seu ainda mais ambicioso <a href=\"https://_{type: 'screen', 'id': 3059, 'screen_type': 'movie'}\">Intolerance: Love's Struggle Throughout the Ages</a> (BR: Intolerância, 1916). Ainda assim, o fato de o nascimento de uma nação ser respeitado e estudado até os dias de hoje - apesar do seu tema - revela sua importância duradoura.",
      "content_credits": "Resumo baseado no texto de <i>Joshua Klein</i>, publicado no livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 307,
          "popularity": 8.844,
          "id": 618,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.1,
          "title": "The Birth of a Nation",
          "release_date": "1915-02-08",
          "original_language": "en",
          "original_title": "The Birth of a Nation",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "backdrop_path": "\/4H4RAeeykpi0ijvu3wYgV346y06.jpg",
          "adult": false,
          "overview": "Two families, abolitionist Northerners the Stonemans and Southern landowners the Camerons, intertwine. When Confederate colonel Ben Cameron is captured in battle, nurse Elsie Stoneman petitions for his pardon. In Reconstruction-era South Carolina, Cameron founds the Ku Klux Klan, battling Elsie's congressman father and his African-American protégé, Silas Lynch.",
          "poster_path": "\/pNpOXpQI5GSUfiWypubYtMh9928.jpg"
        },
        {
          "poster_path": "\/f79ax2LZMU8w4sdIYnNFB4ywQMV.jpg",
          "popularity": 2.033,
          "vote_count": 12,
          "video": false,
          "media_type": "movie",
          "id": 114166,
          "adult": false,
          "backdrop_path": null,
          "original_language": "la",
          "original_title": "Quo Vadis?",
          "genre_ids": [
            18,
            36
          ],
          "title": "Quo Vadis?",
          "vote_average": 5.6,
          "overview": "\"Quo Vadis?\" was a landmark in early Italian historical epic films, and certainly Enrico Guazzoni’s grand scale masterpiece laid the foundations for what genuine colossal Italian spectacles should be. It had a great deal of influence on Giovanni Pastrone’s \"Cabiria\" (1914) and D.W. Griffith’s \"Intolerance\" (1916).",
          "release_date": "1913-03-01"
        },
        {
          "poster_path": "\/oZhgcHHapkzYmB0OhQcRfZ7LdLM.jpg",
          "popularity": 4.319,
          "vote_count": 70,
          "video": false,
          "media_type": "movie",
          "id": 5153,
          "adult": false,
          "backdrop_path": "\/kv7Cnk2FZzFzdbTMVPjMrOhSJdH.jpg",
          "original_language": "it",
          "original_title": "Cabiria",
          "genre_ids": [
            18,
            36
          ],
          "title": "Cabiria",
          "vote_average": 7.1,
          "overview": "Young Cabiria is kidnapped by pirates and sold as a slave in Carthage. Just as she's to be sacrificed to Moloch, Cabiria is rescued by Fulvius Axilla, a good-hearted Roman spy, and his powerful slave, Maciste. The trio are broken up as Cabiria is entrusted to a woman of noble birth. With Cabiria's fate unknown, Maciste punished for his heroism, and Fulvius sent away to fight for Rome, is there any hope of our heroes reuniting?",
          "release_date": "1914-06-01"
        },
        {
          "vote_count": 84,
          "popularity": 6.713,
          "id": 42536,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Napoleon",
          "release_date": "1927-04-07",
          "original_language": "fr",
          "original_title": "Napoléon",
          "genre_ids": [
            18,
            36,
            10752
          ],
          "backdrop_path": "\/tisPtppckI4ek93ZrBOI1FIKnzl.jpg",
          "adult": false,
          "overview": "A massive 5 1\/2 hour biopic of Napoleon, tracing his career from his schooldays (where a snowball fight is staged like a military campaign), his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797 (the film stops there because it was intended to be part one of six, but director Abel Gance never raised the money to make the other five). The film's legendary reputation is due to the astonishing range of techniques that Gance uses to tell his story, culminating in the final twenty-minute triptych sequence, which alternates widescreen panoramas with complex multiple- image montages projected simultaneously on three screens.",
          "poster_path": "\/zGupJ1ZO07BWco8YGjBHk90hYWh.jpg"
        },
        {
          "poster_path": "\/w4HhfyXRV2MLEcbreKJD0V7sUlt.jpg",
          "popularity": 1.46,
          "vote_count": 10,
          "video": false,
          "media_type": "movie",
          "id": 133123,
          "adult": false,
          "backdrop_path": null,
          "original_language": "it",
          "original_title": "Gli ultimi giorni di Pompeii",
          "genre_ids": [
            28,
            18
          ],
          "title": "The Last Days of Pompeii",
          "vote_average": 5.2,
          "overview": "Well respected Pompeiian Glaucus performs an act of kindness by buying Nidia, a blind slave being mistreated by her owner. Nidia falls in love with her new master, but he only has eyes for Jone. Jone in turn is lusted after by Arbace, an Egyptian high priest of Isis. When Nidia beseeches Isis for help in capturing Glaucus' heart, Arbace gives her a \"love\" potion, which really will affect his mind and not his heart, thus opening the way to Jone for himself. When Arbace's disciple is murdered Glaucus finds himself in hot water, shortly after which Mt. Vesuvius erupts.",
          "release_date": "1913-08-13"
        },
        {
          "poster_path": "\/uQNsUtxDp5G3qq1a2Wc1ycjF5AL.jpg",
          "popularity": 6.509,
          "vote_count": 37,
          "video": false,
          "media_type": "movie",
          "id": 24805,
          "adult": false,
          "backdrop_path": "\/h8K6HH3lyyXRYCG81Bto4kyQ82r.jpg",
          "original_language": "en",
          "original_title": "The Ten Commandments",
          "genre_ids": [
            18
          ],
          "title": "The Ten Commandments",
          "vote_average": 6.8,
          "overview": "The first part tells the story of Moses leading the Jews from Egypt to the Promised Land, his receipt of the tablets and the worship of the golden calf. The second part shows the efficacy of the commandments in modern life through a story set in San Francisco. Two brothers, rivals for the love of Mary, also come into conflict when John discovers Dan used shoddy materials to construct a cathedral.",
          "release_date": "1923-11-23"
        },
        {
          "poster_path": "\/9cNnutK2d8KA6aKxdsZ7uaqqQNL.jpg",
          "popularity": 5.453,
          "vote_count": 22,
          "video": false,
          "media_type": "movie",
          "id": 49633,
          "adult": false,
          "backdrop_path": "\/i2ObdxtwzwgbTxa0SIC7vbGtaem.jpg",
          "original_language": "en",
          "original_title": "The King of Kings",
          "genre_ids": [
            18,
            36
          ],
          "title": "The King of Kings",
          "vote_average": 6.2,
          "overview": "The King of Kings is the Greatest Story Ever Told as only Cecil B. DeMille could tell it. In 1927, working with one of the biggest budgets in Hollywood history, DeMille spun the life and Passion of Christ into a silent-era blockbuster. Featuring text drawn directly from the Bible, a cast of thousands, and the great showman’s singular cinematic bag of tricks, The King of Kings is at once spectacular and deeply reverent—part Gospel, part Technicolor epic.",
          "release_date": "1927-01-01"
        },
        {
          "poster_path": "\/mnjifw19X094HvG80CN7nyMSRsD.jpg",
          "popularity": 10.303,
          "vote_count": 177,
          "video": false,
          "media_type": "movie",
          "id": 3059,
          "adult": false,
          "backdrop_path": "\/6QL1tb0swV6KC4BoVq79H9YcKce.jpg",
          "original_language": "en",
          "original_title": "Intolerance: Love's Struggle Throughout the Ages",
          "genre_ids": [
            18,
            36
          ],
          "title": "Intolerance: Love's Struggle Throughout the Ages",
          "vote_average": 7.4,
          "overview": "The story of a poor young woman, separated by prejudice from her husband and baby, is interwoven with tales of intolerance from throughout history.",
          "release_date": "1916-09-04"
        },
        {
          "poster_path": "\/6nxQxhrFBX3XRYqtLoCN5PSh8O4.jpg",
          "popularity": 7.863,
          "vote_count": 92,
          "video": false,
          "media_type": "movie",
          "id": 1405,
          "adult": false,
          "backdrop_path": "\/zc5vjonSbXUUazuQSi0R2bUfWNP.jpg",
          "original_language": "en",
          "original_title": "Greed",
          "genre_ids": [
            80,
            18
          ],
          "title": "Greed",
          "vote_average": 7.7,
          "overview": "A lottery win of $5,000 forever changes the lives of a miner turned dentist and his wife.",
          "release_date": "1925-01-26"
        },
        {
          "poster_path": "\/eyUsCYUpJcWYWhbzlwzPYgHVeuD.jpg",
          "popularity": 5.396,
          "vote_count": 62,
          "video": false,
          "media_type": "movie",
          "id": 31506,
          "adult": false,
          "backdrop_path": "\/s7U6UG12M5K3XPuMCybt7cMRDzm.jpg",
          "original_language": "de",
          "original_title": "Die Nibelungen: Siegfried",
          "genre_ids": [
            12,
            18,
            14
          ],
          "title": "Die Nibelungen: Siegfried",
          "vote_average": 7.7,
          "overview": "Siegfried, son of King Siegmund of Xanten, travels to Worms, capital of the Burgundian kingdom, to ask King Gunther for the hand of his sister, the beautiful Kriemhild.",
          "release_date": "1924-02-14"
        },
        {
          "vote_count": 46,
          "popularity": 6.275,
          "id": 42512,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Die Nibelungen: Kriemhilds Rache",
          "release_date": "1924-04-26",
          "original_language": "de",
          "original_title": "Die Nibelungen: Kriemhilds Rache",
          "genre_ids": [
            12,
            18,
            14
          ],
          "backdrop_path": "\/bHNrWnqTBIjYD7W2IWgNgXp8cid.jpg",
          "adult": false,
          "overview": "When Kriemhild, thirsty for revenge, marries to Etzel, king of the Huns, she invites King Gunther and his court to visit them, intending to finally take the life of the man responsible of her disgrace.",
          "poster_path": "\/8KSxYEh4xKix2PSJUdktALfXeE1.jpg"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1016039,
          "profile_path": "\/mPyuUSTgNgM88OJHueRTrhGdaW0.jpg",
          "name": "Enrico Guazzoni"
        },
        {
          "id": 41611,
          "profile_path": "\/dU5FZLU78TWOjdP8qRn1GRrUc6o.jpg",
          "name": "Giovanni Pastrone"
        },
        {
          "id": 29720,
          "profile_path": "\/fVtRZuYJkt9YFgK4Y2OnCfGFsAu.jpg",
          "name": "Abel Gance"
        },
        {
          "id": 143356,
          "profile_path": "\/1VMqCKPC5KgbziBCWfIZYuoES5D.jpg",
          "name": "Albert Dieudonné"
        },
        {
          "id": 100036,
          "profile_path": "\/7EanyqqLfQzS9PnKIBa6w1Rbbi8.jpg",
          "name": "D. W. Griffith"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}