{
  "number": 8,
  "content_list": [
    {
      "type": "text",
      "content_text": "Em seu estudo sobre o início do cinema sonoro intitulado <strong>You Ain't Heard Nothin' Yet</strong> (Você ainda não ouviu nada), <i>Andrew Sarris</i> descreve o dia <strong>23 de outubro de 1927</strong>, quando <a href=\"https://_{type: 'screen', 'id': 939, 'screen_type': movie}\">The Jazz Singer</a> (BR: O cantor de Jazz, 1927) estreou em Nova York, como \"<i>uma data marcada para sempre na história do cinema, tão temerosamente decisiva quanto Waterloo, Sarajevo ou Pearl Harbor</i>\". Essa sentença hiperbólica reflete a natureza sistêmica da mudança que o som traria e os medos apocalípticos daqueles que acreditavam que os filmes falados diminuiriam a arte cinematográfica."
    },
    {
      "type": "video",
      "video_id": "22NQuPrwbHA",
      "information": {
        "contentTitle": "Uma cena que mudou tudo",
        "contentText": "A famosa fala de Al Jolson (como Jack Robin) \"Você não ouviu nada ainda.\" foi um improviso. A intenção era de que o filme só sincronizasse a música, não a fala, mas Jolson soltou essa fala após a música \"<i>Dirty Hands, Dirty Face </i>\" e o diretor sabiamente a deixou dentro.",
        "source": "Youtube: Canal <i> Warner Bros. Entertainment </i>"
      }
    },
    {
      "type": "text",
      "content_text": "O som havia sido uma aspiração desde os primórdios do cinema. Já em 1888, <a href=\"https://_{type: 'screen', 'id': 1077300, 'screen_type': person}\">Eadweard Muybridge</a> afirmava ter discutido com <i>Thomas Alva Edison</i> a possibilidade de usar o processo de gravação sonora deste para acompanhar seu protótipo de projetor, o <strong>zoopraxiscópio</strong>. Ao longo de toda a era do cinema mudo, houve diversos experimentos que visavam trazer para as telas o som mecanicamente gravado e dois formatos foram evoluindo aos poucos: o do <strong>som em disco</strong> (no qual o som era veiculado por um fonógrafo em sincronia com a imagem) e o do <strong>som em pelicula</strong> (no qual ele era gravado fisicamente no filme em que estava impressa a imagem). Embora no início o primeiro método tenha alcançado sucesso, com o processo <strong>Vitaphone</strong> dominando a indústria, foi a gravação do som em película que prevaleceu."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "O cantor de jazz trouxe o som, Luzes de Nova York trouxe diálogos.",
        "author": "Darryl F. Zanuck"
      },
      "quote_mark_color": "md_red_600"
    },
    {
      "type": "text",
      "content_text": "Em 1921, com <a href=\"https://_{type: 'screen', 'id': 175365, 'screen_type': movie}\">Dream Street</a> (BR: Rua dos sonhos, 1921), <a href=\"https://_{type: 'screen', 'id': 100036, 'screen_type': person}\">D. W. Griffith</a> (1875-1948) tentou usar o processo de sonorização em um longa-metragem. Embora lançado antes em cópias mudas, uma segunda versão estreou em Nova York com uma introdução narrada pelo próprio diretor, além de uma sequência com uma canção gravada e diversos efeitos sonoros."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_talker",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Talkies",
        "contentText": "Dorothy Mackaill e Milton Sills em The Barker, o “<i>talkie</i>” (assim como eram chamados os filmes falados da época) inaugural do <i>First National</i>. O filme foi lançado em dezembro de 1928, dois meses depois que a <i>Warner Bros.</i> adquiriu o controle acionário do estúdio. ",
        "source": "Alternative Film Guide"
      }
    },
    {
      "type": "text",
      "content_text": "Da mesma forma que <a href=\"https://_{type: 'screen', 'id': 899, 'screen_type': movie}\">Broken Blossoms</a> (BR: Lirio partido, 1919), também de Griffith, <i>Dream Street</i> é baseado na obra do escritor <i>Thomas Burke</i></i> e se passava no mesmo cenário que o filme anterior, a Chinatown de Londres, mas não alcançou igual sucesso.. Utilizando um processo anacrônico de som em disco, o <i>Photokinema</i>, o experimento de Griffith fracassou, pois a maioria dos cinemas não tinha como acomodar o equipamento necessário. O primeiro filme sonoro comercial estreou em agosto de 1926, quando a <i>Warner Bros.</i> lançou <a href=\"https://_{type: 'screen', 'id': 89059, 'screen_type': movie}\">Don Juan</a> (1926), usando o sistema <i>Vitaphone</i>. Dirigido por <a href=\"https://_{type: 'screen', 'id': 14281, 'screen_type': person}\">Alan Crosland</a> (1894-1936). o filme de capa e espada era um mero veículo para <a href=\"https://_{type: 'screen', 'id': 29578, 'screen_type': person}\">John Barrymore</a>, acompanhado por uma trilha sonora orquestrada e por efeitos sonoros gravados em disco."
    },
    {
      "type": "text",
      "content_text": "No entanto, foi O cantor de jazz, do mesmo Crosland, que tornou a passagem para o som irrevogável. Talvez seja difícil para o espectador moderno compreender o impacto dessa produção. Baseada na peça teatral de <i>Samson Raphaelson</i>, essa história altamente piegas do filho de um cantor judeu que contraria o próprio pai com seu desejo de cantar \"Jazz\" - a definição de jazz do filme compreende baladas sentimentais e apresentações à moda antiga, em que os cantores pintavam seus rostos de preto - não é exatamente um filme falado. Há uma trilha sonora, mas, com exceção duas sequências, o diálogo é apresentado por intertítulos."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_broadway_melody",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Poster do musical The Broadway Melody (1929)",
        "contentText": "Estreando em 1º de fevereiro de 1929, <a href=\"https://_{type: 'screen', 'id': 65203, 'screen_type': movie}\">The Broadway Melody</a> (BR: Melodia na Broadway, 1929) da MGM foi o primeiro <i>talkie</i> de sucesso de um estúdio diferente da <i>Warner Bros.</i>, e o primeiro filme sonoro a ganhar o <strong>Oscar de Melhor Filme</strong>.",
        "source": "MoviePoster DB"
      }
    },
    {
      "type": "text",
      "content_text": "Contudo, o segredo do seu sucesso está justamente nas duas cenas faladas. No meio de seu espetáculo, Jakie Rabinowitz (Al Jolson) apresenta a próxima canção com um entusiasmo titubeante: \"<i>Esperem um instante, esperem um instante, vocês ainda não ouviram nada!</i>\". Mais à frente, enquanto Rabinowitz faz uma serenata para a mãe cantando \"<i>Blue Skies</i>\", um sucesso de Irving Berlin de 1926, ele se interrompe para lhe dizer que, se fizer sucesso, vai levá-la para viver no Bronx, “<i>onde moram os Ginsberg, os Gutenberg e os Goldberg. Ah, um monte de 'Bergs' - nem conheço todos</i> \". Ambas as cenas transmitem uma sensação de proximidade e intimidade, ao passo que o empolgante \"<i>vocês ainda não ouviram nada</i>\" de Jolson oferecia um bordão irresistível para a era do cinema sonoro."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 65203, 'screen_type': movie}\">Lights of New York</a> (BR: Luzes de Nova York, 1928), um melodrama de gângsteres da Warner Bros., foi o primeiro longa-metragem completamente falado. Alcançando sucesso de público, mas não de crítica, Luzes de Nova York se tornou um improvável divisor de águas."
    },
    {
      "type": "text",
      "content_text": "Os avanços tecnológicos durante este período foram numerosos. Os primeiros microfones para gravar som eram desajeitados e volumosos e produziam som de baixa qualidade. Os técnicos insistiam que os artistas ficassem próximos aos microfones para obter uma qualidade sonora ideal; isso significava que tanto a câmera quanto os atores paravam em movimento, resultando em filmes estáticos que fãs e críticos igualmente chamam de \"dramas da xícara de chá”.",
      "content_title": "Problemas na produção durante os primeiros anos "
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_sound_filmming",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Mais um dia de trabalho na Warner",
        "contentText": "Essa fotografia, tirada durante a realização de um filme da Warner Bros, mostra a coordenação envolvida no início das gravações do som. A cena é simples: um casal conversa em um banco de jardim. Eles estão posicionados na extremidade direita do quadro e, diante deles, há três grandes caixas em forma de guarda-roupas. No início do período sonoro, as câmeras tinham de ser colocadas dentro dessas caixas - ou “<i>blimps</i>\", como eram chamadas - para que seu ruído não fosse captado pelo microfone. Note que cada caixa é abafada por grandes cobertores e, na terceira delas, está o \"operador de boom\", que segura uma longa haste, o \"<i>boom</i>\" ou \"girafa\", com um microfone preso à extremidade, para registrar o diálogo dos atores. Ele move essa haste para a esquerda ou para a direita de acordo com o ator que está falando no momento, e precisa mantê-la fora da filmagem o tempo todo. Surpreendentemente, uma orquestra à sua esquerda toca enquanto os atores falam. Foi só em 1933 que a música começou a ser adicionada separadamente à trilha sonora de um filme, depois da edição. Até então, e de forma espantosa, ela precisava ser gravada simultaneamente. Uma razão bastante séria para não filmar em ruas reais.",
        "source": "George Estman House / Stills Collection – Motion Picture Department"
      }
    },
    {
      "type": "text",
      "content_text": "Sob o ponto de vista dos cineastas, filmar com som era um jogo inteiramente novo. As locações reais eram agora difíceis de usar, porque, assim que o diretor gritava \"<i>Ação!</i>\", alguém nas proximidades provavelmente começaria a cavar uma estrada ou martelar metal. Ninguém queria ouvir esses sons enquanto os atores estavam falando; por isso, diretores e produtores foram forçados a voltar à filmagem nos estúdios \"caixa preta\", que eram agora chamados de \"<i>estúdios de som</i>\"."
    },
    {
      "type": "text",
      "content_text": "No período do cinema mudo, filmagens com mais de uma câmera eram apenas usadas para grandes proezas de ação que não podiam ser facilmente repetidas. Por exemplo, se a cena apresentada na imagem acima, com as duas pessoas sentadas em um parque, fosse primeiro filmada em um plano geral, seguido por close-ups do homem e da mulher, seria muito difícil fazer a edição ou a correspondência do som de cada plano quando todos eles fossem unidos. A orquestra e o diálogo teriam de acompanhar um ao outro com a precisão de frações de segundo - se isso não acontecesse e o editor cortasse de um plano geral para um close-up, o som sairia errado. A solução era operar três câmeras: uma filmando o plano geral (nesse caso, a câmera central) e as outras filmando os close-ups dos atores (na imagem, uma à direita e outra à esquerda com o operador de boom). Os atores, por sua vez, teriam de fazer a cena inteira em uma tomada continua para garantir que o som em cada câmera correspondesse perfeitamente."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_sound_filmming_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Esperança em continuar no ramo",
        "contentText": "Uma foto publicitária retratando jovens esperançosos se aproximando do microfone. Muitos atores não conseguiram fazer a transição do silêncio para o som.",
        "source": "Stills Collection – Motion Picture Department"
      }
    },
    {
      "type": "text",
      "content_text": "A interpretação dos atores foi afetada por essa nova tecnologia. O diretor não podia mais falar com eles durante a tomada, como era a norma no cinema mudo, e, nos primeiros anos do som, os atores tinham de falar com uma precisão pouco natural para serem registrados com sucesso pela tecnologia rudimentar de gravação."
    },
    {
      "type": "text",
      "content_text": "Foi somente em 1932 nos Estados Unidos, e mais tarde em outros países, que foram introduzidos microfones direcionais, os quais podiam gravar sons específicos em vez de captar todos os sons. Note-se, por fim, que o casal no banco está iluminado apenas dois grandes holofotes de estúdio, um de cada lado do trio de câmeras. Nos filmes mudos dos últimos tempos, os close-ups eram iluminados separadamente e com grande cuidado, a fim de criar sombras faciais atraentes e fundos melancólicos ou românticos. Nesse caso, porém, essa técnica não é possível, porque a iluminação teria de estar atrás ou ao lado dos atores, no lugar dos arbustos. Eles estariam, então, claramente visíveis no plano geral, que é filmado simultaneamente aos close-ups."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_cabine_som",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Camera Sound Boxes",
        "contentText": "Estúdio de som inicial com uma cabine à prova de som.",
        "source": "Science & Society Picture Library/SSPL/Getty Images"
      }
    },
    {
      "type": "text",
      "content_text": "Diretores criativos ficaram imediatamente frustrados com esses obstáculos à sua liberdade artística, e os melhores imaginaram meios de superá-los. O diretor russo <a href=\"https://_{type: 'screen', 'id': 29595, 'screen_type': person}\">Rouben Mamoulian</a> (1897-1987) foi para o Ocidente como aluno do grande guru da atuação, <a href=\"https://_{type: 'screen', 'id': 2087938, 'screen_type': person}\">Konstantin Stanislavski</a> (1863-1938). <i>Primer Mamoulian</i> dirigiu óperas em Paris, Londres e Nova York, que confirmaram rapidamente que ele não levava jeito para o naturalismo."
    },
    {
      "type": "text",
      "content_text": "Contratado pela Paramount devido ao vigor de suas inventivas produções teatrais, seu primeiro filme, <a href=\"https://_{type: 'screen', 'id': 120833, 'screen_type': movie}\">Applause</a> (1929) estendeu as fronteiras criativas dos filmes sonoros. O enredo do filme não era inovador - uma artista de teatro decadente sacrifica sua carreira pela filha -, mas algumas cenas-chave fizeram a indústria parar e prestar atenção. Um exemplo é o contraste entre a atmosfera silenciosa do convento em que estava a filha e a confusão do tráfego e dos sons da rua da efervescente Nova York quando ela visita sua mãe, Mamoulian usou o contraste sonoro para refletir as sensações da filha desorientada."
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}