{
  "number": 5,
  "content_list": [
    {
      "type": "text",
      "content_text": "O cineasta francês <a href=\"https://_{type: 'screen', 'id': 11523, 'screen_type': person}\">Georges Méliès</a> (1861-1938) foi o primeiro a explorar esse terreno, agarrando-se às possibilidades da câmera lenta, da câmera rápida, da superposição, da animação quadro a quadro, das fusões e de todos os demais truques engenhosos que o cinema poderia pregar nas plateias maravilhadas, perplexas ou aterrorizadas. Já em 1896, enquanto <a href=\"https://_{type: 'screen', 'id': 1868, 'screen_type': person}\">Louis Lumière</a> (1864-1948) - prosa sombria em comparação à poesia travessa de Méliès – mostrava seu empolgante <a href=\"https://_{type: 'screen', 'id': 160, 'screen_type': 'movie'}\">L'arrivée d'un train à La Ciotat</a> (BR: A chegada do trem na estação, 1895). Méliès fascinava seus patrocinadores com <a href=\"https://_{type: 'screen', 'id': 133063, 'screen_type': 'movie'}\">Le manoir du diable</a> (BR: A mansão do diabo, 1896)."
    },
    {
      "type": "text",
      "content_text": "É sugestivo que os irmãos <i>Lumière</i> tenham começado como químicos industriais, ao passo que <i>Méliès</i> era mágico por profissão. No entanto, por mais imaginativos que fossem, sempre havia algo de farsesco nos filmes do diretor francês e é difícil imaginar que muitos espectadores tenham ficado de fato assustados ou perturbados com eles."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "melies_the_head",
        "thumbnail": {
          "image_type": "online",
          "url": "https://img.youtube.com/vi/SOQwk_373ME/0.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Magia nas telas",
        "contentText": "Méliès aparece no filme como o boticário e como o seu chefe duplicado. Para criar a ilusão da cabeça em expansão, Méliès se cercou de um fundo preto e usou uma rampa especialmente construída para se aproximar gradualmente da câmera estacionária. A cabeça foi então sobreposta ao resto da imagem usando a técnica de exposição múltipla. Os outros efeitos especiais usados são uma mistura de substituição e pirotecnia."
      }
    },
    {
      "type": "text",
      "content_text": "Ao longo da segunda década do século XX, grande parte das criaturas fantásticas clássicas fizeram sua estreia nas telas: <a href=\"https://_{type: 'screen', 'id': 2929, 'screen_type': 'movie'}\">Frankenstein</a> em 1910, <a href=\"https://_{type: 'screen', 'id': 338067, 'screen_type': 'movie'}\">O lobisomem</a> em 1913, dentre outros. Os vampiros, porém, tiveram que esperar até a década seguinte com <a href=\"https://_{type: 'screen', 'id': 653, 'screen_type': 'movie'}\">Nosferatu, uma sinfonia do horror</a> (BR: Nosferatu, 1922), dirigido por F. W. Murnau (1888-1931)."
    },
    {
      "type": "text",
      "content_text": "A feitiçaria foi outro tema que alimentou a criatividade em ebulição do cinema fantástico. O diretor dinamarquês <a href=\"https://_{type: 'screen', 'id': 89674, 'screen_type': person}\">Benjamin Christensen</a> (1879-1959) emigrou para <i>Hollywood</i>, mas não sem antes realizar sua obra prima: <a href=\"https://_{type: 'screen', 'id': 57283, 'screen_type': 'movie'}\">Häxan</a> (BR: Häxan - A feitiçaria através dos tempos, 1922), com sua mistura surreal de documentário e sequências ficcionais extraordinárias. O filme era um ataque visceral contra fanatismo religioso, embora também encontrasse espaço para um humor sarcástico - especialmente quando o próprio diretor surge como Satanás, interpretando o papel nu em pelo. A maioria das películas de Christensen em Hollywood infelizmente se perderam."
    },
    {
      "type": "video",
      "video_id": "WPr_AZULsJQ",
      "information": {
        "contentTitle": "Cenas de Häxan",
        "contentText": "Com a recriação meticulosa de Christensen de cenas medievais e o longo período de produção, <strong>Häxan - A feitiçaria através dos tempos</strong> foi o mais caro filme mudo escandinavo já feito, custando quase dois milhões de coroas suecas. Embora tenha ganhado aclamação na Dinamarca e Suécia, o filme foi banido nos Estados Unidos e pesadamente censurado em outros países pelo que era considerado na época retratações gráficas de tortura, nudez, e perversão sexual. É agora considerado para ser o melhor trabalho de Christensen.",
        "source": "Youtube: Canal <i>Shockcinema13</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Loucos, e especialmente cientistas loucos, eram também presenças garantidas nos primeiros filmes fantásticos - e continuam sendo até hoje. <a href=\"https://_{type: 'screen', 'id': 29720, 'screen_type': person}\">Abel Gance</a> (1889-1981) realizou <a href=\"https://_{type: 'screen', 'id': 174178, 'screen_type': 'movie'}\">La folie du docteur Tube</a> (BR: A loucura do Dr. Tube, 1915), sobre um cientista que descobre como mudar a aparência de pessoas e objetos, uma deixa para que o diretor usasse à vontade lentes de distorção."
    },
    {
      "type": "text",
      "content_text": "Os contos fantásticos de <i>Edgar Allan Po</i> e foram uma popular fonte de adaptações, sendo que uma das primeiras foi <a href=\"https://_{type: 'screen', 'id': 353605, 'screen_type': 'movie'}\">Le système du docteur Goudron et du professeur Plume</a> (BR: O sistema do doutor Goudron e do professor Plume, 1913) baseado no conto <i>O sistema do doutor Alcatrão e do professor Pena</i> no qual o visitante de um asilo para loucos encontra dificuldade para distinguir os guardas dos pacientes. O asilo reapareceria posteriormente como cenário em <a href=\"https://_{type: 'screen', 'id': 94525, 'screen_type': 'movie'}\">Kurutta ippeji</a> (BR: Uma página da loucura, 1926), um drama surpreendentemente vanguardista do diretor japonês <a href=\"https://_{type: 'screen', 'id': 213471, 'screen_type': person}\">Kinugasa Teinosuke</a> (1896-1982) sobre um ex-marinheiro que trabalha como zelador num asilo para estar perto de sua mulher louca."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Desde então, nunca confiei no poder sem limite de um Estado desumano que enlouquece.",
        "author": "Hans Janowitz"
      },
      "quote_mark_color": "md_deep_purple_500"
    },
    {
      "type": "text",
      "content_text": "Com <a href=\"https://_{type: 'screen', 'id': 234, 'screen_type': 'movie'}\">Das Cabinet des Dr. Caligari</a> (BR: O gabinete do doutor Caligari, 1920), o cinema fantástico deslanchou - especialmente na Alemanha do pós guerra. Os cenários distorcidos, expressionistas, do filme, que rejeitavam qualquer pretensão de realismo, a narrativa fragmentada, as atuações hiper estilizadas e a sensação de insegurança paranoica se uniam para expressar a atmosfera de uma nação derrotada, traumatizada, sem confiança na própria identidade, vendo inimigos tanto internos quanto externos. As sombras pintadas deste filme e dos seus sucessores era do cinema mudo pareciam antecipar - conforme apontaram <i>Siegfried Kracauer</i> e outros críticos - as sombras que se aprofundariam na psique coletiva alemã nos anos vindouros."
    },
    {
      "type": "text",
      "content_text": "Não é de espantar que a Morte, seja na forma do Ceifador Encapuzado em pessoa ou na de suas várias encarnações demoníacas, tenha dominado o cinema alemão durante seu período mais criativo. Lançado no mesmo ano que surgiu Nosferatu, <a href=\"https://_{type: 'screen', 'id': 29267, 'screen_type': 'movie'}\">Der müde Tod</a> (BR: A morte cansada, 1921), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a>, apresenta a Morte oferecendo a uma jovem, cujo noivo ela havia tomado, três chances de traze-lo de volta. Porém. as histórias que a Morte lhe mostra - passadas na Bagdá dos califas, na Veneza da Renascença e em uma China de conto de fadas - provam apenas a impossibilidade de se salvar uma vida condenada e, por fim, a noiva aceita morrer para que possa reencontrar seu amado."
    },
    {
      "type": "video",
      "video_id": "5_lVqP1-Efo",
      "information": {
        "contentTitle": "O Fantasma da Opera - Cena do Baile",
        "contentText": "A maquiagem revolucionária de <i>Lon Chane</i> em <i>O fantasma da ópera</i> foi criada para se assemelhar a uma caveira humana.",
        "source": "Youtube: Canal <i> S&N Editor </i>"
      }
    },
    {
      "type": "text",
      "content_text": "Em todo o rico leque de filmes fantásticos da era do cinema mudo alemão há uma sensação de que forças sombrias estão assumindo o controle, de que as coisas estão saindo dos eixos e deslizando inexoravelmente rumo a um abismo fatal - assim, torna-se outra vez inevitável a comparação com o pesadelo que logo tomaria conta do pais. Não que o cinema alemão detivesse o monopólio do fantástico naquele período. Hollywood produziu uma série de filmes estrelados pelo camaleônico <a href=\"https://_{type: 'screen', 'id': 14481, 'screen_type': person}\">Lon Chaney</a>, que se firmou como um dos atores mais vigorosos de sua época. Em uma de suas atuações mais memoráveis, Chaney interpretou o Fantasma de rosto deformado em <a href=\"https://_{type: 'screen', 'id': 964, 'screen_type': 'movie'}\">The Phantom of the Opera</a> (BR: O fantasma da opera, 1925)."
    },
    {
      "type": "text",
      "content_text": "Embora essas fantasias hollywoodianas contassem com elementos mórbidos extraordinários, elas eram basicamente histórias grotescas passadas em ambientes realistas. Não possuem a sensação aflitiva de todo um mundo fora de compasso que era tão forte no cinema alemão do período. Uma rara exceção foi <a href=\"https://_{type: 'screen', 'id': 27517, 'screen_type': 'movie'}\">The Man Who Laughs</a> (BR: o homem que ri,1928), dirigido por <a href=\"https://_{type: 'screen', 'id': 48055, 'screen_type': person}\">Paul Leni</a> e protagonizado por <a href=\"https://_{type: 'screen', 'id': 3001, 'screen_type': person}\">Conrad Veidt</a>, que interpreta <i>Gwynplaine</i>, filho de um nobre inglês decadente que ofendera o rei Jaime Il. Por ordens do monarca, Gwynplaine e desfigurado, ficando com um sorriso rasgado permanente no rosto."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "man_who_laughs",
        "thumbnail": {
          "image_type": "online",
          "url": "https://img.youtube.com/vi/s9ieJ8M9GsU/0.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena do filme O homem que ri",
        "contentText": "O primeiro filme de ficção da história sempre foi uma rica fonte de inspiração. O Coringa de <i>Jack Nicholson</i> no Batman de <i>Tim Burton</i> em 1989 é uma homenagem ao vilão de <i>Cesar Romero</i>, mas lembra o caricato Freder (<i>Gustav Fröhlich</i>). Assim como o Dr. Rotwang (<i>Rudolf Klein-Rogge</i>) inspirou o Prof. Brown (<i>Christopher Lloyd</i>) em <i>De Volta Para o Futuro</i> e o vilão “Homem magro assustador” de <i>As Panteras</i> (2000) é inspirado no “The Thin Man\" do filme alemão."
      }
    },
    {
      "type": "text",
      "content_text": "O Expressionismo alemão é um dos estilos do cinema mudo mais reconhecidos, embora às vezes seja difícil de definir. O movimento expressionista nas artes foi algo que despontou na poesia e na pintura, no início do século 20, influenciando também o teatro, a arquitetura e, naturalmente, o cinema, em especial depois da Primeira Guerra Mundial (1914 a 1918).",
      "content_title": "O Expressionismo Alemão"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_metropolis",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena do filme Metrópolis",
        "contentText": "O primeiro filme de ficção da história sempre foi uma rica fonte de inspiração. O Coringa de Jack Nicholson no Batman de Tim Burton em 1989 é uma homenagem ao vilão de Cesar Romero, mas lembra o caricato Freder (Gustav Fröhlich).Assim como o Dr. Rotwang (Rudolf Klein-Rogge) inspirou o Prof. Brown (Christopher Lloyd) em De Volta Para o Futuro (1985) e o vilão “Homem magro assustador” de As Panteras (2000) é inspirado no “The Thin Man\" do filme alemão.",
        "source": "themoviescreenscene"
      }
    },
    {
      "type": "text",
      "content_text": "O que o Expressionismo buscava era uma representação subjetiva do mundo, que fosse capaz de revelar as angústias da existência humana através de imagens distorcidas e afastadas da realidade, remetendo a pesadelos. Esses conceitos se originavam, em parte, do Romantismo alemão."
    },
    {
      "type": "text",
      "content_text": "Com seu uso de sombras e contrastes, histórias abordando temas inquietantes, além de cenários, maquiagens e figurinos exagerados, o cinema mudo alemão dos anos 1920 estabeleceu as bases para dois grandes gêneros do cinema moderno: o <strong>filme de terror</strong> e o <strong>filme noir</strong>."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Eu acredito que os filmes do futuro usarão cada vez mais esses ‘ângulos de câmera’ ou, como prefiro chamá-los, esses ‘ângulos dramáticos’. Eles auxiliam o pensamento cinematográfico",
        "author": "F.W. Murnau"
      },
      "quote_mark_color": "md_green_500"
    },
    {
      "type": "text",
      "content_text": "Assim como as pinturas expressionistas, os filmes desse período buscavam abordar as experiências pessoais e subjetivas do ser humano. No cinema, essa característica é mais particularmente associada a sets pouco realistas, ângulos profundos e sombras marcantes, para intensificar a atmosfera do filme."
    },
    {
      "type": "text",
      "content_text": "O termo italiano <i>chiaroscuro</i> (claro-escuro) é frequentemente usado para descrever esse tipo de fotografia de alto contraste entre luz e escuridão, mas a crítico alemão Lotte H. Eisner, autora de <i>A Tela Assombrada</i> (1952), preferiu usar uma expressão de sua própria língua: <i>helldunkel</i>, que ela definiu como “uma espécie de crepúsculo da alma alemã, expressando-se em sombrios e enigmáticos interiores ou em nebulosas e insubstanciais paisagens”."
    },
    {
      "type": "text",
      "content_text": "Para compensar a falta de grandes orçamentos, os primeiros filmes expressionistas usavam cenários pouco realistas, com desenhos pintados nas paredes e nos pisos para representar luzes, sombras e objetos. As histórias e narrativas geralmente tratavam de loucura, insanidade, traição e outros temas existenciais trazidos à tona pelas experiências traumáticas da Primeira Guerra Mundial."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "caligari_scene",
        "thumbnail": {
          "image_type": "online",
          "url": "https://images.adsttc.com/media/images/55e8/9d1b/46fe/9f6f/6100/00f4/newsletter/caligari_0.jpg?1441307927",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Arte em Tela",
        "contentText": "Os cenários do filme foram feitos de papel, com as sombras pintadas sobre eles."
      }
    },
    {
      "type": "text",
      "content_text": "Essa escola de cinema sombria e melancólica acabou sendo levada para os Estados Unidos, mais tarde, quando os nazistas conquistaram o poder e muitos cineastas alemães foram obrigados a emigrar para Hollywood. Esses artistas perceberam que os estúdios norte-americanos estavam dispostos a acolhê-los, e diversos diretores e operadores de câmera alemães obtiveram sucesso no país, produzindo filmes hollywoodianos que impactaram o cinema como um todo. De acordo com o teórico <i>Sigfried Kracauer</i>, autor do livro <i>De Caligari a Hitler</i> (1947), o cinema alemão da Era de Ouro, ou seja, os filmes mudos feitos antes da tomada do país por Hitler e da consequente ascensão do Terceiro Reich, já apontavam sinais de que a Alemanha nazista era algo inevitável."
    },
    {
      "type": "text",
      "content_text": "Entre os filmes mais emblemáticos do Expressionismo alemão, certamente é preciso destacar <i>O Gabinete do Dr. Caligari</i>. O filme é famoso por sua atmosfera angustiante e pela história macabra, na qual o personagem Francis tenta resolver uma série de assassinatos que ele suspeita serem obra de um hipnotizador, o Dr. Caligari, e de seu comparsa sonâmbulo, Cesare. O longa foi interpretado por muitos como uma alegoria à Primeira Guerra Mundial, na qual Cesare representava os inocentes soldados levados ao crime pela manipulação de um governo autoritário e abusivo (representado por Caligari)."
    },
    {
      "type": "text",
      "content_text": "Outro filme extremamente representativo do Expressionismo alemão foi <i>Nosferatu, uma sinfonia do horror</i>, de <i>F.W. Murnau</i>. Embora tenha usado diversas locações reais, o que não era comum nos filmes da época, o filme desenvolve o desespero e a angústia de maneira crescente e assustadora. Murnau transforma o familiar em algo estranho, dando toques expressionistas às paisagens da vida real, o que gradualmente transporta o expectador da realidade para o pesadelo. O vampiro, que simboliza a inevitabilidade da morte, é uma adaptação livre da obra de <strong>Bram Stoker</strong>, <i>Drácula</i>."
    },
    {
      "type": "block_special",
      "title": "Das páginas para a tela",
      "image": {
        "image_type": "local",
        "url": "img_dracula_book",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O roteiro de <i>Nosferatu, uma sinfonia do horror</i>, de <i>Henrik Galeen</i>, segue em grande parte o enredo do clássico romance de vampiro <strong>Drácula</strong> (1897), de <i>Bram Stoker</i>, embora simplifique a história e elimine ou coloque em segundo plano uma série de personagens. <br/> <br/> \n\nJonathan Harker, o jovem herói, se torna Hutter; o professor Van Helsing, o poderoso antagonista de Drácula, é reduzido ao inútil professor Bulwer. O tema do sacrifício feminino presente no filme (Ellen, a esposa de Hutter, se entrega ao vampiro para destruí-lo) não está no romance. O cenário também muda: Whitby se torna o porto báltico fictício de \"Wisborg\". E o próprio Drácula se torna o \"conde Orlok\", supostamente para disfarçar o fato de os autores do filme terem usado a trama de Stoker sem permissão. <br/> <br/> \n\nCaso tenha sido esse o motivo, não deu certo: a família de Stoker <strong>ganhou um processo de violação de direitos autorais</strong> e uma ordem judicial exige que todas as cópias do filme fossem destruídas. Os estúdios Prana (palavra em sânscrito que significa \"força vital\") foram à falência, o que tornou Nosferatu seu primeiro e único lançamento."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 19, 'screen_type': 'movie'}\">Metropolis</a> (BR: Metrópolis, 1927), de <i>Friz Lang</i>, também é considerado um dos mais famosos filmes do Expressionismo e do cinema mudo como um todo. O longa-metragem mistura elementos góticos com uma estética futurista que ainda hoje inspira o gênero de ficção científica. Sua visão extremista de uma sociedade movida pela luta de classes, com os ricos vivendo no topo iluminado da cidade e os pobres embaixo, nas sombras, o filme revela as desigualdades econômicas da Alemanha na República Weimar, mesclando angústias pessoais com crítica social. A própria multidão de operários é uma parte essencial da estética visual do filme, movendo-se de maneira simétrica e mecânica, como a máquina gigante à qual servem."
    },
    {
      "type": "block_special",
      "title": "Timeline de Acontecimentos: 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}