{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "As origens do cinema épico se encontram na Europa e mais precisamente, na Itália, onde os cineastas buscaram inspiração no passado disco de seu país para realizar filmes visualmente extravagantes e de dimensões operísticas. <a href=\"https://_{type: 'screen', 'id': 1016039, 'screen_type': person}\">Enrico Guazzoni</a> (1876-1949) utilizou 5 mil figurantes em seu drama de nove rolos <a href=\"https://_{type: 'screen', 'id': 114166, 'screen_type': 'movie'}\">Quo Vadis?</a> (1912), ambientado na Roma Antiga. <a href=\"https://_{type: 'screen', 'id': 41611, 'screen_type': person}\">Giovanni Pastrone</a> (1883-1959) filmou <a href=\"https://_{type: 'screen', 'id': 5153, 'screen_type': 'movie'}\">Cabiria</a> (BR: Cabiria: visão histórica do século III a.C., 1914) em múltiplas locações."
    },
    {
      "type": "text",
      "content_text": "O filme tem três horas de duração, um elenco de centenas de atores e cenários espetaculares. Pastrone e seu fotógrafo espanhol Segundo de Chomón foram os primeiros a utilizar um sistema de carrinho sobre trilhos para que a câmera pudesse se mover, o que lhes possibilitou criar <i>travellings</i> (efeitos de aproximação com a câmera) ininterruptos. De Chómon foi um mestre dos efeitos especiais, colaborando em <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': 'movie'}\">Napoléon</a> (BR: Napoleão, 1927), dirigido por <a href=\"https://_{type: 'screen', 'id': 143356, 'screen_type': person}\">Abel Gance</a> (1889-1981), um épico que explorou diversas técnicas de filmagem."
    },
    {
      "type": "video",
      "video_id": "z0IRajBPbfc",
      "information": {
        "contentTitle": "Travelling: movimentos de câmera",
        "contentText": "omo a câmara pode se deslocar nas três dimensões do espaço, pode-se dizer que há três tipos de <strong>travelling</strong>, conforme o eixo em que o deslocamento se dá. Um <i>travelling lateral</i> (para a esquerda ou para a direita) é aquele em que a câmara se desloca paralelamente ao objeto principal do plano. Em um  <i>travelling frontal</i> (de avanço ou de recuo), o deslocamento da câmara é perpendicular ao objeto. <i>Travellings verticais</i> (ou movimentos de grua) são aqueles em que a câmara se desloca para cima ou para baixo, em geral com o auxílio de um equipamento específico chamado de grua.",
        "source": "Youtube: Canal <i> Focus Films Production </i>"
      }
    },
    {
      "type": "text",
      "content_text": "Os épicos italianos do tipo espada e sandálias foram uma grande influência para a produção hollywoodiana e inspiraram <a href=\"https://_{type: 'screen', 'id': 143356, 'screen_type': person}\">Cecil B. DeMille</a> (1881-1959) a realizar sua primeira versão de <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': 'movie'}\">The Ten Commandments</a> (BR: Os dez mandamentos, 1923), um espetáculo de 136 minutos que dramatiza a história bíblica de Moisés. DeMille pôs novamente em ação seu tino em 1927, quando dirigiu o espetacular épico bíblico O rei dos reis."
    },
    {
      "type": "text",
      "content_text": "Quando a Primeira Guerra Mundial estourou em 1914, foi interrompido o desenvolvimento da indústria cinematográfica europeia, porém os cineastas americanos continuaram a romper as barreiras da sétima arte. <a href=\"https://_{type: 'screen', 'id': 100036, 'screen_type': person}\">D. W. Griffith</a> (1875 1948) dirigiu uma saga sobre a Guerra Civil Americana, <a href=\"https://_{type: 'screen', 'id': 618, 'screen_type': 'movie'}\">The Birth of a Nation</a> (BR: O nascimento de uma nação, 1915), uma obra inovadora por seu estilo técnico e narrativo."
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo um dos mais reverenciados e repudiados filmes já feitos, o nascimento de uma nação, de D. W. Griffith, é importante pelos mesmos motivos que inspiram essas duas reações opostas. Raras vezes um filme mereceu tamanho louvor e desprezo, o que, de várias formas, aumenta seu valor não só nos anais do cinema, mas também como um artefato histórico fundamental (que alguns chamariam de relíquia).",
      "content_title": "Um marco polêmico"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_birth_nation",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena do filme O Nascimento de uma Nação",
        "contentText": "Em 21 de março de 1915, o presidente democrata Woodrow Wilson esteve presente em uma sessão especial de \"O Nascimento de uma Nação\". Era a primeira vez que um filme era exibido na Casa Branca. O presidente se viu encantado após exibição do filme. Era uma superprodução do cinema americano em que heróis, integrantes da Ku Klux Klan, salvam a mocinha das garras dos vilões.",
        "source": "Hulton Archives / Getty Images"
      }
    },
    {
      "type": "text",
      "content_text": "Embora o filme seja baseado na peça explicitamente racista de Thomas Dixon <i>The Clansman: An Historical Romance of the Ku Klux Klan</i>, relatos afirmam que Griffith era indiferente ao teor racista do tema central. O grau de cumplicidade do diretor ao veicular sua mensagem infame é motivo de discussão há quase um século. No entanto, não há controvérsias quanto aos méritos técnicos e artísticos da obra, Griffith estava, como de costume, mais interessado nas possibilidades do meio do que na mensagem e, nesse âmbito, ele estabelece os padrões da Hollywood moderna."
    },
    {
      "type": "text",
      "content_text": "O nascimento de uma nação foi, de forma muito clara, o primeiro épico histórico já feito, provando que, mesmo na era do cinema mudo, as plateias estavam dispostas a assistir a uma história de mais de três horas. Com suas inúmeras inovações artísticas, Griffith essencialmente criou a linguagem cinematográfica contemporânea e, embora alguns elementos de O nascimento de uma nação possam parecer datados, praticamente todos os filmes lhe são devedores de alguma maneira. Griffith introduziu o uso de closes dramáticos, travelings e outros significativos movimentos de câmera: ação paralela, alternância de sequências e outras técnicas de montagem; e até mesmo a primeira trilha sonora orquestrada. É uma pena que todos esses elementos inovadores estivessem relacionados a uma história de valor tão duvidoso."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "É o que eu realizei de mais grandioso, mas não estarei satisfeito até fazer algo mais... Eu sou, como todos os seres humanos, movido pela perfeição.",
        "author": "D. W. Griffith"
      },
      "quote_mark_color": "md_purple_500"
    },
    {
      "type": "text",
      "content_text": "A primeira metade do filme começa antes da Guerra Civil, explicando a introdução da escravidão nos Estados Unidos antes do início da ação. Duas famílias, os Stoneman, do Norte, e os Cameron, do Sul, são apresentadas. A história é contada através dessas famílias e, muitas vezes, de seus criados, sintetizando os piores estereótipos raciais. À medida que a nação é dilacerada pela guerra, os escravos e os simpatizantes dos abolicionistas são vistos como a força destrutiva por trás de tudo."
    },
    {
      "type": "text",
      "content_text": "O racismo do filme piora na segunda metade, que se passa durante a reconstrução e retrata a ascensão da Ku Klux Klan, cujos membros são apresentados como os supostos heróis da película. O fato de Griffith ter introduzido uma história de amor no meio desta recriação de uma guerra racial é extremamente audacioso: uma escolha ao mesmo tempo emocionante e perturbadora."
    },
    {
      "type": "text",
      "content_text": "O nascimento de uma nação é sem dúvida uma poderosa propaganda, muito embora sua mensagem política seja de revirar o estômago. O filme parece dizer que apenas a puritana Ku Klux Klan pode manter a unidade da nação. Não é de surpreender que, mesmo na sua época, o filme tenha sido visto com indignação. Recebeu protestos da Associação Nacional para o Progresso das Pessoas de Cor (NAACP, na sigla em inglês), gerou manifestações e, posteriormente, forçou o próprio Griffith a responder às críticas com seu ainda mais ambicioso <a href=\"https://_{type: 'screen', 'id': 3059, 'screen_type': 'movie'}\">Intolerance: Love's Struggle Throughout the Ages</a> (BR: Intolerância, 1916). Ainda assim, o fato de o nascimento de uma nação ser respeitado e estudado até os dias de hoje - apesar do seu tema revela sua importância duradoura."
    },
    {
      "type": "block_special",
      "title": "Timeline de Acontecimentos: 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}