{
  "number": 7,
  "content_list": [
    {
      "type": "text",
      "content_text": "Em meados da década de 1920, o cinema, desprovido da fala, já havia desenvolvido uma forma de narração visual tão sutil e expressiva quanto as palavras. Embora intertítulos por escrito substituísse os diálogos, eram as imagens que conduziam de fato a narrativa e capturavam emoções. Livre das exigências da gravação sonora, a câmera, que <a href=\"https://_{type: 'screen', 'id': 9076, 'screen_type': person}\">F. W. Murnau</a> (1888-1931) chamava de \"o pincel do diretor\", alcançou uma flexibilidade não superada até hoje."
    },
    {
      "type": "text",
      "content_text": "Incapazes de falar, os atores se fiavam em gestos ou em expressões faciais, alcançando a mesma sutileza e profundidade de sentimento que posteriormente atingiriam com o estilo mais naturalista trazido pelo cinema sonoro."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Nada no mundo pode ser comparado ao rosto humano. É uma terra que eu não me canso de explorar. Não há maior experiência em um estúdio do que testemunhar a expressão de um rosto sensível sob o misterioso poder da inspiração. Para vê-lo animando-se por dentro e se transformando em poesia.",
        "author": "Carl Theodor Dreyer"
      },
      "quote_mark_color": "md_blue_500"
    },
    {
      "type": "text",
      "content_text": "O silêncio, portanto, não era uma limitação. Para muitos estetas e teóricos do cinema, a singularidade dos filmes estava precisamente em sua capacidade de contar uma história somente por meio de imagens. Essa busca por um cinema puro encontrou seguidores em países tão distantes quanto o Japão, onde o expressionista <a href=\"https://_{type: 'screen', 'id': 94525, 'screen_type': movie}\">Kurutta ippêji</a> (BR: Uma Página de Loucura, 1926), dirigido por <a href=\"https://_{type: 'screen', 'id': 213471, 'screen_type': person}\">Teinosuke Kinugasa</a> (1896-1982), usou apenas imagens para contar a história perturbadora dos eventos que ocorrem dentro de um manicômio."
    },
    {
      "type": "text",
      "content_text": "Poucos filmes chegaram a eliminar por completo os intertítulos, mas a maior gloria dos últimos anos do cinema mudo está, sem dúvida, em seu refinamento visual. <a href=\"https://_{type: 'screen', 'id': 10728, 'screen_type': movie}\">Fausto</a> (1926), de Murnau, apesar de suas origens literárias na lenda dos homens que vende a alma ao Diabo, é especialmente notável por sua magnifica recriação da Europa medieval."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_sunrise",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Janet Gaynor e George O'Brien em Aurora (1927)",
        "contentText": "Aurora é famoso por sua fotografia e sua narrativa pungente.",
        "source": "wikipedia.com"
      }
    },
    {
      "type": "text",
      "content_text": "Essa foi uma das produções mais extravagantes da <i>Universum Film AG</i> (UFA), a maior produtora alemã da época, que também realizou os suntuosos <a href=\"https://_{type: 'screen', 'id': 31506, 'screen_type': movie}\"> Die Nibelungen: Siegfried</a> (BR: Os nibelungos: a morte de Siegfried, 1924) e <a href=\"https://_{type: 'screen', 'id': 42512, 'screen_type': movie}\">Die Nibelungen: Kriemhilds Rache</a> (BR: Os nibelungos: a vingança de Kriemhild, 1924), de <a href=\"https://_{type: 'screen', 'id': 68, 'screen_type': person}\">Fritz Lang</a> (1890-1976), assim como <a href=\"https://_{type: 'screen', 'id': 19, 'screen_type': movie}\">Metrópolis</a> (1927), o épico de ficção cientifica do mesmo diretor."
    },
    {
      "type": "text",
      "content_text": "Metrópolis, apesar da trama precária, é até hoje uma das evocações mais visualmente impressionantes do futuro já vistas nas telas. O cinema francês aspirou diversas vezes ao épico, mas nunca tanto quanto na obra de <a href=\"https://_{type: 'screen', 'id': 29720, 'screen_type': person}\">Abel Gance</a> (1889-1981), cujo filme <a href=\"https://_{type: 'screen', 'id': 42536, 'screen_type': movie}\">Napoléon</a> (BR: Napoleão, 1927) levou o apuro estético do cinema mudo ao extremo. O diretor dinamarquês <a href=\"https://_{type: 'screen', 'id': 11572, 'screen_type': person}\">Carl Theodor Dreyer</a> (1889-1968) dramatizou a história francesa em <a href=\"https://_{type: 'screen', 'id': 780, 'screen_type': movie}\"> La passion de Jeanne d'Arc</a> (BR: A paixão de Jong D’Arc, 1928), porém, evitou ao máximo o espetáculo ao se concentrar de forma obstinada nos registros emocionais transmitidos pelo rosto humano."
    },
    {
      "type": "block_special",
      "title": "A obra máxima do mestre Carl Theodor Dreyer",
      "image": {
        "image_type": "local",
        "url": "img_paixao_jeanne_darc",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O austero mestre dinamarquês <i>Carl Theodor Dreyer</i> realizou <i>A paixão de Joana d'Arc</i> há mais de 80 anos, no entanto, poucos negariam que sua produção cuidadosa ainda representa um padrão de excelência para qualquer estudo de personagem no cinema. <br/> <br/> \n\nO filme apresenta o martírio dessa mistura de guerreira e donzela, que carrega nas costas o peso de uma nação e o faz por meio de uma fé inabalável que se evidencia na capacidade expressiva dos olhos da protagonista. Isso se deve, em grande parte, à atuação angustiada e etérea da enigmática <a href=\"https://_{type: 'screen', 'id': 29720, 'screen_type': person}\">Maria Falconetti</a> (1892-1946), uma atriz de teatro descoberta por Dreyer em Paris. (Esta não foi sua estreia no cinema, porém - talvez desencorajada pelos métodos de Dreyer - ela jamais fez outro filme.) Falconetti teve seu sofrimento, que é palpável na tela, refinado de modo perverso, sendo obrigada - reza a lenda - a se ajoelhar sobre pedras e assistir exaustivamente a copiões do filme até conhecer em detalhes cada traço do seu rosto. <br/> <br/> \n\nSituando o filme na cidade de <i>Rouen</i>, em 1431, e baseando-se nos manuscritos do julgamento de Joana, Dreyer trabalha a partir de uma paleta de emoções brutas: as expressões de Falconetti alardeiam, em alto e bom som, a agonia presente, as glórias passadas e os medos futuros de sua personagem. Muitas vezes, ao enquadrar o rosto de Joana em close e em um ângulo ligeiramente enviesado, ele contrapõe a tristeza dela aos rostos monstruosos dos juízes e teólogos reunidos para forçar sua confissão, gerando uma atmosfera claustrofóbica e desesperadora a partir de um simples movimento de câmera. <br/> <br/> \n\nComo em filmes posteriores, entre eles <a href=\"https://_{type: 'screen', 'id': 41391, 'screen_type': movie}\">Vredens Dag</a> (BR: Dias de ira, 1943) e <a href=\"https://_{type: 'screen', 'id': 48035, 'screen_type': movie}\">Ordet</a> (BR: A palavra, 1955), Dreyer aborda questões de fé e espiritualidade ao retratar personagens que supostamente teriam atingido um estado de graça, mas que são julgados por uma sociedade de céticos e fanáticos violentos. O filme continua sendo uma fascinante anomalia na história do cinema europeu."
    },
    {
      "type": "text",
      "content_text": "De fato, o que havia de mais extraordinário sobre o último período do cinema mudo era sua capacidade de combinar grandiloquência visual com intimismo. Isso também se aplica a <i>Hollywood</i>, que teve suas maiores obras-primas dirigidas por emigrantes europeus. Murnau veio da Alemanha para trabalhar para a Fox e, nos melodramas românticos <a href=\"https://_{type: 'screen', 'id': 631, 'screen_type': movie}\">Sunrise: A Song of Two Humans</a> (BR: Aurora, 1927) e <a href=\"https://_{type: 'screen', 'id': 34796, 'screen_type': movie}\">City Girl</a> (BR: O Pão Nosso de Cada Dia, 1930), combinou beleza de estilo com uma atenção delicada aos sentimentos humanos. O sueco <a href=\"https://_{type: 'screen', 'id': 8741, 'screen_type': person}\">Victor Sjöström</a> (1879-1960), conhecido por seus estudos sobre a vida rural escandinava, escolheu um cenário igualmente remoto para um dos últimos grandes filmes mudos americanos, <a href=\"https://_{type: 'screen', 'id': 31416, 'screen_type': movie}\">The Wind</a> (BR: Vento e areia, 1928), um melodrama vigoroso filmado em locação no deserto de Mojave."
    },
    {
      "type": "text",
      "content_text": "A excelência do cinema mudo durante o final dos anos 1920 ajuda a explicar por que muitos viam a chegada do som como um retrocesso. Grande parte de <a href=\"https://_{type: 'screen', 'id': 101482, 'screen_type': movie}\">Lonesome</a> (BR: Solidão, 1928), dirigido por <a href=\"https://_{type: 'screen', 'id': 544711, 'screen_type': person}\">Paul Fejos</a> (1897-1963), outro retrato da vida urbana nos Estados Unidos realizado por um emigrante europeu, mostra todo o requinte do crepúsculo daquela era do cinema, porém, nele, o clima é arruinado por sequências de diálogo terrivelmente banais."
    },
    {
      "type": "video",
      "video_id": "L-10eCXzqdQ",
      "information": {
        "contentTitle": "O berço desce",
        "contentText": "Neste trecho, conhecido como \"<strong>cena da escadaria</strong>\", vemos a sequência da escadaria de Odessa, começando pela câmera lenta do diretor que, em certo momento, acompanha as pessoas, realçando o desespero de homens, mulheres e crianças caídos no chão, sendo pisoteados e buscando fugir dos tiros dos oficiais. Quando as autoridades começam a atirar, num massacre repugnante que não poupa mulheres e crianças, é difícil conter a revolta, o que motiva a reação dos marinheiros do <i>Potemkin</i> contra as autoridades logo em seguida. Eisenstein constrói a cena com cuidado, alternando entre os planos numa dinâmica incrível e, com muita sensibilidade, nos emocionando com as imagens de uma mãe morrendo com seu filho no colo e de um carrinho de bebê descendo as escadarias debaixo de tiros. E a própria composição dos planos, com os soldados posicionados acima e as pessoas abaixo na escada, simboliza as posições de cada um na pirâmide social que imperava na época.",
        "source": "Youtube: Canal <i> losteyeways </i>"
      }
    },
    {
      "type": "text",
      "content_text": "O som abriu novas possibilidades para o cinema e, por volta da década de 1930, a nova mídia já havia conquistado seu lugar nos Estados Unidos e na Europa ocidental. Contudo, ainda levaria anos para os cineastas terem condições técnicas de combinar o som com a fluência visual dos últimos filmes mudos. Isso pode ser confirmado pelo trabalho excepcional das poucas indústrias cinematográficas maduras que realizaram esse tipo de filme após 1930."
    },
    {
      "type": "text",
      "content_text": "Até meados dessa década, o cinema soviético continuou a produzir ótimos filmes mudos, como o clássico <a href=\"https://_{type: 'screen', 'id': 643, 'screen_type': movie}\">Bronenosets Potyomkin</a> (BR: O Encouraçado Potemkin, 1925), de <a href=\"https://_{type: 'screen', 'id': 9603, 'screen_type': person}\">Sergei M. Eisenstein</a> (1898-1948), um dos diretores mais influentes na história do cinema. No Japão, onde os filmes falados eram raros até 1935, cineastas como <a href=\"https://_{type: 'screen', 'id': 125690, 'screen_type': person}\">Mikio Naruse</a> (1905-1969) e <a href=\"https://_{type: 'screen', 'id': 233660, 'screen_type': person}\">Hiroshi Shimizu</a> (1903-1966) mesclaram tradições locais com o estilo extravagante dos mestres ocidentais do final da era do cinema mudo. Em filmes como <a href=\"https://_{type: 'screen', 'id': 28268, 'screen_type': movie}\">Rakudai Wa Shita Keredo</a> (BR: Fui Reprovado, Mas…, 1932), <a href=\"https://_{type: 'screen', 'id': 95501, 'screen_type': person}\">Yasujiro Ozu</a> (1903-1963) mostrou que o cinema mudo era capaz de um realismo tão autêntico quanto aquele alcançado com o som nos filmes neorrealistas da Itália do pós-guerra."
    },
    {
      "type": "block_special",
      "title": "Timeline de Acontecimentos: 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}