{
  "number": 1,
  "content_list": [
    {
      "type": "text",
      "content_text": "O cinema criou e alimentou ao mesmo tempo, um apetite pelo espetáculo, oferecendo a oportunidade de se recriar o passado, reimaginar o presente \n\ne visualizar o futuro. Os pioneiros dessa arte não se encontravam \n\nem Hollywood, que na época nem sequer existia como centro de produção \n\ncinematográfica, mas sim na Europa. Entre os mais notáveis estavam os cineastas \n\nfranceses <a href=\"https://pt.wikipedia.org/wiki/Georges_M%C3%A9li%C3%A8s\">Georges Méiles</a> (1861-1938), <strong>Charlies Pathé</strong> (1863-1957) e Ferdinand Zecca (1864-1947).<br/> <br/> \n\n \n\nEste último dirigiu o curta-metragem de um minuto <i>A la conquête de l'air</i> (BR: A conquista dos ares, 1901), no qual aparece sobrevoando o bairro parisiense de Belleville em uma máquina voadora bizarra. O filme foi realizado para a produtora Pathé Frères, fundada em 1896 por Charles Pathe e seu irmão Emile. Numa referência às suas origens como donos de restaurante, usavam um galo, <strong>Le Coq</strong>, na logomarca."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "pathe_logo",
        "thumbnail": {
          "image_type": "online",
          "url": "https://img.youtube.com/vi/J9jBA-tZ7tU/0.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Pathé Films Logo",
        "contentText": "Logo de uma das mais importantes produtoras de cinema de todos os tempos, contendo o galo Le Coq, presente desde o começo em seus cartazes.",
        "source": ""
      }
    },
    {
      "type": "text",
      "content_text": "Podemos citar outros nomes até então desconhecidos: Thomas Edison, George Eastman, W.K.L Dickson, Louis Le Prince, Francis Doublier, G.A Smiths e Thomas Ince. Todos contribuíram de alguma forma na criação da chamada sétima arte, e por isso, não podemos dizer que o ela foi criada por uma única pessoa, e ainda não há uma data precisa para o seu nascimento. Em 1884, George Eastman inventou o filme de rolo. Na mesma década, Thomas Edison e seu assistente W. K. L. Dickson inventaram o <strong>cinetoscópio</strong>. Diversas outras invenções foram surgindo em paralelo ou com base em uma anterior. <br/> </br> \n\n \n\nMas uma data entrou para a história: 25 de dezembro de 1895, amplamente considerada pelos historiadores como a data de nascimento do cinema. Eles exibiram um programa curto com seus filmes documentários para um público pagante, dentre eles, o hoje famoso L'arrivee d'um Train Em Gare de La Ciotat (A chegada de um trem à estação de La Ciotat, 1895 – Franca)."
    },
    {
      "type": "video",
      "video_id": "ymjlHsPmesk",
      "information": {
        "contentTitle": "A chegada de um trem à estação de La Ciotat ",
        "contentText": "Um dos primeiros filmes da história a ser exibido a um público pagante. A câmera foi colocada perto dos trilhos, de modo que o trem aumentava conforme se aproximava, até parecer que atravessaria a tela e invadiria a sala. Diz a lenda que as pessoas se abaixavam, gritavam ou levantavam para sair.",
        "source": "Youtube: Canal <i>maccafan21 [Ciné'Culte]</i>"
      }
    }
  ]
}