{
  "number": 4,
  "content_list": [
    {
      "type": "text",
      "content_text": "Nos primeiros anos do cinema mudo, os afro-americanos não eram retratados de maneira positiva. Seus personagens eram limitados a papéis muito estereotipados e, na maioria das vezes, se um afro-americano estivesse em um filme, esse papel seria interpretado por um ator branco usando <strong>blackface</strong>. Mas homens como <a href=\"https://_{type: 'screen', 'id': 3247, 'screen_type': person}\">Noble Johnson</a> (1881-1978) e <a href=\"https://_{type: 'screen', 'id': 253152, 'screen_type': person}\">Oscar Micheaux</a> (1884-1951) não se contentavam em simplesmente ficar parados, assistindo continuações e mais continuações dessas visões claramente racistas. Eles sabiam que haviam vários atores e atrizes afro-americanos que eram capazes de atuar se tivessem uma chance."
    },
    {
      "type": "text",
      "content_text": "Mesmo sabendo que seria um trabalho difícil, esses homens estavam dispostos a se arriscarem. Esses pioneiros do cinema começariam a produzir filmes com um elenco totalmente negro, voltados para a comunidade afro-americana. Esses filmes que foram chamados de <i>black race films</i> (literalmente filmes de raça negra), ou simplesmente <strong>Race Films</strong>, são extremamente importantes na história do cinema."
    },
    {
      "type": "text",
      "content_text": "Foram produzidos <i>race films</i> de diversos gêneros: faroestes, musicais, dramas policiais, dentre outros. A ideia era simples: oferecer aos afro-americanos a oportunidade de ir e ver um filme em que não fossem retratados da maneira estereotipada. Dentre os filmes, vale citar: "
    },
    {
      "type": "text",
      "content_text": "<ul><li> <a href=\"https://_{type: 'screen', 'id': 273439, 'screen_type': movie}\">The Homesteader</a> (1918);</li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 643211, 'screen_type': movie}\">The Green Eyed Monster</a> (1919) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 77621, 'screen_type': movie}\">Within Our Gates</a> (BR: Nos Limites dos Portões , 1919) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 175226, 'screen_type': movie}\">The Symbol of the Unconquered</a> (1920) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 86955, 'screen_type': movie}\">Body and Soul</a> (BR: Corpo e Alma, 1924) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 208691, 'screen_type': movie}\">The Exile</a> (BR: Exilado, 1931) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 43594, 'screen_type': movie}\">The Emperor Jones</a> (BR: O Imperador Jones, 1933) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 95015, 'screen_type': movie}\">The Green Pastures</a> (1936) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 289526, 'screen_type': movie}\">Harlem on the Prairie</a> (1937) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 133255, 'screen_type': movie}\">Harlem Rides the Range</a> (1939) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 91464, 'screen_type': movie}\">Lying Lips (1939) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 22750, 'screen_type': movie}\">The Blood of Jesus</a> (BR: O Sangue de Jesus, 1914) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 735278, 'screen_type': movie}\"> Brother Martin: Servant of Jesus </a> (1942) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 59964, 'screen_type': movie}\"> Cabin in the Sky </a> (BR: Um Lugar No Céu, 1943) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 43513, 'screen_type': movie}\"> Stormy Weather </a> (BR: Tempestade de Ritmos, 1943) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 90708, 'screen_type': movie}\"> Go Down, Death! </a> (1944) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 43473, 'screen_type': movie}\"> Dirty Gertie from Harlem U.S.A. </a> (BR: Dirty Gertie do Harlem, 1946) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 275932, 'screen_type': movie}\"> Boy! What a Girl! </a> (1947) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 90800, 'screen_type': movie}\"> Hi-De-Ho </a> (1947) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 182938, 'screen_type': movie}\"> Sepia Cinderella </a> (1947) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 566197, 'screen_type': movie}\"> The Betrayal </a> (1948), lost </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 89547, 'screen_type': movie}\"> Bright Road </a> (1953)</li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 51044, 'screen_type': movie}\"> Carmen Jones </a> (1954) </li> \n\n<li> <a href=\"https://_{type: 'screen', 'id': 638674, 'screen_type': movie}\">Carib Gold</a> (1957)</li></ul>"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_homesteader",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "The Homesteader (1919)",
        "contentText": "Anúncio para <i>The Homesteader</i> (1919) enfatizando seu elenco negro",
        "source": "wikipedia.org"
      }
    },
    {
      "type": "text",
      "content_text": "As fronteiras da indústria envolvendo os <i>race films</i> são complicadas e porosas, mas os cineastas, no entanto, constituíram uma comunidade de prática distinta. Poucos desses primeiros filmes sobreviveram, então evidências dessa comunidade de cineastas devem ser extraídas de outras mídias: pôsteres, anúncios em jornais, programas de teatro e, em alguns casos, apenas as anotações manuscritas desses cineastas."
    },
    {
      "type": "text",
      "content_text": "As obras que os estudiosos geralmente designam de “<strong>Race films</strong>” surgiram durante os primeiros anos do século XX. Esses primeiros filmes, muitos deles produzidos pelo <i>Hampton and Tuskegee Institutes</i>, estavam intimamente alinhados com o movimento de “uplift” afro-americano e seu expoente mais proeminente, <i>Booker T. Washington</i> (1856-1915). <strong>A Trip to Tuskegee</strong> (1909), <strong>John Henry at Hampton</strong> (1913) e <strong>A Day at Tuskegee</strong> (1913) são todos produtos desse momento histórico."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Uma das maiores tarefas da minha vida foi ensinar o homem de cor que ele pode fazer qualquer coisa.",
        "author": "Oscar Micheaux"
      },
      "quote_mark_color": "md_red_500"
    },
    {
      "type": "text",
      "content_text": "Simultaneamente com os filmes <i>Hampton / Tuskegee</i>, um grupo de cineastas e empreendedores afro-americanos começaram a se especializar em filmes concebidos ao público afro-americano. <i>The Foster Photoplay Company</i>, fundada em 1913 pelo jornalista e cineasta <a href=\"https://_{type: 'screen', 'id': 1328101, 'screen_type': person}\">William Foster</a> (1884-1940) - também conhecido como Juli Jones - foi uma das primeiras empresas. Os próprios filmes de Foster se inspiram no movimento <i>uplift</i>, contando a história, por exemplo, de um assistente de vagões: <a href=\"https://_{type: 'screen', 'id': 274416, 'screen_type': movie}\">The Railroad Porter</a> (1913), uma posição estimada na comunidade afro-americana."
    },
    {
      "type": "text",
      "content_text": "Outras produtoras, como a <i>Afro-American Film Company</i>, <i>The Hunter C. Haynes Photoplay Company</i> e <i>The Peter P. Jones Photoplay Company</i> também se especializaram em filmes destinados a esse público nos primeiros anos da segunda década do século XX. Os afro-americanos, como todo mundo, eram cinéfilos ávidos e, como as salas de cinema eram segregadas durante esse período, havia diferentes circuitos de exibição para o público afro-americano e branco. Algumas produtoras conseguiram capitalizar nesse circuito separado, vendendo filmes diretamente aos proprietários de cinemas afro-americanos."
    },
    {
      "type": "block_special",
      "title": "Blackface",
      "image": {
        "image_type": "local",
        "url": "img_blackface",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O <i>blackface</i> é uma prática que tem pelo menos 200 anos. Acredita-se que ela tenha se iniciado por volta de 1830 em Nova York. Mas não se trata apenas de pintar a pele de cor diferente. <br/> <br/> \n\nEra uma prática na qual pessoas negras eram ridicularizadas para o entretenimento de brancos. Estereótipos negativos vinham associados às piadas, principalmente nos Estados Unidos e na Europa. No século 19, atores brancos usavam tinta para pintar os rostos de preto em espetáculos humorísticos, se comportando de forma exagerada para ilustrar comportamentos que os brancos associavam aos negros. Também ridicularizavam os sotaques dos personagens que incorporavam nas peças. Isso surgiu numa época em que os negros nem eram autorizados a subir nos palcos e atuar, por causa da cor de sua pele. <br/> <br/> \n\nMesmo no século 20, era muito raro atores negros receberem posição de destaque. Papéis que exigiam uma aparência africana ou asiática eram frequentemente desempenhados por atores brancos usando <i>blackface</i>, ou seja, com a pele tingida. A prática continuou em programas de TV e no teatro por boa parte do século 20. A BBC, por exemplo, teve por 20 anos, entre 1958 e 1978, um programa que usava <i>blackface</i>. O show, que se chamava <strong>The Black and White Minstrel Show</strong>, era extremamente popular, com uma audiência que chegou a atingir 16 milhões de pessoas. O programa ganhou o prestigioso prêmio <i>Golden Rose of Montreux</i>, em 1961. <br/> <br/> \n\nConforme movimentos antirracistas foram crescendo, o <i>blackface</i> foi sendo eliminado do entretenimento e, atualmente, é algo visto como vergonhoso e lamentável. Mas isso não impediu que a prática ainda fosse usada por algumas pessoas."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 618, 'screen_type': movie}\">The Birth of a Nation</a> (BR: O Nascimento de uma nação, 1915), de <a href=\"https://_{type: 'screen', 'id': 100036, 'screen_type': person}\">D. W. Griffith</a> (1875-1948), filme que bateu recordes de bilheteria e arrancou elogios da crítica, apresentou uma história extremamente racista, retratando afro-americanos como estupradores e a Ku Klux Klan como um grupo heroico. Amplamente protestado pelo público afro-americano, o <i>Nascimento de uma nação</i> gerou uma série de respostas cinematográficas - mais obviamente, <a href=\"https://_{type: 'screen', 'id': 273129, 'screen_type': movie}\">Birth of a Race</a> (1918), uma produção famosa e problemática concebida como uma resposta direta ao filme de Griffith."
    },
    {
      "type": "text",
      "content_text": "O filme de Griffith ajudou a dar um propósito compartilhado (embora certamente não unificado) para que diversas empresas tentassem recuperar a imagem dos afro-americanos nas telas, mesmo que o lucro fosse algo ainda mais importante. Entre eles estavam a <i>Lincoln Motion Picture Company</i> (fundada em 1916) e - a mais famosa de todas as empresas dos <i>race films</i> - a <i>Micheaux Film Corporation</i>, fundada em 1918 pelo autor e cineasta <a href=\"https://_{type: 'screen', 'id': 253152, 'screen_type': person}\">Oscar Micheaux</a> (1884-1951)."
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_within_our_gates",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena de Within Our Gates",
        "contentText": "Um dos poucos filmes que chamaram a atenção da imprensa branca, <i>Within Our Gates</i> ficou perdido por mais de 70 anos e, depois de achado na Filmoteca Espanhola, foi restaurado.",
        "source": "publicdomainreview.org"
      }
    },
    {
      "type": "text",
      "content_text": "Os filmes de Oscar Micheaux, começando com <a href=\"https://_{type: 'screen', 'id': 273439, 'screen_type': movie}\">The Homesteader</a> (1918), foram os <i>race films</i> de maior sucesso na época. O público ansiava pelo lançamento desses filmes, com seus \"elencos coloridos de estrelas\", e <a href=\"https://_{type: 'screen', 'id': 77621, 'screen_type': movie}\">Within Our Gates</a> (BR: Nos Limites dos Portões , 1919) é um dos poucos exemplos de um <i>race film</i> que atraiu a atenção - e um público - da imprensa branca. Enquanto os filmes de Micheaux e Lincoln encontraram um público receptivo, os <i>race films</i> também enfrentaram enormes obstáculos. Embora empresas de produção voltadas para brancos com melhor financiamento pudessem enviar um filme para distribuição enquanto filmavam o seguinte, Micheaux e Johnson tinham que dedicar sua atenção e recursos a um filme por vez."
    },
    {
      "type": "slide",
      "images": [
        {
          "image_type": "online_firebase",
          "url": "images/img_symbol.webp",
          "height": 200,
          "style": {
            "scale_type": "center_crop",
            "resize": {
              "height": 200
            }
          }
        },
        {
          "image_type": "online_firebase",
          "url": "images/img_body_soul.webp",
          "height": 200,
          "style": {
            "scale_type": "center_crop",
            "resize": {
              "height": 200
            }
          }
        },
        {
          "image_type": "online_firebase",
          "url": "images/img_blood_of_jesus.webp",
          "height": 200,
          "style": {
            "scale_type": "center_crop",
            "resize": {
              "height": 200
            }
          }
        },
        {
          "image_type": "online_firebase",
          "url": "images/img_harlem.webp",
          "height": 200,
          "style": {
            "scale_type": "center_crop",
            "resize": {
              "height": 200
            }
          }
        },
        {
          "image_type": "online_firebase",
          "url": "images/img_carib.webp",
          "height": 200,
          "style": {
            "scale_type": "center_crop",
            "resize": {
              "height": 200
            }
          }
        }
      ],
      "height": 200,
      "information": {
        "contentTitle": "Cena de Within Our Gates",
        "contentText": "Alguns <i>race films</i> lançado na época. Na ordem: <a href=\"https://_{type: 'screen', 'id': 175226, 'screen_type': movie}\">The Symbol of the Unconquered</a> (1920), <a href=\"https://_{type: 'screen', 'id': 86955, 'screen_type': movie}\">Body and Soul</a> (BR: Corpo e Alma, 1924), <a href=\"https://_{type: 'screen', 'id': 86955, 'screen_type': movie}\">The Blood of Jesus</a> (BR: O Sangue de Jesus, 1914; o primeiro <i>race film</i> adicionado ao Registro Nacional de Filmes dos Estados Unidos, em 1991), <a href=\"https://_{type: 'screen', 'id': 289526, 'screen_type': movie}\">Harlem on the Prairie</a> (1937; Herb Jeffries no primeiro <i>western race film</i>) e <a href=\"https://_{type: 'screen', 'id': 638674, 'screen_type': movie}\">Carib Gold</a> (1957; considerado o ultimo <i>race film </i>)."
      }
    },
    {
      "type": "text",
      "content_text": "Com o advento do som, a produção de filmes tornou-se tecnicamente mais complexa e cara, e empresas, como a Lincoln, que sempre existiram nas margens, foram cada vez mais afastadas. O fato de tão poucos desses filmes sobreviverem também é em parte uma função do escasso financeiro dessas empresas. O resultado disso, combinado com um subfinanciamento consistente na produção de filmes afro-americanos, é de que muitas pessoas simplesmente não sabem da existência de <i>race films</i>. Sendo que, na verdade, cineastas afro-americanos vêm praticando o ofício desde o início do meio."
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}