{
  "number": 6,
  "content_list": [
    {
      "type": "text",
      "content_text": "Desde os primórdios da sétima arte, uma série de filmes - como <a href=\"https://_{type: 'screen', 'id': 82120, 'screen_type': 'movie'}\">L'Arroseur arrosé</a> (BR: O jardineiro regado, 1895), dirigido por <a href=\"https://_{type: 'screen', 'id': 1868, 'screen_type': person}\">Louis Lumière </a> (1864-1948), em que um jardineiro tem uma sucessão de contratempos com sua mangueira de jardim - brincava com gags visuais de uma cena só."
    },
    {
      "type": "text",
      "content_text": "Essas primeiras experiências foram um grande sucesso, porém, diversos atores muito populares durante a era do cinema mudo hoje se encontram esquecidos ou ofuscados tanto por <a href=\"https://_{type: 'screen', 'id': 13848, 'screen_type': person}\">Charlie Chaplin</a> (1889-1977) quanto por <a href=\"https://_{type: 'screen', 'id': 8635, 'screen_type': person}\">Buster Keaton</a> (1895-1966). A performance intrépida de <a href=\"https://_{type: 'screen', 'id': 88953, 'screen_type': person}\">Harold Lloyd</a> (1893-1971) em <a href=\"https://_{type: 'screen', 'id': 22596, 'screen_type': movie}\">Safety Last!</a> (BR: O homem-mosca, 1923) e a de <a href=\"https://_{type: 'screen', 'id': 555890, 'screen_type': person}\">Raymond Griffith</a> (1895-1957) em <a href=\"https://_{type: 'screen', 'id': 133647, 'screen_type': movie}\">Hands Up!</a> (BR: Golpes de audácia, 1926) são exemplos típicos de números cómicos criativos, e também servem para nos lembrar de como ícones culturais podem desaparecer da memória do público."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Por trás de tudo isso – das roupas engraçadas, do bigode e dos pés grandes – eu gostaria de produzir algo que mexesse com as pessoas.",
        "author": "Charlie Chaplin"
      },
      "quote_mark_color": "md_red_500"
    },
    {
      "type": "text",
      "content_text": "Durante a era do cinema mudo, foi na Europa que a comédia começou a desenvolver a lógica e a forma que assumiria nos anos 1920, com atores cômicos como <a href=\"https://_{type: 'screen', 'id': 1167399, 'screen_type': person}\">André Deed</a> (1879-1940) e, em especial, o incrivelmente popular <a href=\"https://_{type: 'screen', 'id': 1016035, 'screen_type': person}\">Max Linder</a> (1883-1925) fazendo as primeiras incursões no género."
    },
    {
      "type": "text",
      "content_text": "No entanto, foram os estúdios <strong>Keystone</strong> de <i>Mack Serinett</i> que desenvolveram as características que definiriam a comédia muda e começaram a produzir filmes desse tipo em escala industrial. A série <i>Keystone kops</i> se mostrou uma das favoritas das plateias após a fundação dos estúdios em 1912."
    },
    {
      "type": "block_special",
      "title": "Um clássico nada barato",
      "image": {
        "image_type": "local",
        "url": "img_the_general",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Keaton fez vários filmes que podem ser incluídos entre os melhores (e mais engraçados) de toda a produção crônica do cinema, porém nenhum deles é mais forte candidato ao primeiro lugar do que a obra prima atemporal <a href=\"https://_{type: 'screen', 'id': 961, 'screen_type': movie}\">The General</a> (BR: A General, 1927). Isso não se dá apenas pelo fluxo constante de ótimas gags, tampouco pela maneira como elas derivam totalmente das situações e do personagem, em vez de existirem isoladas da trama do filme. O que torna esse filme tão extraordinário é o fato de ele ser superlativo em todos os aspectos: humor, suspense, reconstituição histórica, estudo de personagens, beleza visual e precisão técnica. <br/> <br/> \n\nBoa parte desse prazer vem da própria narrativa, inspirada em um livro sobre as proezas reais de um grupo de soldados do Norte que, durante a Guerra Civil, se disfarçaram de sulistas para roubar um trem, que conduziram ao Norte para se reunirem aos seus camaradas unionistas até serem capturados e executados. Já que estava fazendo uma comédia, Keaton deixou de fora as execuções e mudou a perspectiva heroica para a de um sulista, Johnny Gray, um maquinista que, de forma estoica, se não absurda, decide perseguir sozinho os espiões unionistas quando eles roubam sua locomotiva - \"A General\" - e, dentro dela, Annabelle Lee (Marion Mack), o outro amor de sua vida. <br/> <br/> \n\nO filme foi um fracasso de bilheteria na época do lançamento, com as plateias mais interessadas em <a href=\"https://_{type: 'screen', 'id': 38687, 'screen_type': movie}\">Flesh and the Devil</a> (BR: A carne e o diabo, 1926), protagonizado por <a href=\"https://_{type: 'screen', 'id': 19549, 'screen_type': person}\">Greta Garbo</a> (1905-1990). <br/> <br/> \n\nEle também não impressionou os críticos, que não viram muita graça nas estripulias do maquinista. Keaton ficou arrasado com essa recepção, pois acreditava que o filme era sua obra-prima. Hoje, no entanto, A general figura em diversas listas de \"melhores filmes\" e, em 1989, foi selecionado pela Livraria do Congresso para a primeira leva de filmes americanos a serem preservados no Registro Nacional de Filmes dos Estados Unidos."
    },
    {
      "type": "text",
      "content_text": "Chaplin, por sua vez, foi além do simples estilo pastelão dos estúdios <i>Keystone</i> e se tornou o maior astro de comédia da época, chegando a receber, em 1915, um salário semanal de 1.250 dólares (hoje, isso seria o equivalente a mais de 16.000,00 dólares). O controle que sua fama lhe permitiu exercer sobre o próprio material foi essencial para o sucesso de Chaplin. Dessa forma, ele foi se afastando cada vez mais das produções descuidadas e das comédias escrachadas da produtora (uma abordagem que nunca o agradara) e refinou seu álter ego cômico, um vagabundo maltrapilho, mas de bom coração, com seu chapéu-coco, a bengala e roupas folgadas."
    },
    {
      "type": "text",
      "content_text": "Dirigido por ele mesmo, <a href=\"https://_{type: 'screen', 'id': 962, 'screen_type': movie}\">The Gold Rush</a> (BR: Em busca do ouro, 1925) foi uma das maiores bilheterias da era do cinema mudo e, como muitos de seus filmes, entre eles <a href=\"https://_{type: 'screen', 'id': 10098, 'screen_type': movie}\">The Kid</a> (BR: O garoto, 1921), explorava temas que lhe eram caros - especialmente os efeitos da pobreza, algo que remete as próprias origens humildes do diretor.  "
    },
    {
      "type": "video",
      "video_id": "JYwtKqPzzuA",
      "information": {
        "contentTitle": "Entrevista com Buster Keaton",
        "contentText": "Uma das poucas entrevistas de <i>Buster Keaton</i>, realizada em 5 de setembro de 1960. Foi realizada no ano de lançamento de <a href=\"https://_{type: 'screen', 'id': 99917, 'screen_type': movie}\">When Comedy Was King</a> (1960), um compilado de curtas protagonizados por Keaton, Charlie Chaplin, Harold Lloyd, dentre outros.",
        "source": "The Chicago History Museum - <i>studsterkel.wfmt.com</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Keaton, ex-acrobata e ator mirim de vaudeville, diferia de Chaplin no sentido de que sua graça costumava vir do contraste entre seu rosto eternamente inexpressivo e as incríveis façanhas atléticas que seus personagens precisavam fazer para escapar do perigo. Com sua execução cuidadosa e desenvolta de sequências cada vez mais complexas, tão perigosas quanto espetaculares, Keaton aproximava a comédia física da poesia."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "the_general_train",
        "thumbnail": {
          "image_type": "online",
          "url": "https://img.youtube.com/vi/yCH-tUmMl7Q/0.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Tudo pela Arte",
        "contentText": "A famosa cena da locomotiva inimiga despencando pela ponte foi a mais cara da era do cinema mudo. Foram gastos em média 42.000,00 dólares só nessa cena (o que hoje esquivaria a mais de meio milhão de dólares)."
      }
    },
    {
      "type": "text",
      "content_text": "A chegada do som alterou de forma radical a carreira de muitos atores da comédia muda. Chaplin resistiu aos filmes com diálogos até 1940, com <a href=\"https://_{type: 'screen', 'id': 914, 'screen_type': movie}\">The Great Dictator</a> (BR: O grande ditador, 1940), preferindo usar efeitos sonoros em filmes como <a href=\"https://_{type: 'screen', 'id': 3082, 'screen_type': movie}\">Modern Times</a> (BR: Tempos modernos, 1936)."
    },
    {
      "type": "text",
      "content_text": "Keaton teve dificuldades para se adaptar à comédia falada e atores como Harold Lloyd e <a href=\"https://_{type: 'screen', 'id': 1022678, 'screen_type': person}\">Harry Langdon</a> (1884-1944) perderam muito de sua verve e de seu encanto cômico. Laurel e Hardy, a dupla de <strong>O Gordo e o Magro</strong>, por terem começado a trabalhar no fim da era do cinema mudo puderam se adaptar à mudança e deram início à próxima geração de gênios cômicos."
    },
    {
      "type": "video",
      "video_id": "FN2SKWSOdGM",
      "information": {
        "contentTitle": "Uma casa cai sobre Buster Keaton",
        "contentText": "Essa seria umas cenas mais famosas e uma das mais perigosas da carreira de Buster Keaton. Durante uma sequência de <a href=\"https://_{type: 'screen', 'id': 25768, 'screen_type': movie}\">Steamboat Bill, Jr.</a> (BR: Marinheiro de Encomenda, 1928), Keaton arrisca a própria pele e cria algo visualmente memorável. Na história, a força do vento derruba pessoas e destrói habitações. Quando o desavisado personagem do ator para no meio da rua, a parede de uma das casas cai em cima dele, que escapa ileso graças a uma janelinha, revelando uma tranquilidade absurda. Não há truques na cena: a parede era real e pesava quase duas toneladas. Keaton, que marcou sua posição com um prego no chão, sabia que se movimentasse alguns centímetros para qualquer lado poderia ser atingido.",
        "source": "Youtube: Canal <i> AstaireLover </i>"
      }
    },
    {
      "type": "text",
      "content_text": "<strong>Em busca do ouro</strong> vem fortalecer a crença de <i>Charles Chaplin</i> de que tragédia e comédia nunca estão muito distantes uma da outra. Essa improvável inspiração dupla lhe veio depois de ver alguns slides sobre as privações sofridas pelos garimpeiros na corrida do ouro no <i> Klondike </i>, entre 1896-1898, e ler um livro sobre a tragédia da <i> expedição de Donner </i>, de 1846, em que um grupo de imigrantes preso pela neve na <i> Sierra Nevada </i> é obrigado a comer seus próprios sapatos e os cadáveres dos companheiros mortos.",
      "content_title": "Chaplin e uma das suas maiores obra prima"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_the_gold_rush_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Cena do filme Em busca do ouro",
        "contentText": "A bota que Chaplin “comeu” era feita de alcaçuz. Ele precisou ser hospitalizado para fazer uma lavagem estomacal.",
        "source": "charliechaplin.com"
      }
    },
    {
      "type": "text",
      "content_text": "A partir desse tema sinistro e árido, Chaplin criou alta comédia. O conhecido vagabundo se torna um garimpeiro, juntando-se à massa de homens corajosos e otimistas para enfrentar os perigos do frio, da fome, da solidão e dos ursos que, vez por outra, podiam aparecer."
    },
    {
      "type": "text",
      "content_text": "O filme foi, em todos os aspectos, o projeto mais elaborado da carreira de Chaplin. A equipe passou semanas filmando em locação nas <i> geleiras de Truckee</i>, na região castigada pela neve de <i> Sierra Nevada </i>. Lá, Chaplin recriou a imagem histórica dos garimpeiros lutando para atravessar a passagem de <i> Chilkoot </i>. Cerca de 600 figurantes, muitos deles andarilhos e vagabundos de Sacramento, foram levados de trem para escalar a passagem de 700m através da neve da montanha."
    },
    {
      "type": "video",
      "video_id": "4DLdMa98JdM",
      "information": {
        "contentTitle": "A Dança dos Pãezinhos",
        "contentText": "O vagabundo improvisa uma dança com dois pães. Com sua expressão relaxada e um tanto tímida, Chaplin faz os passos rápidos do número parecerem fáceis. A cena é uma imitação da que <a href=\"https://_{type: 'screen', 'id': 89602, 'screen_type': person}\"> Fatty Arbuckle</a> (1887-1933) executa em <a href=\"https://_{type: 'screen', 'id': 51355, 'screen_type': movie}\">The Rough House</a> (BR: A casa do senhor Sancho, 1917).",
        "source": "Youtube: Canal <i> Charlies Chaplin </i>"
      }
    },
    {
      "type": "text",
      "content_text": "Para a tomada principal, a equipe voltou para o estúdio em Hollywood, onde uma cordilheira em miniatura muito convincente foi feita com madeira, tela de arame, estopa, argamassa, sal e farinha. Além disso, os técnicos do estúdio criaram maquetes primorosas para produzir os efeitos especiais exigidos por Chaplin, como a cabana dos garimpeiros, que é levada por uma tempestade até a beira de um precipício, em uma das mais longas sequencias de suspense cômico do cinema."
    },
    {
      "type": "block_special",
      "title": "Segundo Take",
      "image": {
        "image_type": "local",
        "url": "img_charlie_chaplin",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Para os puristas do cinema mudo, a decisão de Chaplin de relançar <i>Em busca do ouro</i> em uma versão sonora reduzida (com direito a mudanças na trama) em 1942 foi um sacrilégio. A narração ficou por conta do próprio diretor-ator. <br/> <br/> \n\nAs plateias devem ter ficado surpresas com seu tom de voz melódico e empostado, e a narração empresta um curioso distanciamento à história. Chaplin narra as aventuras de seu próprio personagem em terceira pessoa, criando a impressão de que está observando de uma posição elevada os personagens que criara quase 20 anos antes. <br/> <br/> \n\nEm 1929, o diretor havia afirmado que os filmes falados estavam \"acabando com a arte mais antiga do mundo - a arte da pantomima. Eles estão arruinando a grande beleza do silêncio\". No entanto, a versão sonora de <i> Em busca do ouro </i> fez grande sucesso com o público na década de 1940, que não havia conhecido Chaplin em seu auge na era do cinema mudo."
    },
    {
      "type": "text",
      "content_text": "O filme é repleto de cenas cômicas que se tornaram clássicas. O horror histórico da fome dos pioneiros do século XIX inspirou a sequência em que Carlitos e seu parceiro Big Jim (Mack Swain) ficam presos na neve e famintos. Aos olhos do delirante Big Jim, o amigo se transforma intermitentemente em um frango assado - um triunfo tanto do cinegrafista, que teve que fazer o complexo truque funcionar apenas com a câmera, quanto de Chaplin, que assume, como num passe de mágica, as características de um pássaro."
    },
    {
      "type": "text",
      "content_text": "O sonho do garimpeiro solitário de oferecer um jantar de Ano-Novo para a bela garota do salão de dança (<a href=\"https://_{type: 'screen', 'id': 14434, 'screen_type': person}\">Georgia Hale</a> (1905-1985), que substituiu <a href=\"https://_{type: 'screen', 'id': 239239, 'screen_type': person}\">Lita Grey</a> (1908-1995), de 16 anos, quando esta ficou grávida e se casou com Chaplin) dá a oportunidade para outro famoso número de Chaplin: <strong>a dança dos pãezinhos</strong>. A brincadeira não era inédita no cinema, porém Chaplin confere uma personalidade única às pernas dançantes feitas de garfos e pães."
    },
    {
      "type": "text",
      "content_text": "Em busca do ouro é considerado uma das mais perfeitas realizações de Chaplin. Embora seu gosto pelo próprio trabalho tenha mudado com o tempo, no fim da vida ele declararia diversas vezes que este era o filme pelo qual gostaria de ser lembrado."
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}