{
  "number": 3,
  "content_list": [
    {
      "type": "text",
      "content_text": "As virgens interpretadas com paixão por <a href=\"https://_{type: 'screen', 'id': 8828, 'screen_type': person}\">Lillian Gish</a> e com humor por <a href=\"https://_{type: 'screen', 'id': 100047, 'screen_type': person}\">Mary Pickford</a> durante a era do cinema mudo foram combatidas por duas manifestações comparativamente efêmeras da mulher sexualizada. Em meados da década de 1910, surgiu a <i>vampe</i>, a destruidora voraz de homens da classe alta, retratada de forma icônica por <a href=\"https://_{type: 'screen', 'id': 123584, 'screen_type': person}\">Theda Bara</a> em <a href=\"https://_{type: 'screen', 'id': 38730, 'screen_type': 'movie'}\">A Fool There Was</a> (BR: Escravo de uma paixão, 1915). Nos anos 1920, a <i>vampe</i> deu lugar à melindrosa, uma figura hedonista, mas nem um pouco maligna, representada com mais sucesso por <a href=\"https://_{type: 'screen', 'id': 932646, 'screen_type': person}\">Colleen Moore</a> e <a href=\"https://_{type: 'screen', 'id': 102499, 'screen_type': person}\">Clara Bow</a>, a <strong>It Girl</strong>."
    },
    {
      "type": "text",
      "content_text": "Virgens e vampes remontam ao melodrama vitoriano e eram fantasias enraizadas em noções idealizadas e demonizadas da feminilidade. Tendo chegado após a Primeira Guerra Mundial, a melindrosa era uma das facetas da nova mulher emancipada, que trabalhava, votava, fumava, bebia, dançava ao som do jazz e fazia sexo. A outra faceta era a esposa sofisticada, interpretada com grande ousadia por <a href=\"https://_{type: 'screen', 'id': 8629, 'screen_type': person}\">Gloria Swanson</a> (1899-1983) e suas roupas extravagantes em seis comédias de alcova de <a href=\"https://_{type: 'screen', 'id': 8636, 'screen_type': person}\">Cecil B. DeMille</a> (1881-1959). A garota sexy e trabalhadora e a esposa liberal se juntaram em uma só, dando origem à mulher moderna de língua afiada da <i>screwball comedy</i>, ou <i>comédia maluca</i>, da década de 1930, subgênero que pode ser considerado o <strong>embrião da comédia romântica</strong>."
    },
    {
      "type": "video",
      "video_id": "OWn7L2pL5dI",
      "information": {
        "contentTitle": "Únicas cenas que sobreviveram do filme Cleópatra",
        "contentText": "<i>Theda Bara</i> com um figurino revelador típico dela no papel da rainha egípcia em <i>Cleópatra</i>, dirigido por <i>J. Gordon Edwards</i> (1867-1925). Um fenômeno do cinema em seus primórdios, sua imagem exótica e misteriosa foi criada e promovida pela Fox. ",
        "source": "Youtube: Canal <i>nyesteiran</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Assim como a <i>femme fatale</i> dos filmes <i>noir</i> dos anos 1940 era produto das ansiedades masculinas durante um período de instabilidade nacional, a <i>vampe</i> era um constructo sociológico. Ao contrário da <i>femme fatale</i>, porém, não seria redimida posteriormente pelas acadêmicas feministas. Ela surgiu como um fantasma de celuloide, vinda do quadro vampiro de <i>Sir Philip Burne-Jones</i>, do poema homônimo de seu primo Rudyard Kipling e do romance <i>Drácula</i>, de <i>Bram Stocker</i>, todos de 1897. O poema de Kipling inspirou a peça da Broadway <i>A Fool There Was</i>, sucesso de 1909 dirigido por Porter Emerson Browne e adaptado para o cinema em 1915."
    },
    {
      "type": "text",
      "content_text": "Bara explorou seus traços vampirescos em uma série de personagens sedutoras, com seus olhos pintados de preto mais reconhecidamente em <a href=\"https://_{type: 'screen', 'id': 8636, 'screen_type': person}\">Cleópatra</a> (1917). No entanto, Bara não foi a primeira vampira do cinema americano. <a href=\"https://_{type: 'screen', 'id': 1364131, 'screen_type': person}\">Alice Hollister</a> a procedeu em <a href=\"https://_{type: 'screen', 'id': 353196, 'screen_type': movie}\">The Vampire</a> (BR: O Vampiro, 1913), no qual os dançarinos de <i>vaudeville Alice Eis e Bert French</i> recriaram sua \"Dança dos Vampiros\", que fizera sucesso nos palcos em 1909. Como uma mulher sobrenatural que suga a força vital de um advogado, Bara se tornou a mais sensual de todas as <i>femme fatales</i>."
    },
    {
      "type": "block_special",
      "title": "Das páginas para a tela",
      "image": {
        "image_type": "local",
        "url": "img_florence",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<i>Theda Bara</i> não foi a primeira e tampouco a última estrela a ter seu nome modificado pelos estúdios de <i>Hollywood</i>. <a href=\"https://_{type: 'screen', 'id': 1086710, 'screen_type': person}\">Florence Lawrence</a>, a \"<i>The Biograph Girl</i>\" e considera como a “primeira estrela de cinema”, se tornou em 1910 também a primeira atriz a ter seu nome verdadeiro nos créditos, era na verdade <i>Florence Annie Bridgwood</i>. <br/> <br/> \n\nMuitos outros astros recebiam - ou escolhiam, embora isso fosse mais raro - nomes artísticos. Às vezes, por uma questão de eufonia: Julius Ulman se tornou <a href=\"https://_{type: 'screen', 'id': 109088, 'screen_type': person}\">Douglas Fairbanks</a>, enquanto Frances Gumm se metamorfoseou em <a href=\"https://_{type: 'screen', 'id': 9066, 'screen_type': person}\">Judy Garland </a>. Alguns nomes geravam associações infelizes: o sobrenome de Hedwig Kiesler foi considerado muito parecido com <i>kiester</i> (gíria em inglês para \"traseiro”) e assim ele virou <a href=\"https://_{type: 'screen', 'id': 9066, 'screen_type': person}\">Hedy Lamarr</a>. <br/> <br/> \n\nSomente quando o poder dos antigos estúdios começou a diminuir que atores como <a href=\"https://_{type: 'screen', 'id': 3151, 'screen_type': person}\">Jack Lemmon</a> puderam se recusar a serem batizados. Mais recentemente astros como <a href=\"https://_{type: 'screen', 'id': 1100, 'screen_type': person}\">Arnold Schwarzenegger</a> e <a href=\"https://_{type: 'screen', 'id': 9137, 'screen_type': person}\">Renée Zellweger</a> fizeram carreiras extraordinárias mantendo, com orgulho, seus sobrenomes."
    },
    {
      "type": "text",
      "content_text": "Em 1920, <a href=\"https://_{type: 'screen', 'id': 40035, 'screen_type': person}\">F. Scott Fitzgerald</a> inaugurou simbolicamente os loucos anos 1920 com Este lado do paraíso, seu sensacional romance de estreia, e <a href=\"https://_{type: 'screen', 'id': 109550, 'screen_type': person}\">Olive Thomas</a> que havia originado a \"<i>baby vamp </i>” em <a href=\"https://_{type: 'screen', 'id': 488823, 'screen_type': movie}\">Upstairs and Down</a> (BR: O andar de cima e o de baixo, 1919), interpretou uma colegial que fingia ser uma garota do jazz em The Flapper (A Melindrosa) - primeira vez que o termo foi usado nos Estados Unidos. Fitzgerald afirmou que <a href=\"https://_{type: 'screen', 'id': 932646, 'screen_type': person}\">Colleen Moore</a> era a melindrosa por excelência por sua atuação em <a href=\"https://_{type: 'screen', 'id': 347611, 'screen_type': movie}\">Flaming Youth</a> (juventude ardente, 1923)."
    },
    {
      "type": "text",
      "content_text": "Moore se tornou um fenômeno de bilheteria, embora fosse mais vigorosa do que sedutora. O mesmo não poderia ser dito de Bow em filmes como <a href=\"https://_{type: 'screen', 'id': 82283, 'screen_type': movie}\">it</a> (1927), no qual ela se destacou como uma vendedora de departamentos interessada em fisgar seu patrão. A Roteirista <a href=\"https://_{type: 'screen', 'id': 705395, 'screen_type': person}\">Elinor Glyn</a> chega a fazer uma aparição no filme para explicar o significado de \"it”, um eufemismo para o <i>sex appeal</i> da personagem."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1071403, 'screen_type': person}\">Alice Guy Blaché</a> havia sido contratada como secretária na empresa <i>Comptoir Général de Photographie</i>, que seria adquirida no ano seguinte por <i>León Gaumont</i>. Sob o nome de Gaumont, surgia a primeira companhia cinematográfica do mundo – e a mais antiga ainda em atividade. Apesar da mudança na empresa, a jovem, então na casa dos vinte anos, continuou trabalhando como secretária – mas ficaria pouco tempo no cargo.",
      "content_title": "A pioneira do cinema que a história esqueceu"
    },
    {
      "type": "image",
      "image": {
        "image_type": "local",
        "url": "img_alice_2",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Alice Guy Blaché trabalhando",
        "contentText": "Em uma entrevista realizada ainda em 1912, a diretora causou ao dizer aos jornais que as mulheres já estavam preparadas para votar – o que só se tornaria realidade no país em 1920. ",
        "source": "formigaeletrica.com"
      }
    },
    {
      "type": "text",
      "content_text": "Junto à equipe da Gaumont, <i>Alice Guy</i> foi convidada a presenciar a mágica do primeiro cinematógrafo desenvolvido pelos irmãos <i>Lumière</i>. O dispositivo, revolucionário para a época, funcionava como câmera e projetor ao mesmo tempo. Enquanto assistia às cenas de <a href=\"https://_{type: 'screen', 'id': 774, 'screen_type': movie}\">La Sortie de l’usine Lumière à Lyon</a> (BR: A Saída dos Operários da Fábrica Lumière, 1895), seus olhos anteviram o potencial da nova tecnologia. Filha de um vendedor de livros, Alice sempre havia sido acostumada a ler e chegou a praticar teatro durante algum tempo. A familiaridade com a narrativa fez com que lançasse um novo olhar sobre o cinema. Ela decidiu transformá-lo em um veículo para contar histórias."
    },
    {
      "type": "text",
      "content_text": "Foi assim que, em 1896, Alice lança o primeiro filme de não-ficção do mundo. <a href=\"https://_{type: 'screen', 'id': 774, 'screen_type': movie}\">La Fée aux choux</a> (BR: A Fada dos Repolhos, 1896), com duração de apenas um minuto, foi escrito, produzido e dirigido por ela."
    },
    {
      "type": "text",
      "content_text": "Embora os irmãos Lumière tenham feito uma pequena cena intitulada <a href=\"https://_{type: 'screen', 'id': 414401, 'screen_type': movie}\">L’Arroseur arrosé</a> (BR: O Regador Regado, 1895), em 1895, eles sequer vislumbravam todo o potencial do cinema e o viam mais como uma ferramenta de registros do que como uma maneira de contar histórias. Em contrapartida, o primeiro filme de Alice Guy traz cenários, cortes, efeitos especiais e uma narrativa, ainda que breve. Ele é baseado em uma antiga lenda francesa, segundo a qual bebês meninos nascem de repolhos, enquanto as meninas nasceriam de rosas."
    },
    {
      "type": "gif",
      "gif_image": {
        "image_type": "local",
        "url": "alice_blache",
        "thumbnail": {
          "image_type": "online",
          "url": "https://www.hypeness.com.br/wp-content/uploads/2019/03/Alice-Guy-interna-768x600.jpg",
          "style": {
            "scale_type": "center_crop"
          }
        },
        "style": {
          "scale_type": "center_crop"
        }
      },
      "information": {
        "contentTitle": "Alice Guy Blaché",
        "contentText": "A maior parte de seus filmes subsequentes foi de épicos bíblicos, e ela criou um dos primeiros estúdios cinematográficos do mundo, o <i>Solax</i>, no Estado de Nova York, para onde emigrara em 1907. No total, considera-se que tenha dirigido cerca de setecentos filmes de curta-metragem, incluindo western e filmes de suspense."
      }
    },
    {
      "type": "text",
      "content_text": "A produção foi refilmada duas vezes pela própria Alice, lançando novas versões em 1900 e em 1902. Do filme de 1900, foi possível recuperar um fragmento mantido pelo <i>Svenska Filminstitutet</i>, o Instituto Sueco de Cinema."
    },
    {
      "type": "text",
      "content_text": "Segundo sua neta Adrienne Blaché-Channing conta em <a href=\"https://_{type: 'screen', 'id': 159244, 'screen_type': movie}\">The Lost Garden: The Life and Cinema of Alice Guy-Blache</a> (1995), o primeiro filme comercial de Alice vendeu 80 cópias, um sucesso para a época. A grande adesão fez com que a jovem logo fosse promovida a chefe de produções cinematográficas da Gaumont. Um cargo e tanto para uma mulher em pleno século 19."
    },
    {
      "type": "text",
      "content_text": "Ao inaugurar uma nova era do cinema, em que as filmagens não eram restritas a representar a realidade, ela não poderia ser mais merecedora da função. A partir daquele momento, a imaginação dos criadores era o limite para a Sétima Arte. No mesmo ano, <a href=\"https://_{type: 'screen', 'id': 11523, 'screen_type': person}\">Georges Meliès</a> lançaria seu primeiro filme. Ele ficou famoso, Alice quase foi esquecida pela história."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não há nada relacionado ao desenvolvimento de um filme que uma mulher não possa fazer tão facilmente quanto um homem, sendo completamente capaz de dominar todos os detalhes técnicos dessa arte.",
        "author": "Alice Guy Blaché"
      },
      "quote_mark_color": "md_yellow_500"
    },
    {
      "type": "text",
      "content_text": "O maior sucesso de sua carreira surge no mesmo ano, quando Alice lança <a href=\"https://_{type: 'screen', 'id': 120015, 'screen_type': movie}\">La Vie du Christ</a> (BR: A Vida de Cristo, 1906), um curta-metragem com duração de 34 minutos, que explora a linguagem cinematográfica como nunca antes. Com efeitos especiais, cortes de cenas e personagens profundos, ela coloca o primeiro alicerce sobre o qual seriam erguidos os blockbusters no futuro. Ainda em 1906, a diretora lança o filme <a href=\"https://_{type: 'screen', 'id': 120026, 'screen_type': movie}\">Les resultats du feminisme</a> (BR: Os Resultados do Feminismo, 1906), em que mostra homens fazendo atividades tipicamente associadas às mulheres, enquanto elas curtem a vida no bar e assediam os parceiros. Em menos de 7 minutos, a comédia aposta no riso para cutucar o status quo."
    },
    {
      "type": "text",
      "content_text": "Em uma viagem de negócios, a diretora conhece o colega <a href=\"https://_{type: 'screen', 'id': 144044, 'screen_type': person}\">Herbert Blaché</a>, com quem se casa, sendo afastada do posto na Gaumont – obviamente, ele manteve seu cargo. Em 1907, o marido é enviado como gerente de produção da empresa aos Estados Unidos. Decididos a recomeçar a vida na América, eles fazem as malas. Já nos Estados Unidos, Alice cria a sua própria empresa, a <i>Solax</i>, em 1910. As primeiras produções foram um sucesso e, em 1912, ela já era a única mulher ganhando mais de 25 mil dólares ao ano no país. Com o sucesso, constrói seu próprio estúdio em Fort Lee, no valor de 100 mil dólares – o que equivale a um investimento de 3 milhões de dólares atualmente."
    },
    {
      "type": "video",
      "video_id": "mDf8aPylqg4",
      "information": {
        "contentTitle": "Trechos do filme A Fool and His Money",
        "contentText": "Alice, em uma época onde atores brancos faziam <i>blackface</i> para representar pessoas negras no cinema - o que continuou ocorrendo por muito tempo - lança em 1912 o primeiro filme da história com elenco composto apenas por atores negros, intitulado A Fool and his money (BR: Um tolo e seu dinheiro, 1912).",
        "source": "Youtube: Canal <i>Emma</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Acredita-se que a diretora tenha trabalhado em mais de mil produções cinematográficas, embora apenas 130 delas tenham sido encontradas até hoje. Com o tempo, muitos de seus filmes foram creditados a homens, enquanto outros levavam apenas o nome da produtora. Sua obra passou a ser recuperada nos anos 80, após o lançamento póstumo de sua autobiografia, escrita no final dos anos 40. No livro, Alice detalha uma lista dos filmes que produziu, na esperança de um dia receber o devido crédito pelas obras e conquistar um espaço que sempre foi seu: o de pioneira do cinema."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 17,
          "popularity": 1.178,
          "id": 120026,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.4,
          "title": "The Consequences of Feminism",
          "release_date": "1906-01-01",
          "original_language": "fr",
          "original_title": "Les résultats du féminisme",
          "genre_ids": [
            35
          ],
          "backdrop_path": "\/nnI3jjqhvFl0lY7xI2qbEoxEhTr.jpg",
          "adult": false,
          "overview": "It's a society in which gender roles are switched. Will men stand to be unequal?",
          "poster_path": "\/ecF7Kpz6B4CFrrkVY9JLAtq02kJ.jpg"
        },
        {
          "poster_path": "\/otUrt8q6ghKw0FeDnBl1ay5AJLI.jpg",
          "popularity": 2.036,
          "vote_count": 16,
          "video": false,
          "media_type": "movie",
          "id": 38730,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "A Fool There Was",
          "genre_ids": [
            18
          ],
          "title": "A Fool There Was",
          "vote_average": 5.3,
          "overview": "John Schuyler, a happily married lawyer, is appointed diplomat and sent to England; but, due to an unfortunate accident, his wife and child can not come along with him. Then, on the ship, he meets the Vampire, a notorious woman, a relentless gold digger, who lives off men whom seduces and ruins.",
          "release_date": "1915-01-12"
        },
        {
          "vote_count": 24,
          "popularity": 3.354,
          "id": 82283,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.7,
          "title": "It",
          "release_date": "1927-02-05",
          "original_language": "xx",
          "original_title": "It",
          "genre_ids": [
            18,
            35,
            10749
          ],
          "backdrop_path": "\/ygMZ9DamhPIgQOT5WjacsfvPXIX.jpg",
          "adult": false,
          "overview": "A flapper shopgirl woos her rich boss with animal magnetism, otherwise known as \"it.\"",
          "poster_path": "\/nkkhsKik9GILqn3S5BxoZdyml21.jpg"
        },
        {
          "poster_path": "\/30nI26oGkZiJ3YAOEYLI45XwbTB.jpg",
          "popularity": 2.094,
          "vote_count": 2,
          "video": false,
          "media_type": "movie",
          "id": 39950,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "Cleopatra",
          "genre_ids": [
            18,
            36
          ],
          "title": "Cleopatra",
          "vote_average": 5.5,
          "overview": "The story of Cleopatra, the fabulous queen of Egypt, and the epic romances between her and the greatest men of Rome, Julius Caesar and Antony. (IMDb) Only a fragment of this film is known to still exist.",
          "release_date": "1917-10-14"
        },
        {
          "poster_path": "\/wMmFRq9X9fHPgzxinExdZQdpS2J.jpg",
          "popularity": 0.952,
          "vote_count": 0,
          "video": false,
          "media_type": "movie",
          "id": 488823,
          "adult": false,
          "backdrop_path": null,
          "original_language": "en",
          "original_title": "Upstairs and Down",
          "genre_ids": [],
          "title": "Upstairs and Down",
          "vote_average": 0,
          "overview": "Alice Chesterton is described as a \"Baby Vamp\" by the social set and engaged to boring Tom Carey. She flirts with many of the male guests idling at the Ives' Long Island house party, then encourages Terence O'Keefe, a playboy polo player from Ireland, to rendezvous with her in the city; they are seen together at the \"Midnight Frolic\". Because of this, Mrs. Ives convinces Alice's newly-arrived sister Betty to look after Alice.",
          "release_date": "1919-06-08"
        },
        {
          "vote_count": 27,
          "popularity": 3.94,
          "id": 38687,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.5,
          "title": "Flesh and the Devil",
          "release_date": "1926-12-25",
          "original_language": "en",
          "original_title": "Flesh and the Devil",
          "genre_ids": [
            18,
            10749
          ],
          "backdrop_path": "\/ygxfZuDXsjq0GGZhjgHYjyamjK0.jpg",
          "adult": false,
          "overview": "As lifelong best friends Leo and Ulrich return home following completion of their military training, Leo sees stunning Felicitas at the railway station and, mesmerized by her beauty, is smitten. A scandal follows, for which Leo is sent away. Returning home three years later, he discovers that much has changed.",
          "poster_path": "\/crbsj3275H5Q0accBiql7GyKTQW.jpg"
        },
        {
          "poster_path": "\/sh3HAWciDIzdDUlzqxp4hvN7jdb.jpg",
          "popularity": 3.084,
          "vote_count": 8,
          "video": false,
          "media_type": "movie",
          "id": 42614,
          "adult": false,
          "backdrop_path": "\/44c3n8032AIXsSNF92ITAlMwFr.jpg",
          "original_language": "en",
          "original_title": "Our Dancing Daughters",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Our Dancing Daughters",
          "vote_average": 6.8,
          "overview": "A flapper sets her hat for a man with a hard-drinking wife.",
          "release_date": "1928-09-01"
        },
        {
          "poster_path": "\/keqscEvY0oZqbtiYf8odccmHlll.jpg",
          "popularity": 8.319,
          "vote_count": 114,
          "video": false,
          "media_type": "movie",
          "id": 905,
          "adult": false,
          "backdrop_path": "\/yjgNdYsVpfU2m89Pr7YuZ34Jd4i.jpg",
          "original_language": "de",
          "original_title": "Die Büchse der Pandora",
          "genre_ids": [
            80,
            18,
            10749
          ],
          "title": "Pandora's Box",
          "vote_average": 7.7,
          "overview": "Lulu is a young woman so beautiful and alluring that few can resist her siren charms. The men drawn into her web include respectable newspaper publisher Dr. Ludwig Schön, his musical producer son Alwa, circus performer Rodrigo Quast and Lulu's seedy old friend, Schigolch. When Lulu's charms inevitably lead to tragedy, the downward spiral encompasses them all.",
          "release_date": "1929-01-30"
        },
        {
          "poster_path": "\/r5vX68LwHbjHg65j1b2AdEPuPM5.jpg",
          "popularity": 3.982,
          "vote_count": 9,
          "video": false,
          "media_type": "movie",
          "id": 95956,
          "adult": false,
          "backdrop_path": "\/3GCrCj4vLIFCt9VvqBTzhIk2YqY.jpg",
          "original_language": "en",
          "original_title": "The Temptress",
          "genre_ids": [
            18,
            10749
          ],
          "title": "The Temptress",
          "vote_average": 6.6,
          "overview": "A seductive woman forsakes her husband and lover to pursue a young engineer.",
          "release_date": "1926-10-03"
        },
        {
          "vote_count": 50,
          "popularity": 3.031,
          "id": 147554,
          "video": false,
          "media_type": "movie",
          "vote_average": 5.1,
          "title": "The Cabbage-Patch Fairy",
          "release_date": "1896-03-31",
          "original_language": "xx",
          "original_title": "La fée aux choux",
          "genre_ids": [
            14
          ],
          "backdrop_path": "\/5kDLi7DWgpBWxDV3hqlTIc885lJ.jpg",
          "adult": false,
          "overview": "A brief fantasy tale involving a strange fairy who can produce and deliver babies coming out of cabbages.",
          "poster_path": "\/76YuxRmZbXqm9022EdQo2Hcm6MR.jpg"
        },
        {
          "poster_path": "\/901rvPkRUZs4mpIzP9iQf41TPdc.jpg",
          "popularity": 1.96,
          "vote_count": 7,
          "video": false,
          "media_type": "movie",
          "id": 120015,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "La Vie du Christ",
          "genre_ids": [
            18,
            36
          ],
          "title": "The Birth, the Life and the Death of Christ",
          "vote_average": 6.1,
          "overview": "The stations of Christ's life are segmented into a series of performative tableaux.",
          "release_date": "1906-01-01"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 1071403,
          "profile_path": "\/hB02YDXjW1fIiLICsEw08TEwMsN.jpg",
          "name": "Alice Guy-Blaché"
        },
        {
          "id": 123584,
          "profile_path": "\/hSr3fS8MGyFLZEsHB2DFy0xMiLe.jpg",
          "name": "Theda Bara"
        },
        {
          "id": 1086710,
          "profile_path": "\/sb2HWOJuTYYSfl168DLz5s1h3vl.jpg",
          "name": "Florence Lawrence"
        },
        {
          "id": 8828,
          "profile_path": "\/6DCWtvv654sc8p2OPnxGbKvl2qC.jpg",
          "name": "Lillian Gish"
        },
        {
          "id": 102499,
          "profile_path": "\/gt3m6XcULHedwr3fT8Oaxfwl1QF.jpg",
          "name": "Clara Bow"
        },
        {
          "id": 8629,
          "profile_path": "\/akmlp75ESHjtGOVtOCfJYxkX4eo.jpg",
          "name": "Gloria Swanson"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1895 a 1929",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "0"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "A primeira exibição pelos irmãos Lumière, o primeiro beijo nas telonas, as invenções e descobertas, o inicio de Hollywood. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1895 e 1929."
    }
  ]
}