{
  "number": 7,
  "content_list": [
    {
      "type": "text",
      "content_text": "Hollywood lucrou muito com a Segunda Guerra Mundial. Além de se mostrar eficiente como máquina de propaganda de guerra, os grandes estúdios exportar com sucesso seus produtos para os países aliados, onde os orçamentos de filmagens estavam limitados por conta do esforço de guerra."
    },
    {
      "type": "text",
      "content_text": "Hollywood ainda parecia saudável nos anos imediatamente posteriores à guerra: 1946 foi o ano de maior público nos cinemas, batendo o recorde estabelecido em 1939. O filme mais bem-sucedido do ano foi <a href=\"https://_{type: 'screen', 'id': 13850, 'screen_type': movie}\">Song of the South</a> (BR: A Canção do Sul, 1946), dos estúdios Disney, mas o lançamento supostamente mais importante do ano foi <a href=\"https://_{type: 'screen', 'id': 887, 'screen_type': movie}\">The Best Years of Our Lives</a> (BR: Os Melhores Anos de Nossas Vidas, 1946), de <a href=\"https://_{type: 'screen', 'id': 10001, 'screen_type': person}\">William Wyler</a> (1902-1981)."
    },
    {
      "type": "video",
      "video_id": "1Ez6dw3ywcc",
      "information": {
        "contentTitle": "Cenas do filme Janela Indiscreta (1954)",
        "contentText": "<i>John Fawell</i> observa, no livro de <i>Dennis Perry</i>, <i>Hitchcock and Poe: The Legacy of Delight and Terror</i>, que Hitchcock \"<i>reconheceu que o aspecto mais sombrio do voyeurismo...é o nosso desejo de que coisas terríveis aconteçam para as pessoas... para nos fazer sentir melhor e nos aliviar do fardo de examinar nossas próprias vidas</i>\". O Mestre do Terror desafia o público, forçando-os a espiar pela sua janela indiscreta e a se exporem, como dito por <i>Donald Spoto</i> em seu livro de 1976, <i>The Art of Alfred Hitchcock</i>: Cinquenta anos de suas filmagens, ao \"<i>contágio social</i>\" de atuar como voyeur.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Drama sobre o retorno de três veteranos de guerra, o filme aborda a complexidade da vida dos homens, as memórias dos combates que os assombravam e os desafios que suas famílias e amigos tinham que enfrentar. Ele termina com uma atmosfera relativamente melancólica, mas não há como fugir das dificuldades que cada um dos personagens precisará enfrentar, o que reflete a sensação de incômodo que permeava boa parte dos Estados Unidos."
    },
    {
      "type": "text",
      "content_text": "Essa ambivalência estava presente até mesmo no clássico do pós-guerra <a href=\"https://_{type: 'screen', 'id': 1585, 'screen_type': movie}\">It's a Wonderful Life</a> (BR: A Felicidade Não se Compra, 1946), de <a href=\"https://_{type: 'screen', 'id': 2662, 'screen_type': person}\">Frank Capra</a> (1897-1991). O final pode exibir resquícios do sentimentalismo que desfigurou muitos dos filmes do diretor, mas não há dúvidas de que um tom sombrio prevalece ao longo do filme, principalmente na atuação intimidadora de <a href=\"https://_{type: 'screen', 'id': 854, 'screen_type': person}\">James Stewart</a> (1908-1997). Depois de servir na Força Aérea Americana, Stewart teve que ser convencido a voltar ao cinema."
    },
    {
      "type": "video",
      "video_id": "lxNXtjGY_Us",
      "information": {
        "contentTitle": "Cenas final do filme A Felicidade Não se Compra (1946)",
        "contentText": "George se reúne com sua família, seus amigos e sua vida – e um sino confirma que Clarence ganhou suas asas. Um final com um tom religioso foi proposto e depois rejeitado, mas o impacto emotivo da família e dos amigos chegando resgatar George perdura. Apesar de apresentar um desempenho ruim nas bilheterias devido à forte concorrência no momento de seu lançamento, o filme se tornou um clássico e é uma atração de televisão no Natal em todo o mundo.",
        "source": "Youtube: Canal <i>beachbumde</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Sua experiencia no campo de batalha o afetara profundamente, o que se reflete nos papéis sombrios que passou a interpretar. Essa mudança na sua persona seria explorada por <a href=\"https://_{type: 'screen', 'id': 2636, 'screen_type': person}\">Alfred Hitchcock</a> (1899-1980) em <a href=\"https://_{type: 'screen', 'id': 567, 'screen_type': movie}\">Rear Window</a> (BR: Janela Indiscreta, 1954) e <a href=\"https://_{type: 'screen', 'id': 426, 'screen_type': movie}\">Vertigo</a> (BR: Um Corpo Que Cai, 1958), e por <a href=\"https://_{type: 'screen', 'id': 40199, 'screen_type': person}\">Anthony Mann</a> (1906-1967) sob cuja direção ele atingiu o auge da carreira interpretando vários personagens moralmente comprometidos."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Nós não precisávamos de diálogo. Tínhamos reputação!",
        "author": "Norma (Gloria Swanson) em Crepúsculo dos deuses"
      }
    },
    {
      "type": "text",
      "content_text": "A mistura de luz e sombra nos atores, personagens e filmes era exemplificada pela obra de <a href=\"https://_{type: 'screen', 'id': 3146, 'screen_type': person}\">Billy Wilder</a> (1906-2002). Um dos diretores mais versáteis do cinema, ele produziu muito entre as décadas de 1940 e 1950, alternando o drama de <a href=\"https://_{type: 'screen', 'id': 28580, 'screen_type': movie}\">The Lost Weekend</a> (BR: Farrapo Humano, 1945), o melancólico <a href=\"https://_{type: 'screen', 'id': 599, 'screen_type': movie}\">Sunset Boulevard</a> (BR: Crepúsculo dos Deuses, 1950) e a criação de um ícone chamado <a href=\"https://_{type: 'screen', 'id': 3149, 'screen_type': person}\">Marilyn Monroe</a> (1926-1962) em <a href=\"https://_{type: 'screen', 'id': 10653, 'screen_type': movie}\">The Seven Year Itch</a> (BR: O Pecado Mora ao Lado, 1955) e <a href=\"https://_{type: 'screen', 'id': 239, 'screen_type': movie}\">Some Like It Hot</a> (BR: Quanto Mais Quente Melhor, 1959)."
    },
    {
      "type": "video",
      "video_id": "jMTT0LW0M_Y",
      "information": {
        "contentTitle": "Cenas do filme Crepúsculo dos Deuses (1950)",
        "contentText": "Aclamado por vários críticos na época em que foi lançado, <i>Crepúsculo dos Deuses</i> foi indicado para onze <i>Oscars</i>, tendo recebido três. É comumente aceito como um filme clássico, frequentemente citado como um dos filmes mais notáveis do cinema americano. Considerado \"<i>culturalmente, historicamente ou esteticamente significante</i>\" pela Biblioteca do Congresso estadunidense em 1989, Crepúsculo dos Deuses foi incluído no primeiro grupo de filmes selecionados para preservação pela Secretaria Nacional de Cinema. Em 1998, foi nomeado o décimo segundo melhor filme estadunidense de todos os tempos na lista elaborada pelo <i>American Film Institute</i>. Em 2007, na reedição da lista, apareceu na décima sexta posição.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A mudança de Hollywood em direção a um território mais sombrio começara antes, com a chegada do <strong>Comité de Atividades Antiamericanas do Congresso</strong> (Huac, na sigla original) em 1947. O comitê era encarregado de investigar a infiltração de simpatizantes do comunismo entre a elite do cinema e, como consequência disso, mais de 250 membros da comunidade de Hollywood foram proibidos de se envolver com as filmagens, ao passo que outros tantos foram obrigados a identificar comunistas."
    },
    {
      "type": "text",
      "content_text": "Um dos delatores mais famosos foi <a href=\"https://_{type: 'screen', 'id': 2746, 'screen_type': person}\">Elia Kazan</a> (1909-2003), cujo filme <a href=\"https://_{type: 'screen', 'id': 654, 'screen_type': movie}\">On the Waterfront</a> (BR: Sindicato de Ladrões, 1954) parece uma resposta a seus críticos, tendo como protagonista um informante da máfia (interpretado por Marlon Brando). Ao contrário de Kazan, <a href=\"https://_{type: 'screen', 'id': 9791, 'screen_type': person}\">Ring Lardner Jr.</a> (1915-2000), um dos muitos roteiristas incluídos na lista negra e acusado de desobediência durante um depoimento em 1947, disse ao comitê: \"<i>Eu jamais poderia responder (...) mas, se respondesse, eu me odiaria por isso na manhã seguinte.</i>\" A escritora <i>Lillian Hellman</i> foi mais incisiva. Em 1948, ela escreveu: \"<i>Naturalmente, homens com medo de produzir filmes sobre negros americanos, homens que somente no ano passado permitiram o uso da palavra judeu, que demoraram mais de 10 anos para fazer um filme antifascista, estes são homens assustados, e vocês escolhem homens amedrontados para assusta-los primeiro. Traidores, eles levam os outros para o matadouro por vocês</i>\"."
    },
    {
      "type": "video",
      "video_id": "fIh6HDeXKGY",
      "information": {
        "contentTitle": "A famosa cena do filme O Pecado Mora ao Lado (1955) com Marilyn Monroe",
        "contentText": "<i>O Pecado Mora ao Lado</i> se tornou um dos filmes de maior bilheteria da Fox de 1955, e consolidou o nome de <i>Marilyn Monroe</i> como a maior estrela de cinema e símbolo sexual da época. A cena em que o vestido branco de Marilyn é levantado na rua pelo jato do respiradouro do metrô na calçada tornou-se um ícone da cinematografia mundial. Esse vestido foi leiloado em junho de 2011 por 5,6 milhões de dólares.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Hollywood estava aterrorizada pelas investigações, o que lançou uma sombra sobre a indústria. Numa reação submissa, vários estúdios produziram filmes anticomunistas, entre eles <a href=\"https://_{type: 'screen', 'id': 52991, 'screen_type': movie}\">My Son John</a> (BR: Meu filho John, 1952) e <a href=\"https://_{type: 'screen', 'id': 25955, 'screen_type': movie}\">Pickup on South Street</a> (BR: Anjo do mal, 1953). Até mesmo filmes infantis, como a adaptação <a href=\"https://_{type: 'screen', 'id': 33743, 'screen_type': movie}\">The 5,000 Fingers of Dr. T.</a> (BR: Os 5.000 Dedos do Dr. T., 1953), baseado num livro do <i>Dr. Seuss</i>, foram consideradas peças com conotações comunistas. A moda passou, mas o estrago causado pelas investigações, assim como o rombo cada vez maior nos cofres dos estúdios, o impacto da televiso e uma plateia mais diversa e menos interessada no que os estúdios tinham a oferecer, marcaram o fim da era de ouro dos estúdios de Hollywood."
    },
    {
      "type": "text",
      "content_text": "Embora os espectadores tenham lotado os cinemas nos anos imediatamente posteriores à guerra, a venda de ingressos começou a diminuir no fim dos anos 1940. Durante a guerra, as pessoas que permaneceram em casa tinham mais tempo livre, e ir ao cinema era uma maneira eficiente, divertida e barata de se ocupar."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "De dentro deste mar de cluloide... William Wyler pescou uma baleia do cinema",
        "author": "Time sobre Ben-hur (1959)"
      }
    },
    {
      "type": "text",
      "content_text": "Mas, com o retorno dos veteranos, as pessoas ficaram mais ocupadas com os afazeres domésticos. O crescimento dos subúrbios, a rotina de procurar emprego e dar início ao sustento das famílias eram mais importantes. Em muitos casos conta da recessão pós-guerra e da falta de empregos, um ingresso para o era considerado cara demais."
    },
    {
      "type": "video",
      "video_id": "frE9rXnaHpE",
      "information": {
        "contentTitle": "A corrida das bigas em Ben-Hur (1959) ",
        "contentText": "O filme teve o maior orçamento e os maiores cenários construídos na história do cinema até então. A figurinista <i>Elizabeth Haffenden</i> supervisionou uma equipe de mais de cem fabricantes de roupas, com mais de duzentos artistas e operários trabalhando nas centenas de frisos criados para a produção. As filmagens começaram em 18 de maio de 1958 e foram finalizadas em 7 de janeiro de 1959, sendo realizadas seis dias por semana durante períodos de doze a catorze horas diárias. Os executivos da MGM tomaram a decisão de filmar Ben-Hur no formato <i>widescreen</i>, uma decisão que Wyler não gostou. Mais de duzentos camelos, 2,5 mil cavalos e dez mil figurantes foram usados durante as filmagens. A pós-produção durou seis meses, com a batalha marítima sendo realizada com miniaturas em um grande tanque de água nos estúdios da MGM em Culver City. A corrida de bigas de nove minutos de duração se tornou uma das sequências mais famosas do cinema, enquanto a trilha sonora composta por <i>Miklós Rózsa</i> é a mais longa já composta e muito influenciou outros filmes épicos por mais de quinze anos.",
        "source": "Youtube: Canal <i>Movieclips</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A televisão era uma forma de entretimento barata. Em 1940, havia 3.785 aparelhos de televisão nos Estados Unidos. Em 1960, nove entre 10 casas já possuíam televisores. Depois do investimento inicial, esses aparelhos permitiram que as famílias vivessem horas intermináveis de diversão. Reconhecendo que as plantas ainda adoravam o cinema, as redes de televisão começaram a competir com os estúdios, criando séries que copiavam os gêneros mais populares de Hollywood. O sucesso veio com tanta rapidez que estúdios menores faliram e as redes compraram suas propriedades e as usaram para filmar seus próprios produtos de entretenimento para as massas."
    },
    {
      "type": "block_special",
      "title": "Os Épicos nas Telas",
      "image": {
        "image_type": "local",
        "url": "img_ben_hur",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Refilmagem de um épico mudo lançado em 1925, <i>Ben-Hur</i> fez parte de uma série de filmes espetaculares que foram enormes sucessos de bilheteria na Década de 19so. Depois de <i>Quo vadis?</i> (1951), <i>O manto sagrado</i> (1953) e <i>Os dez mandamentos</i> (1956), Ben-Hur foi recebido como o maior épico entre todos os épicos. Mas é também lembrado como uma releitura sarcástica (\"Amei Ben. Odiei Hur\") e também por suas realizações. O que motivou as críticas foi o fato de o diretor <i>William Wyler</i> adotar a teoria de Cecil B. DeMille (1881-1959) de que as plateias dos filmes bíblicos se permitir gostar de orgias e violência apenas porque, no fim, a ira divina se abatia sobre Ímpios.<br/><br/> \n\nCineasta mais sofisticado do que DeMille, Wyler achava que não bastava derrubar o templo sobre os personagens maus. Assim, a história forte e simples de <i>Judah Ben-Hur</i> (Charlton Heston), o nobre judeu traído e escravizado por seu falso amigo romano <i>Messala</i> (Stephen Boyd), alterna cenas de ação que agradam às multidões com encontros \"<i>inspiradores</i>\" com Cristo, o que permite que Heston lide com assuntos religiosos. Épicos subsequentes de espada e sandálias, de <a href=\"https://_{type: 'screen', 'id': 967, 'screen_type': movie}\">Spartacus</a> (1960) a <a href=\"https://_{type: 'screen', 'id': 98, 'screen_type': movie}\">Gladiador</a> (2000), diminuem o tom de sermão e aumenta a carga de violência, sugerindo que uma lição foi aprendida. Ainda assim, enquanto Heston e Boyd brilham sobre suas bigas, as plateias não conseguem evitar e adoram Ben-Hur. O filme foi o maior sucesso comercial do ano e manteve o recorde de Oscars até <a href=\"https://_{type: 'screen', 'id': 597, 'screen_type': movie}\">Titanic</a> (1997)."
    },
    {
      "type": "text",
      "content_text": "Em resposta a essa situação, os estúdios de Hollywood passaram a explorar áreas com as quais a televisão não podia competir. Assim, os filmes épicos entraram na moda pela primeira vez desde os tempos do cinema mudo. <a href=\"https://_{type: 'screen', 'id': 11620, 'screen_type': movie}\">Quo Vadis?</a> (1951), <a href=\"https://_{type: 'screen', 'id': 29912, 'screen_type': movie}\">The Robe</a> (BR: O Manto Sagrado, 1953) e <a href=\"https://_{type: 'screen', 'id': 40165, 'screen_type': movie}\">Salome</a> (1953), <a href=\"https://_{type: 'screen', 'id': 6844, 'screen_type': movie}\">The Ten Commandments</a> (BR: Os dez mandamentos, 1956), <a href=\"https://_{type: 'screen', 'id': 687780, 'screen_type': movie}\">Alexander the Great</a> (BR: Alexandre o Grande, 1956) e <a href=\"https://_{type: 'screen', 'id': 665, 'screen_type': movie}\">Ben-Hur</a> (1959) propiciavam as plateias espetáculos em grande escala. O <i>CinemaScope</i> foi criado e as salas de exibição foram modificadas para acomodar telas maiores. Outros truques, desde o cinema 3D até aparatos sensoriais que borrifam odores na plateia ou dar pequenos choques nos assentos também foram empregados."
    },
    {
      "type": "video",
      "video_id": "j3CANELyPo0",
      "information": {
        "contentTitle": "Cena do filme Os dez mandamentos (1956)",
        "contentText": "A divisão do Mar Vermelho foi considerada o efeito especial mais difícil já realizado até então. Este efeito levou cerca de seis meses para ser realizado pela <i>VistaVision</i>. Foram combinadas duas cenas filmadas separadamente: uma nas margens do Mar Vermelho no Egito, e a outra nos estúdios da <i>Paramount Studios</i> em Hollywood, com um enorme tanque de água dividido por uma calha em forma de U, na qual aproximadamente 360.000 galões de água foram liberados nas laterais. Também foi realizada a filmagem de uma cachoeira gigante também construída na Paramount para criar o efeito das paredes do mar partindo ao meio.",
        "source": "Youtube: Canal <i>FaithGenre</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Gêneros mais tradicionais foram combinados para satisfazer as plateias oferecendo algo novo. Assim, os dramas familiares foram misturados a elementos de faroeste em <a href=\"https://_{type: 'screen', 'id': 1712, 'screen_type': movie}\">Giant</a> (BR: Assim Caminha a Humanidade, 1956) o retrato de uma família nos campos petrolíferos texanos dirigido por <a href=\"https://_{type: 'screen', 'id': 18738, 'screen_type': person}\">George Stevens</a> (1904-1975). <a href=\"https://_{type: 'screen', 'id': 46712, 'screen_type': person}\">Douglas Sirk</a> (1900-1987) seguiu pelo mesmo caminho. Com suas cores expressionistas empregadas para causar um efeito grandioso em <a href=\"https://_{type: 'screen', 'id': 13457, 'screen_type': movie}\">Magnificent Obsession</a> (BR: Sublime obsessão, 1954)."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 43316, 'screen_type': movie}\">All That Heaven Allows</a> (BR: Tudo que o Céu Permite, 1955) e <a href=\"https://_{type: 'screen', 'id': 34148, 'screen_type': movie}\">Imitation of Life</a> (BR: Imitação da Vida, 1959), e chegando ao limite do que era permitido em termos de conteúdo sexual no cinema da época, seus filmes ofereciam uma contrapartida aos tons amenos dos dramas televisivos. Mas essas modas atraíram as plateias por pouco tempo, ao passo que as series eram capazes de garantir espectadores a longo prazo. A televisão se transformou rapidamente na forma de entretenimento dominante para a população americana. O declínio de Hollywood foi apressado por alterações jurídicas no sistema de estúdios e pelo trabalho de cineastas estrangeiros."
    },
    {
      "type": "video",
      "video_id": "mk10gqsonlg",
      "information": {
        "contentTitle": "Trailer do filme Sublime obsessão (1954)",
        "contentText": "Exemplo acabado do melodrama, <i>Magnificent Obsession</i>, considerado algures como \"<i>possivelmente, a obra-prima de Dougas Sirk</i>\", mas também chamado por outros de \"extravagante\" e \"ridículo\", é o primeiro de uma série de sucessos que o diretor alcançou na década de 1950, produzidos por <i>Ross Hunter</i> ou <i>Albert S. Zugsmith</i>, todos na <i>Universal Pictures</i>.",
        "source": "Youtube: Canal <i>HD Retro Trailers</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A ação antitruste de 1948 - <i>Estados Unidos versus Paramount Pictures. Inc.</i>, 334 US 131 - pôs fim em anos de integração vertical, na qual os estúdios podiam ser proprietários dos cinemas onde seus filmes eram exibidos. O sistema também limitava o bloqueio a filmes de outros estúdios e a fixação dos preços dos ingressos. O impacto da lei abalou Hollywood, arruinando um sistema que havia prevalecido durante três décadas. As novas regras causaram danos significativos para os cofres cada vez mais vazios desse distrito cinematográfico."
    },
    {
      "type": "text",
      "content_text": "Além disso, havia notícias ruins vindas de fora. Países assolados pela guerra viam o cinema como uma maneira de reconstruir o orgulho nacional, e nações como França, Itália e Reino Unido começaram a produzir seus próprios filmes e a impedir a inundação de filmes importados dos Estados Unidos, impondo-lhes tarifas e quotas."
    },
    {
      "type": "text",
      "content_text": "Por outro lado, o fim da censura ao cinema permitiu que os cineastas tivessem mais liberdade de expressão nos Estados Unidos. Em 1952, a Suprema Corte revogou uma decisão de 1915, finalmente permitindo aos filmes a proteção da liberdade de expressão como garantida pela Primeira Emenda. A lei também permitia que os indivíduos discordassem das decisões tomadas pelos comités de censura e foi isso o que <a href=\"https://_{type: 'screen', 'id': 834, 'screen_type': person}\">Otto Preminger</a> (1905-1986) fez em 1953, quando tentaram banir do Kansas, de Ohio e de Maryland seu filme <a href=\"https://_{type: 'screen', 'id': 71839, 'screen_type': movie}\">The Moon Is Blue</a> (BR: Ingênua até certo ponto, 1953), pela audácia de usar a palavra virgem."
    },
    {
      "type": "video",
      "video_id": "sIY7BQkbIT8",
      "information": {
        "contentTitle": "Cenas do filme Intriga internacional (1959)",
        "contentText": "Este é um dos vários filmes de Hitchcock que apresentam a trilha sonora de Bernard Herrmann e a sequência dos créditos iniciais realizada pelo designer gráfico <i>Saul Bass</i>, a qual é geralmente citada como a primeira da história do cinema a apresentar o uso estendido da tipografia cinética.",
        "source": "Youtube: Canal <i>HD Retro Trailers</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Questões sobre a responsabilidade e os direitos sociais também foram levantadas em <a href=\"https://_{type: 'screen', 'id': 389, 'screen_type': movie}\">12 Angry Men</a> (BR: 12 Homens e Uma Sentença, 1957), dirigido por <a href=\"https://_{type: 'screen', 'id': 39996, 'screen_type': person}\">Sidney Lumet</a> (n-1924). Além de ser um drama conciso e com ótimas atuações, o filme confronta o preconceito e provoca a consciência coletiva três anos antes de ter início uma nova era de revolução social."
    },
    {
      "type": "text",
      "content_text": "O mundo e o cinema estavam prestes a mudar. Os adolescentes rebeldes da década de 1950 se transformaram nos motoqueiros dos anos 1960, o herói divertido de várias comedias malucas, <a href=\"https://_{type: 'screen', 'id': 2638, 'screen_type': person}\">Cary Grant</a> (1904-1986), tentava se salvar em <a href=\"https://_{type: 'screen', 'id': 213, 'screen_type': movie}\">North by Northwest</a> (BR: Intriga Internacional, 1959); o belo <a href=\"https://_{type: 'screen', 'id': 3150, 'screen_type': person}\">Tony Curtis</a> (1925-2010) subverteu sua imagem em 1957 ao interpretar o assessor de imprensa <i>Sidney Falco</i> no filme com um quê de <i>noir</i> <a href=\"https://_{type: 'screen', 'id': 976, 'screen_type': movie}\">Sweet Smell of Success</a> (BR: A Embriaguez do Sucesso, 1957); diretores americanos estavam começando a ser influenciados por diretores franceses; e, numa reação as reviravoltas sociais e políticas, uma nova era de violência cinematográfica e produções liberais estava prestes a se concretizar. A era de ouro de Hollywood havia acabado e o cinema guardava seu corajoso e incerto futuro."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/qitnZcLP7C9DLRuPpmvZ7GiEjJN.jpg",
          "popularity": 21.95,
          "vote_count": 3976,
          "video": false,
          "media_type": "movie",
          "id": 567,
          "adult": false,
          "backdrop_path": "\/zGs5tZOlvc9cprdcU6kDOVNpujf.jpg",
          "original_language": "en",
          "original_title": "Rear Window",
          "genre_ids": [
            18,
            9648,
            53
          ],
          "title": "Rear Window",
          "vote_average": 8.4,
          "overview": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.",
          "release_date": "1954-09-01"
        },
        {
          "poster_path": "\/m4WQ1dBIrEIHZNCoAjdpxwSKWyH.jpg",
          "popularity": 25.295,
          "vote_count": 1592,
          "video": false,
          "media_type": "movie",
          "id": 665,
          "adult": false,
          "backdrop_path": "\/sU3gFo7Gn67zjtKXIvzJ4omcUbH.jpg",
          "original_language": "en",
          "original_title": "Ben-Hur",
          "genre_ids": [
            12,
            18,
            36
          ],
          "title": "Ben-Hur",
          "vote_average": 7.8,
          "overview": "Judah Ben-Hur, a Palestinian Jew, is battling the Roman empire at the time of Christ. His actions send him and his family into slavery, but an inspirational encounter with Jesus changes everything. He finally meets his rival in a justly famous chariot race and rescues his suffering family.",
          "release_date": "1959-12-26"
        },
        {
          "vote_count": 497,
          "popularity": 15.362,
          "id": 10653,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.1,
          "title": "The Seven Year Itch",
          "release_date": "1955-06-03",
          "original_language": "en",
          "original_title": "The Seven Year Itch",
          "genre_ids": [
            35,
            10749
          ],
          "backdrop_path": "\/4NE8PgulYXIrwj2j70QPNZv22Ih.jpg",
          "adult": false,
          "overview": "With his family away for their annual summer holiday, Richard Sherman decides he has the opportunity to live a bachelor's life. The beautiful but ditzy blonde from the apartment above catches his eye and they soon start spending time together—maybe a little too much time!",
          "poster_path": "\/4oLqx0QbjWFzWtkxRmDLGH47CUJ.jpg"
        },
        {
          "poster_path": "\/15uOEfqBNTVtDUT7hGBVCka0rZz.jpg",
          "popularity": 21.576,
          "vote_count": 3584,
          "video": false,
          "media_type": "movie",
          "id": 426,
          "adult": false,
          "backdrop_path": "\/7wt1DA7duYtUitwZs4ChV3VYGRx.jpg",
          "original_language": "en",
          "original_title": "Vertigo",
          "genre_ids": [
            9648,
            53,
            10749
          ],
          "title": "Vertigo",
          "vote_average": 8.2,
          "overview": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.",
          "release_date": "1958-05-09"
        },
        {
          "poster_path": "\/3Ei59AR64x6dMZfWobPCkZjbqTL.jpg",
          "popularity": 30.209,
          "vote_count": 841,
          "video": false,
          "media_type": "movie",
          "id": 6844,
          "adult": false,
          "backdrop_path": "\/3HyVZmVKLLQQr40a6iJAfAA5FLP.jpg",
          "original_language": "en",
          "original_title": "The Ten Commandments",
          "genre_ids": [
            18,
            36
          ],
          "title": "The Ten Commandments",
          "vote_average": 7.7,
          "overview": "Escaping death, a Hebrew infant is raised in a royal household to become a prince. Upon discovery of his true heritage, Moses embarks on a personal quest to reclaim his destiny as the leader and liberator of the Hebrew people.",
          "release_date": "1956-10-05"
        },
        {
          "vote_count": 2555,
          "popularity": 20.099,
          "id": 1585,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "It's a Wonderful Life",
          "release_date": "1946-12-20",
          "original_language": "en",
          "original_title": "It's a Wonderful Life",
          "genre_ids": [
            18,
            10751,
            14
          ],
          "backdrop_path": "\/whxy3UQrbHswzXH6jfH7IGAIjLa.jpg",
          "adult": false,
          "overview": "A holiday favourite for generations...  George Bailey has spent his entire life giving to the people of Bedford Falls.  All that prevents rich skinflint Mr. Potter from taking over the entire town is George's modest building and loan company.  But on Christmas Eve the business's $8,000 is lost and George's troubles begin.",
          "poster_path": "\/bSqt9rhDZx1Q7UZ86dBPKdNomp2.jpg"
        },
        {
          "poster_path": "\/hVIKyTK13AvOGv7ICmJjK44DTzp.jpg",
          "popularity": 20.552,
          "vote_count": 2128,
          "video": false,
          "media_type": "movie",
          "id": 239,
          "adult": false,
          "backdrop_path": "\/m7v4Qi1y7UFgMZn2sIWoTXDpYSu.jpg",
          "original_language": "en",
          "original_title": "Some Like It Hot",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "title": "Some Like It Hot",
          "vote_average": 8.2,
          "overview": "Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.",
          "release_date": "1959-03-19"
        },
        {
          "poster_path": "\/9pf8CuIT64cFvsyocWOjbKGcXmt.jpg",
          "popularity": 20.6,
          "vote_count": 2544,
          "video": false,
          "media_type": "movie",
          "id": 213,
          "adult": false,
          "backdrop_path": "\/uL7nTO46KAup4bkYmz1A3on036B.jpg",
          "original_language": "en",
          "original_title": "North by Northwest",
          "genre_ids": [
            9648,
            53
          ],
          "title": "North by Northwest",
          "vote_average": 8,
          "overview": "Advertising man Roger Thornhill is mistaken for a spy, triggering a deadly cross-country chase.",
          "release_date": "1959-07-08"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 3149,
          "profile_path": "\/jCb0PQhXUtXpXtP6kNYYoloCHBO.jpg",
          "name": "Marilyn Monroe"
        },
        {
          "id": 854,
          "profile_path": "\/9tJLNF0JjR4S50HdFGqUC1toRrx.jpg",
          "name": "James Stewart"
        },
        {
          "id": 10001,
          "profile_path": "\/iJ3pqrklebAlED8FNPfRc0XLgiH.jpg",
          "name": "William Wyler"
        },
        {
          "id": 2636,
          "profile_path": "\/108fiNM6poRieMg7RIqLJRxdAwG.jpg",
          "name": "Alfred Hitchcock"
        },
        {
          "id": 39996,
          "profile_path": "\/gqG48st9nYSZiUT8Q9Qq2ni9iER.jpg",
          "name": "Sidney Lumet"
        },
        {
          "id": 2662,
          "profile_path": "\/1OTZ7CEdEawDgA4qiBidpWTKE2x.jpg",
          "name": "Frank Capra"
        },
        {
          "id": 40199,
          "profile_path": "\/dmAzxUydumigctJSoxnQHFrTH0N.jpg",
          "name": "Anthony Mann"
        },
        {
          "id": 3146,
          "profile_path": "\/tfVte6h2dlLn59Q0Mi6AvWAyRLP.jpg",
          "name": "Billy Wilder"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}