{
  "number": 11,
  "content_list": [
    {
      "type": "text",
      "content_text": "Imagens de pânico de um outro tempo, um homem corre na contramão, gritando: \"<i>Eles estão atrás de vocês! Estão atrás de todos nós!</i>\" Uma senhora dá a um nervoso espião comunista permissão para matá-la. Uma jovem mata seu comparsa pela oportunidade de abrir uma caixa de metal e liberar as serpentes sibilantes da destruição nuclear."
    },
    {
      "type": "video",
      "video_id": "3HEJC41P7o8",
      "information": {
        "contentTitle": "Cenas do filme A Morte num Beijo (1955)",
        "contentText": "O filme resistiu ao escrutínio da <i>Kefauver Commission</i>, que o chamou de um filme \"projetado para arruinar os jovens espectadores\", levando o diretor Aldrich a protestar contra as conclusões da Comissão. Apesar da aversão crítica inicial, é considerado um dos filmes <i>noirs</i> mais importantes e influentes de todos os tempos, com elogios direcionados ao seu tom sombrio, desconstrução de arquétipos de ficção popular e final de reviravolta.",
        "source": "Youtube: Canal <i>RestInPeaceDecency</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Estas sequencias são de três filmes de meados da década de 1950: <a href=\"https://_{type: 'screen', 'id': 25955, 'screen_type': movie}\">Pickup on South Street</a> (BR: Anjo do Mal, 1953); <a href=\"https://_{type: 'screen', 'id': 18030, 'screen_type': movie}\">Kiss Me Deadly</a> (BR: A Morte num Beijo, 1955); e <a href=\"https://_{type: 'screen', 'id': 11549, 'screen_type': movie}\">Invasion of the Body Snatchers</a> (BR: Vampiros de Almas, 1956), exibidos nos cinemas americanos na sua época mais conturbada, captando a atmosfera psicológica de um país na era da Guerra Fria e do macarthismo. A chegada do <i>Comitê de Atividades Antiamericanas do Congresso</i> (Huac, na sigla original) a Hollywood, em setembro de 1947, deixou os chefes dos estúdios tremendo de medo. Numa reunião secreta no hotel <i>Waldorf Astoria</i>, em Nova York, em novembro daquele ano, eles adotaram uma política de cooperação."
    },
    {
      "type": "text",
      "content_text": "Geralmente citado como o primeiro filme da Guerra Fria, <a href=\"https://_{type: 'screen', 'id': 26747, 'screen_type': movie}\">The Iron Curtain</a> (BR: A cortina de ferro, 1948), dirigido por <a href=\"https://_{type: 'screen', 'id': 14643, 'screen_type': person}\">William Wellman</a> (1896-1975), é uma história relativamente sóbria, baseada em eventos reais de um grupo de espionagem no Canadá. A brutalidade da política presente em vários dos filmes seguintes se reflete em títulos como <a href=\"https://_{type: 'screen', 'id': 46148, 'screen_type': movie}\">The Red Menace</a> (BR: A ameaça vermelha, 1949), dirigido por <a href=\"https://_{type: 'screen', 'id': 29317, 'screen_type': person}\">R.G. Springsteen</a> (1904-1989), no qual um veterano de guerra é aliciado pelos espiões comunistas, ou <a href=\"https://_{type: 'screen', 'id': 49508, 'screen_type': movie}\">I Was a Communist for the FBI</a> (BR: Eu fui um comunista para o FBI, 1951), de <a href=\"https://_{type: 'screen', 'id': 51677, 'screen_type': person}\">Gordon Douglas</a> (1907-1993), sobre um agente disfarçado infiltrado no <i>Partido Comunista</i>. Com orçamentos baratos e sem grandes estrelas, as peças de propaganda dos estúdios pareciam quase uma desculpa."
    },
    {
      "type": "video",
      "video_id": "eeWPnGsY-Xc",
      "information": {
        "contentTitle": "Cenas do filme A Ameaça que Veio do Espaço (1953)",
        "contentText": "<i>Patricia Bosworth</i>, escrevendo em 1992, considerou A Ameaça que Veio do Espaço como um de uma série de filmes com propaganda anticomunista de Hollywood nos anos 50 em que \"<i>alienígenas do espaço sideral servem como metáforas para a ameaça soviética</i>\".",
        "source": "Youtube: Canal <i>RestInPeaceDecency</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 27978, 'screen_type': movie}\">The Woman on Pier 13</a> (BR: Nuvens da Tempestade, 1949), cujo título inicial era <i>Casei-me com um comunista</i>, até que o estúdio resolvesse altera-lo, dirigido por <a href=\"https://_{type: 'screen', 'id': 121090, 'screen_type': person}\">Robert Stevenson</a> (1905-1986), foi oferecido por <i>Howard Hughes</i> a vários diretores, como um teste de lealdade. Os absurdos do roteiro são contrabalançados pela fotografia ao estilo <i>noir</i> de <a href=\"https://_{type: 'screen', 'id': 10150, 'screen_type': person}\">Nicholas Musuraca</a> (1892-1975) e o elenco encabeçado por Robert Ryan (1909-1973)."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 4165, 'screen_type': person}\">John Wayne</a> (1907-1979) estrelou <a href=\"https://_{type: 'screen', 'id': 40715, 'screen_type': movie}\">Big Jim Mclain</a> (BR: Uma Aventura Perigosa, 1952), dirigido por <a href=\"https://_{type: 'screen', 'id': 101709, 'screen_type': person}\">Edward Ludwig</a> (1898-1982), no papel de um investigador grosseiro do <i>Comité de Atividades Antiamericanas</i> que descobre um ninho de comunistas no Havaí (slogan do cartaz \"<i>Ele é um defensor dos EUA numa trilha cheia de armadilhas que o leva aos confins do mundo!</i>\")."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Vampiros de almas é um dos filmes mais populares e paranoicos da Era de ouro do cinema de ficção cientifica americano",
        "author": "Steven Jay Scheneider sobre Vampiros de almas"
      }
    },
    {
      "type": "text",
      "content_text": "No verão de 1947, jornais informaram que destroços não identificados foram encontrados no Novo México, dando origem a primeira onda de paranoia referente a óvnis. Tramas de invasão alienígena em filmes de ficção cientifica refletiam angustias da Guerra Fria. <a href=\"https://_{type: 'screen', 'id': 10785, 'screen_type': movie}\">The Thing from Another World</a> (BR: O Monstro do Ártico, 1951), dirigido por <a href=\"https://_{type: 'screen', 'id': 13973, 'screen_type': person}\">Christian Nyby</a> (1913-1993), mas creditado ao produtor Howard Hawks, mostra alienígenas bebedores de sangue levados involuntariamente para um centro de pesquisas no Ártico. Sua fala final, \"Observem os céus, em todos os lugares!\", podia ser interpretada como uma advertência ao país."
    },
    {
      "type": "video",
      "video_id": "OouTay_7_hw",
      "information": {
        "contentTitle": "Cenas do filme Vampiros de Almas (1956)",
        "contentText": "\"<i>Vampiros de Almas</i>\" foi a única incursão de Don Siegel na ficção científica. Não utilizou efeitos especiais, monstros, naves extraterrestres, armas cósmicas e cenas com mortes, apenas a força do roteiro, desenvolvendo um clima de paranoia apenas através do poder de sugestão. \"<i>Pois nunca uma obra de ficção científica foi tão tensa e claustrofóbica, nem nunca soube explorar tão bem as paranoias de uma sociedade como Vampiros de Almas</i>\".",
        "source": "Youtube: Canal <i>BestFilmsofCentury</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 19483, 'screen_type': movie}\">It Came from Outer Space</a> (BR: A Ameaça que Veio do Espaço, 1953) é mais ambíguo, os alienígenas são relativamente bonzinhos, mas habitam temporariamente corpos humanos. <a href=\"https://_{type: 'screen', 'id': 11549, 'screen_type': movie}\">Invasion of the Body Snatchers</a> (BR: Vampiros de Almas, 1956), com seus bandos de alienígenas imitando seus hospedeiros humanos, pode ser visto como uma metáfora da ameaça comunista ou a assustadora conformidade americana sob o macarthismo."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 20424, 'screen_type': movie}\">Invaders from Mars</a> (BR: Os invasores de Marte, 1953) era menos ambíguo: um menininho vê seus pais se transformarem em zumbis com vozes robóticas por parasitas malignos verdes (leia-se \"<i>vermelhos</i>\"); depois os alienígenas são aniquilados pelas forças virtuosas do Exército americano."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 31682, 'screen_type': movie}\">The Incredible Shrinking Man</a> (BR: O Incrível Homem que Encolheu, 1957), de <a href=\"https://_{type: 'screen', 'id': 33883, 'screen_type': person}\">Jack Arnold</a> (1916-1992), representa a mais tocante metáfora para os tremores dos Estados Unidos na metade do século XX. Um empresário de Los Angeles nota que está começando a encolher - uma consequência irreversível da contaminação nuclear. Em sua jornada rumo ao desaparecimento, ele acaba por viver numa casinha de bonecas que imita sua própria casa suburbana e encara sua luta final por sobrevivência no porão, uma partícula em meio aos detritos da vida americana."
    },
    {
      "type": "video",
      "video_id": "Rce3YHKBHhk",
      "information": {
        "contentTitle": "Cenas do filme O Incrível Homem que Encolheu (1957) ",
        "contentText": "O filme beira o surrealismo e o humor negro, mas não parece ser intencional. As cenas de ação são consideradas bem imaginativas e a relação estranha que se forma entre o casal protagonista é um dos pontos altos do roteiro.",
        "source": "Youtube: Canal <i>Marie Ruggirello</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Na década de 1960, parecia possível que alguns dos fantasmas políticos fossem exorcizados. <a href=\"https://_{type: 'screen', 'id': 982, 'screen_type': movie}\">The Manchurian Candidate</a> (BR: Sob O domínio do mal, 1962), de <a href=\"https://_{type: 'screen', 'id': 13776, 'screen_type': person}\">John Frankenheimer</a> (1930-2002), mostrava senador semelhante a McCarthy como um bufão usado para enfrentar a dominação dos Estados Unidos pelos comunistas, e <a href=\"https://_{type: 'screen', 'id': 97915, 'screen_type': movie}\">Point of Order</a> (BR: Questão de ordem, 1964), de <a href=\"https://_{type: 'screen', 'id': 106239, 'screen_type': person}\">Emile de Antonio</a> (1920-1989), usava imagens de televisão do caso Exército-McCarthy para revelar a verdade sobre o macarthismo. Na época, a Crise dos Misses Cubanos e o assassinato de Kennedy significam que os temores dos anos 1950 assumiram outra forma."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/zPXff8iRma28YQFApfzuWadZXzP.jpg",
          "popularity": 8.546,
          "vote_count": 103,
          "video": false,
          "media_type": "movie",
          "id": 19483,
          "adult": false,
          "backdrop_path": "\/igaJzpT00neCZucUxLSMGbhGdo3.jpg",
          "original_language": "en",
          "original_title": "It Came from Outer Space",
          "genre_ids": [
            27,
            878
          ],
          "title": "It Came from Outer Space",
          "vote_average": 6.3,
          "overview": "Author & amateur astronomer John Putnam and schoolteacher Ellen Fields witness an enormous meteorite come down near a small town in Arizona, but Putnam becomes a local object of scorn when, after examining the object up close, he announces that it is a spacecraft, and that it is inhabited...",
          "release_date": "1953-06-05"
        },
        {
          "poster_path": "\/8BrMQmgwGzIHSyBjCDOLOdi79fJ.jpg",
          "popularity": 10.695,
          "vote_count": 579,
          "video": false,
          "media_type": "movie",
          "id": 11549,
          "adult": false,
          "backdrop_path": "\/hEOOqvdqvqrhxLYv1OGutmR3v1p.jpg",
          "original_language": "en",
          "original_title": "Invasion of the Body Snatchers",
          "genre_ids": [
            27,
            878
          ],
          "title": "Invasion of the Body Snatchers",
          "vote_average": 7.5,
          "overview": "A small-town doctor learns that the population of his community is being replaced by emotionless alien duplicates.",
          "release_date": "1956-02-05"
        },
        {
          "poster_path": "\/dqYoDo5uc7ZBXYnuureRzoYPjEm.jpg",
          "popularity": 7.105,
          "vote_count": 190,
          "video": false,
          "media_type": "movie",
          "id": 54441,
          "adult": false,
          "backdrop_path": null,
          "original_language": "it",
          "original_title": "Vallanzasca - Gli angeli del male",
          "genre_ids": [
            80,
            18
          ],
          "title": "Angel of Evil",
          "vote_average": 6.9,
          "overview": "Set in Italy in the 1970s, VALLANZASCA is the true story of the Italian underworld’s most infamous outlaw. A criminal by age 9, Renato Vallanzasca grew up to become the country’s most notorious mobster before the age of 27. Vallanzasca and his gang wrested control of the Milan underworld with a string of high profile robberies, kidnappings and murders. In the process, he captivated the public and earned the nickname ‘il bel Renè’ – for his devilish charm and handsome face. Arrested multiple times, his daring escapes from prison enraged the government, angered his rivals and fed his legend.",
          "release_date": "2010-09-06"
        },
        {
          "poster_path": "\/bkha1WRFmkJhFaMnEvVyCY0iLyC.jpg",
          "popularity": 3.182,
          "vote_count": 7,
          "video": false,
          "media_type": "movie",
          "id": 49508,
          "adult": false,
          "backdrop_path": "\/4jnfjUZ8W8ka25xl7HkHgY0DijT.jpg",
          "original_language": "en",
          "original_title": "I Was a Communist for the FBI",
          "genre_ids": [
            80
          ],
          "title": "I Was a Communist for the FBI",
          "vote_average": 5.2,
          "overview": "A fact-based story about a man who posed as an American Communist for years as part of a secret plan to infiltrate their organization.",
          "release_date": "1951-05-02"
        },
        {
          "vote_count": 242,
          "popularity": 9.766,
          "id": 31682,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.4,
          "title": "The Incredible Shrinking Man",
          "release_date": "1957-02-22",
          "original_language": "en",
          "original_title": "The Incredible Shrinking Man",
          "genre_ids": [
            18,
            878,
            27
          ],
          "backdrop_path": "\/vdVPrTGRNdTd6Bs1fr7ulodcQVm.jpg",
          "adult": false,
          "overview": "While on a boating trip, Scott Carey is exposed to a radioactive cloud. Nothing seems amiss at first, but several months later Scott realizes that he's shrunk in height by several inches. He sees a doctor, who admits that he's baffled. As Scott continues to shrink, decreasing to three feet tall, he becomes bitter, and lashes out at his wife, Louise. He begins to fear a cure will never be found -- since even as he becomes a national sensation, he's still shrinking.",
          "poster_path": "\/m4PhIGCIQh4CmlnVitM6I9s2tpM.jpg"
        },
        {
          "vote_count": 200,
          "popularity": 12.65,
          "id": 18030,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.3,
          "title": "Kiss Me Deadly",
          "release_date": "1955-04-28",
          "original_language": "en",
          "original_title": "Kiss Me Deadly",
          "genre_ids": [
            9648,
            53
          ],
          "backdrop_path": "\/oWWNJNRMY5Ni1QlPfc370AIAYN3.jpg",
          "adult": false,
          "overview": "One evening, Hammer gives a ride to Christina, an attractive hitchhiker on a lonely country road, who has escaped from the nearby lunatic asylum. Thugs waylay them and force his car to crash. When Hammer returns to semi-consciousness, he hears Christina being tortured until she dies. Hammer, both for vengeance and in hopes that \"something big\" is behind it all, decides to pursue the case.",
          "poster_path": "\/z7me91nrpWLHY1mZOB2v20cK0zY.jpg"
        },
        {
          "poster_path": "\/fE0Yjnxnv9JPs11elXha4BEwKTR.jpg",
          "popularity": 11.776,
          "vote_count": 384,
          "video": false,
          "media_type": "movie",
          "id": 982,
          "adult": false,
          "backdrop_path": "\/7dX07NQv4p6kfzSkA9rf9LvlvVD.jpg",
          "original_language": "en",
          "original_title": "The Manchurian Candidate",
          "genre_ids": [
            18,
            53
          ],
          "title": "The Manchurian Candidate",
          "vote_average": 7.8,
          "overview": "Near the end of the Korean War, a platoon of U.S. soldiers is captured by communists and brainwashed. Following the war, the platoon is returned home, and Sergeant Raymond Shaw is lauded as a hero by the rest of his platoon. However, the platoon commander, Captain Bennett Marco, finds himself plagued by strange nightmares and soon races to uncover a terrible plot.",
          "release_date": "1962-10-24"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 26959,
          "profile_path": "\/yC1rWSkV8crevItmlRz056GOTMf.jpg",
          "name": "Samuel Fuller"
        },
        {
          "id": 14643,
          "profile_path": "\/rHkFOPzdJGimnC4yRqophK9tvEO.jpg",
          "name": "William A. Wellman"
        },
        {
          "id": 51677,
          "profile_path": "\/i1H3zri4XyFNK7i2dTTr2PiQXkK.jpg",
          "name": "Gordon Douglas"
        },
        {
          "id": 33883,
          "profile_path": "\/a9uDTgdsxBenzariCObIkZu1rh8.jpg",
          "name": "Jack Arnold"
        },
        {
          "id": 13776,
          "profile_path": "\/1OItNQH1RaKV7nPluKTw2TwR9Rh.jpg",
          "name": "John Frankenheimer"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}