{
  "number": 10,
  "content_list": [
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 3087, 'screen_type': movie}\">Yankee Doodle Dandy</a> (BR: A canção da vitória, 1942), de <a href=\"https://_{type: 'screen', 'id': 4109, 'screen_type': person}\">Michael Curtiz</a> (1886-1962), estava afinado com os ânimos de uma nação que entrava na Segunda Guerra Mundial por ser patriótico, sentimental, agressivo e quase uma deificação do presidente <i>Franklin D. Roosevelt</i>, assim como seu tema pretensioso e as músicas e coreografias de <i>George M. Cohan</i> (James Cagney). O fechamento dos mercados da arrasada Europa obrigou Hollywood a procurar renda externa na América Latina, o que gerou uma mini expansão de musicais latino-americanas como <a href=\"https://_{type: 'screen', 'id': 43810, 'screen_type': movie}\">Down Argentine Way</a> (BR Serenata tropical, 1940), estrelado por <a href=\"https://_{type: 'screen', 'id': 137907, 'screen_type': person}\">Carmen Miranda</a> (1909-1995)."
    },
    {
      "type": "video",
      "video_id": "cCXWu7HfmXw",
      "information": {
        "contentTitle": "Trailer do filme Serenata tropical (1940) com Carmem Miranda",
        "contentText": "Apresentando <i>Betty Grable</i> em seu primeiro papel de destaque no cinema, <i>Down Argentine Way</i> conta com a participação especial de <i>Carmen Miranda</i> em seu primeiro filme nos Estados Unidos.",
        "source": "Youtube: Canal <i>mittdawson</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O tom geral era o de alegria exagerada no elenco estrelar de <a href=\"https://_{type: 'screen', 'id': 43514, 'screen_type': movie}\">Thank Your Lucky Stars</a> (BR: Agradeça as suas estrelas da sorte, 1943). Em contrapartida, <a href=\"https://_{type: 'screen', 'id': 909, 'screen_type': movie}\">Meet Me in St. Louis</a> (BR: Agora seremos felizes, 1944), de <a href=\"https://_{type: 'screen', 'id': 13980, 'screen_type': person}\">Vincente Minnelli</a> (1903-1986) e estrelado por <a href=\"https://_{type: 'screen', 'id': 9066, 'screen_type': person}\">Judy Garland</a> (1922-1969), era um filme nostálgico e agridoce que girava em torno de músicas antigas, voltando seu olhar para a virada o início do século XX."
    },
    {
      "type": "text",
      "content_text": "Depois da guerra, continuavam a prevalecer cinebiografias de cantores como <i>Al Jolson</i> (Larry Parks), em <a href=\"https://_{type: 'screen', 'id': 31206, 'screen_type': movie}\">The Jolson Story</a> (BR: Sonhos Dourados, 1946), ou de compositores como <i>Cole Porter</i> (Cary Grant), em <a href=\"https://_{type: 'screen', 'id': 43485, 'screen_type': movie}\">Night and Day</a> (BR: A canção inesquecível, 1946). Extremamente ficcionalizado e artificial, este ciclo se apoiava em clichês consagrados."
    },
    {
      "type": "text",
      "content_text": "<i>Fred Astaire e Ginger Rogers</i>, as grandes estrelas dos musicais da década de 1930, reuniram-se para um último e fraco filme, <a href=\"https://_{type: 'screen', 'id': 29885, 'screen_type': movie}\">The Barkleys of Broadway</a> (BR: Ciúme, Sinal de Amor, 1949), mas Astaire estava muito mais à vontade na companhia do cantor <i>Bing Crosby</i> em filmes como <a href=\"https://_{type: 'screen', 'id': 13485, 'screen_type': movie}\">Holiday Inn</a> (BR: Duas Semanas de Prazer, 1942). Seu prestigio como o principal nome dos musicais vinha sendo ameaçado pelo mais jovem e obviamente mais atlético <a href=\"https://_{type: 'screen', 'id': 13294, 'screen_type': person}\">Gene Kelly</a> (1912-1996), que estreou com <a href=\"https://_{type: 'screen', 'id': 27017, 'screen_type': movie}\">For Me and My Gat</a> (BR: Idílio em Dó-Ré-Mi, 1942) e em pouco tempo estava criando obras inovadoras como <a href=\"https://_{type: 'screen', 'id': 17889, 'screen_type': movie}\">Anchors Aweigh</a> (BR: Marujos do amor, 1945), na qual dança com o astro dos desenhos animados da <i>MGM Jerry Mouse</i>, e <a href=\"https://_{type: 'screen', 'id': 21622, 'screen_type': movie}\">Cover Girl</a> (BR: Modelos, 1944), na qual dança com o próprio reflexo."
    },
    {
      "type": "video",
      "video_id": "2msq6H2HI-Y",
      "information": {
        "contentTitle": "Cena do filme Marujos do amor (1945) com Jerry",
        "contentText": "Inicialmente seria Mickey Mouse o personagem em desenho animado que faria a famosa cena musical com <i>Gene Kelly</i>. Porém, como Walt Disney se recusou a autorizar a utilização do personagem em um filme produzido pela MGM, Kelly resolveu então usar um personagem do estúdio de animação da própria <i>MGM Studios</i>: o rato Jerry, da dupla Tom e Jerry.",
        "source": "Youtube: Canal <i>Jonni Valentayn</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Marujos do amor, sobre marinheiros de licença desesperados para conseguirem assistir a um show no Hollywood Bowl, e o desportista <a href=\"https://_{type: 'screen', 'id': 33738, 'screen_type': movie}\">Take Me Out to the Ball Game</a> (BR: A bela ditadora, 1949), último filme dirigido individualmente por <a href=\"https://_{type: 'screen', 'id': 95293, 'screen_type': person}\">Busby Berkeley</a> (1895-1976), são antecessores de <a href=\"https://_{type: 'screen', 'id': 31516, 'screen_type': movie}\">On the Town</a> (BR: Um dia em Nova York, 1949). Dirigido por <a href=\"https://_{type: 'screen', 'id': 13294, 'screen_type': person}\">Gene Kelly</a> e <a href=\"https://_{type: 'screen', 'id': 13284, 'screen_type': person}\">Stanley Donen</a> (n-1924) e inspirado no espetáculo da <i>Broadway</i> de <i>Leonard Bernstein</i> de 1944, a equipe de compositores de <i>Bernstein, Adolph Green</i> e <i>Betty Comden</i>, trabalhou com Roger Edens em vários números para o filme."
    },
    {
      "type": "block_special",
      "title": "Hollywood sobre Hollywood",
      "image": {
        "image_type": "local",
        "url": "img_star_born",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema tem filmado a si mesmo desde os filmes mudos (<i>Cinemaniaco</i>, 1924). Uma mistura arrasadora de fofocas, glamour, tragédia e uma ligeira autopromoção compõem os parecidos <a href=\"https://_{type: 'screen', 'id': 56724, 'screen_type': movie}\">What Price Hollywood?</a> (1932) e A Star Is Born (BR: Nasce uma estrela, <a href=\"https://_{type: 'screen', 'id': 22692, 'screen_type': movie}\">1937</a>, <a href=\"https://_{type: 'screen', 'id': 3111, 'screen_type': movie}\">1954</a>, <a href=\"https://_{type: 'screen', 'id': 19610, 'screen_type': movie}\">1976</a> e <a href=\"https://_{type: 'screen', 'id': 332562, 'screen_type': movie}\">2018</a>) Um ciclo posterior lida com monstros sagrados em mansões góticas na Califórnia, do pessimista <a href=\"https://_{type: 'screen', 'id': 599, 'screen_type': movie}\">Sunset Boulevard</a> (BR: Crepúsculo dos deuses, 1950). Segmentos específicos da indústria cinematográfica são examinados em <a href=\"https://_{type: 'screen', 'id': 522, 'screen_type': movie}\">Ed Wood</a> (1994) e <a href=\"https://_{type: 'screen', 'id': 3033, 'screen_type': movie}\">Gods and Monsters</a> (BR: Deuses e monstros, 1998). Mas <a href=\"https://_{type: 'screen', 'id': 11167, 'screen_type': movie}\">Peeping Tom</a> (BR: A tortura do medo, 1960), de <a href=\"https://_{type: 'screen', 'id': 68424, 'screen_type': person}\">Michael Powell</a>(1905-1990) sobre um cinegrafista e assassino, e <a href=\"https://_{type: 'screen', 'id': 42160, 'screen_type': movie}\">The Stunt Man</a> (BR: O substituto, 1980), de <a href=\"https://_{type: 'screen', 'id': 21806, 'screen_type': person}\">Richard Rush</a> (n-1929), mostrando um diretor mefistofeliano, sugerem que há algo de doentio na arte do cinema."
    },
    {
      "type": "text",
      "content_text": "Em seu estonteante número de abertura, filmado fora do estúdio, o filme foge à artificialidade dos palcos vista em todos os musicais anteriores, ainda que alguns de seus melhores momentos sejam tão fantasiosos, encenados e estilizados quanto os de qualquer outro filme de Minnelli. Durante toda a década, Minnelli, Donen-Kelly e Astaire travaram uma batalha criativa, fazendo com que os musicais evoluíssem a saltos e giros elegantes."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Gene não tinha medo de concorrência. Se você pudesse ser melhor do que ele era, ele adorava",
        "author": "Donald O'Connor sobre Cantando na Chuva"
      }
    },
    {
      "type": "text",
      "content_text": "Kelly trabalhou com Minnelli no filme ganhador do Oscar <a href=\"https://_{type: 'screen', 'id': 2769, 'screen_type': movie}\">An American in Paris</a> (BR: Sinfonia de Paris, 1951) que girava em torno do repertorio de <i>George Gershwin</i>, mas voltou a trabalhar com Donen em <a href=\"https://_{type: 'screen', 'id': 872, 'screen_type': movie}\">Singin' in the Rain</a> (BR: Cantando na chuva, 1952). Os dois filmes foram multo elogiados e se tornaram um grande sucesso. Mas existe uma pequena diferença entre a obra ligeiramente pretensiosa de Minnelli e a de Donen, mais simples e que zombava de si mesma."
    },
    {
      "type": "video",
      "video_id": "x7CIgWZTdgw",
      "information": {
        "contentTitle": "Cena do filme Um dia em Nova York (1949)",
        "contentText": "O filme tornou-se histórico por ter sido o primeiro musical a ser filmado em locação. Gene Kelly insistiu para que algumas cenas fossem feitas em Nova Iorque e não em estúdio, como era comum na época. Foram filmadas no Museu Americano de História Natural, na Ponte do Brooklyn, e no Rockefeller Center.",
        "source": "Youtube: Canal <i>Jacob Wingfield</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Por exemplo, o lema do orgulhoso astro de cinema de Kelly é \"<i>Dignidade, sempre dignidade</i>\", inspirado em suas cambalhotas dos espetáculos de vaudeville do início da carreira. O interessante é que isso se transformou no tema do filme-resposta de Minnelli, o inovador, indecente e divinamente criativo musical sobre os bastidores do cinema <a href=\"https://_{type: 'screen', 'id': 29376, 'screen_type': movie}\">The Band Wagon</a> (BR: A roda da fortuna, 1958). Astaire, cuja contribuição às coreografias artificiais fora o sapateado no telhado em <a href=\"https://_{type: 'screen', 'id': 18646, 'screen_type': movie}\">Royal Wedding</a> (BR: Núpcias reais, 1951), interpreta o astro dos musicais Tony Hunter, que ouve piadas sobre sua idade durante boa parte do filme e faz par com uma bailarina interpretada por <i>Cyd Charisse</i>, na primeira de suas atuações espetaculares."
    },
    {
      "type": "text",
      "content_text": "Sem Kelly, Donen dirigiu <a href=\"https://_{type: 'screen', 'id': 16563, 'screen_type': movie}\">Seven Brides for Seven Brothers</a> (BR: Sete noivas para sete irmãos, 1954), um musical -faroeste filmado ao ar livre e concebido para o cinema estrelado pelo másculo barítono Howard Keel com ênfase na coreografia animada de <i>Michael Kidd</i>. Com Kelly, Donen fez <a href=\"https://_{type: 'screen', 'id': 17640, 'screen_type': movie}\">It's Always Fair Weather</a> (BR: O tempo sempre está bom, 1955), uma sequência desiludida, ainda que interessante, de <i>Um dia em Nova York</i>."
    },
    {
      "type": "video",
      "video_id": "_88YGrzRcmw",
      "information": {
        "contentTitle": "Cena do filme Carmen Jones (1954)",
        "contentText": "Depois de assistir ao teste para o cinema de Dorothy Dandridge, Preminger declarou que era o melhor que ele já havia visto.",
        "source": "Youtube: Canal <i>BFI</i>"
      }
    },
    {
      "type": "text",
      "content_text": "O sucesso da Broadway <i>Oklahoma</i> (1943) foi o musical símbolo do seu tempo, mas só chegou ao cinema em 1955. dirigido por <a href=\"https://_{type: 'screen', 'id': 4065, 'screen_type': person}\">Fred Zinnemann</a> (1907-1997) longa carreira encorajou os musicais-faroestes fora da trilha do caubói cantor, mas sua importância está na confirmação da ligação direta entre <i>Broadway</i> e <i>Hollywood</i>, que manteve um fluxo de produção adaptadas do palco para o cinema durante na década, entre elas <a href=\"https://_{type: 'screen', 'id': 17820, 'screen_type': movie}\">Show Boat</a> (BR: O barco das ilusões, 1951), <a href=\"https://_{type: 'screen', 'id': 51044, 'screen_type': movie}\">Carmen Jones</a> (1954), <a href=\"https://_{type: 'screen', 'id': 4825, 'screen_type': movie}\">Guys and Dolls</a> (BR: Eles e Elas / Gatinhas e Gatões, 1955), <a href=\"https://_{type: 'screen', 'id': 16520, 'screen_type': movie}\">The King and I</a> (BR: O rei e eu, 1956), <a href=\"https://_{type: 'screen', 'id': 17352, 'screen_type': movie}\">South Pacific</a> (BR: Ao sul do Pacifico, 1958) e <a href=\"https://_{type: 'screen', 'id': 1940, 'screen_type': movie}\">Porgy and Bess</a> (BR: Porgy & Bess, 1959)."
    },
    {
      "type": "text",
      "content_text": "Alguns deles permitiram que astros do cinema e da música como <i>Doris Day</i> e <i>Sinatra</i>, assumissem papéis consagrados, com grandes canções; outros permitiram que atores de teatro, como <i>Yul Brynner</i>, repetissem as ótimas atuações de suas carreiras; e ainda outros até surpreendentemente escalaram <i>Rossano Brazzi</i> como um aristocrata francês ou Marlon Brando, que não era cantor como protagonista de musicais."
    },
    {
      "type": "video",
      "video_id": "BmEwtWBte84",
      "information": {
        "contentTitle": "Marlon Brando - Luck Be a Lady em Eles e Elas (1955)",
        "contentText": "O áudio para cada um dos números musicais de <i>Marlon Brando</i> é construído a partir de várias gravações.",
        "source": "Youtube: Canal <i>Marlon Brando</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A década de 1950 criou vitrines antiquadas para talentos como <a href=\"https://_{type: 'screen', 'id': 3149, 'screen_type': person}\">Marilyn Monroe</a> (1926 –1962) e Jane Russell em <a href=\"https://_{type: 'screen', 'id': 759, 'screen_type': movie}\">Gentlemen Prefer Blondes</a> (BR: Os Homens Preferem as Loiras, 1953), de <a href=\"https://_{type: 'screen', 'id': 11435, 'screen_type': person}\">Howard Hawks</a> (1896-1977) ou Crosby e Danny Kaye em <a href=\"https://_{type: 'screen', 'id': 13368, 'screen_type': movie}\">White Christmas</a> (BR: Natal Branco, 1954), de Curtiz. Crosby se juntou a Sinatra e Grace Kelly em <a href=\"https://_{type: 'screen', 'id': 11424, 'screen_type': movie}\">High Society</a> (BR: Alta Sociedade, 1956), uma refilmagem de <a href=\"https://_{type: 'screen', 'id': 981, 'screen_type': movie}\">The Philadelphia Story</a> (BR: Núpcias de Escândalo, 1940)."
    },
    {
      "type": "text",
      "content_text": "Em 1956, Elvis Presley fez sua estreia no cinema com <a href=\"https://_{type: 'screen', 'id': 39833, 'screen_type': movie}\">Love Me Tender</a> (BR: Ama-me Com Ternura, 1956). Os musicais seguintes foram criados em torno de sua presença sexualizada e simplória, mas seu potencial foi sabotado pelo mau gerenciamento da carreira. <a href=\"https://_{type: 'screen', 'id': 42839, 'screen_type': movie}\">The Girl Can't Help It</a> (BR: Sabes o que quero, 1956), de <a href=\"https://_{type: 'screen', 'id': 47399, 'screen_type': person}\">Frank Tashlin</a> (1913-1972), foi o primeiro grande musical pop, com aparições de jovens artistas atraentes como <a href=\"https://_{type: 'screen', 'id': 22857, 'screen_type': person}\">Eddie Cochran</a> (1938-1960), Little Richard e Fats Domino."
    },
    {
      "type": "video",
      "video_id": "O7-Qa92Rzbk",
      "information": {
        "contentTitle": "Cena do filme Porgy & Bess (1959) com Summertimes",
        "contentText": "<i>Porgy and Bess</i> é baseado na ópera folk homônima com libreto de <i>DuBose Heyward</i> e música de <i>George Gershwin</i>. O musical estreou na Broadway em outubro de 1935 e vem sido reapresentado regularmente, sempre com enorme sucesso. Fazem parte da trilha sonora várias canções clássicas de George Gershwin, que receberam versos ora de seu irmão Ira ora de DuBose Heyward. Entre elas, \"<i>Summertime</i>\", \"<i>It Ain't Necessarily So</i>\", \"<i>I Got Plenty o' Nuttin</i>'\" e \"<i>I Loves You, Porgy</i>\".",
        "source": "Youtube: Canal <i>amadeusvideolog</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mas <a href=\"https://_{type: 'screen', 'id': 10586, 'screen_type': person}\">Richard Lester</a> (n-1932) acabaria por mudar o jogo com <a href=\"https://_{type: 'screen', 'id': 704, 'screen_type': movie}\">A Hard Day's Night</a> (BR: Os reis do iê iê iê, 1964). Usando criativas montagens de canções em vez de atuações veneradas, Lestes deu início a um processo a partir do qual o cinema musical acabaria substituído pelos videoclipes, transformado em algo secundário à carreira musical. "
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "vote_count": 1898,
          "popularity": 15.983,
          "id": 872,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Singin' in the Rain",
          "release_date": "1952-04-09",
          "original_language": "en",
          "original_title": "Singin' in the Rain",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/kOJHfBhGCeBjLjAWw2SHLAztlmf.jpg",
          "adult": false,
          "overview": "In 1927 Hollywood, a silent film production company and cast make a difficult transition to sound.",
          "poster_path": "\/62plaLItfJDXKcLUJdOQ35wASms.jpg"
        },
        {
          "vote_count": 142,
          "popularity": 10.12,
          "id": 31516,
          "video": false,
          "media_type": "movie",
          "vote_average": 6.9,
          "title": "On the Town",
          "release_date": "1949-12-08",
          "original_language": "en",
          "original_title": "On the Town",
          "genre_ids": [
            35,
            10402,
            10749
          ],
          "backdrop_path": "\/hDzFOJPhblIEpYF7klZpfRZ9FF6.jpg",
          "adult": false,
          "overview": "Three sailors - Gabey, Chip and Ozzie - let loose on a 24-hour pass in New York and the Big Apple will never be the same! Gabey falls head over heels for \"Miss Turnstiles of the Month\" (he thinks she's a high society deb when she's really a 'cooch dancer at Coney Island); innocent Chip gets highjacked (literally) by a lady cab driver; and Ozzie becomes the object of interest of a gorgeous anthropologist who thinks he's the perfect example of a \"prehistoric man\". Wonderful music and terrific shots of New York at its best.",
          "poster_path": "\/cgro50iLHXVNdCTriEtKZSGoLoX.jpg"
        },
        {
          "poster_path": "\/vt1pFzBs4TMGQXvbmkpEK9NqFLL.jpg",
          "popularity": 10.277,
          "vote_count": 164,
          "video": false,
          "media_type": "movie",
          "id": 3111,
          "adult": false,
          "backdrop_path": "\/AlvKqnxlkWWYE6ngRLOWfYY3QuI.jpg",
          "original_language": "en",
          "original_title": "A Star Is Born",
          "genre_ids": [
            18,
            10402,
            10749
          ],
          "title": "A Star Is Born",
          "vote_average": 7.3,
          "overview": "A movie star helps a young singer\/actress find fame, even as age and alcoholism send his own career into a downward spiral.",
          "release_date": "1954-10-01"
        },
        {
          "vote_count": 131,
          "popularity": 12.998,
          "id": 3087,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.2,
          "title": "Yankee Doodle Dandy",
          "release_date": "1942-05-29",
          "original_language": "en",
          "original_title": "Yankee Doodle Dandy",
          "genre_ids": [
            18,
            10402
          ],
          "backdrop_path": "\/aJpJfemBXbAryr2H5LaTZqQ9L8A.jpg",
          "adult": false,
          "overview": "A film of the life of the renowned musical composer, playwright, actor, dancer and singer George M. Cohan.",
          "poster_path": "\/cqLLIyJFjLr6jGOxWVEHG11WGzB.jpg"
        },
        {
          "poster_path": "\/vcQF84xv8eaeepHsLFugNm9iekc.jpg",
          "popularity": 8.111,
          "vote_count": 120,
          "video": false,
          "media_type": "movie",
          "id": 11424,
          "adult": false,
          "backdrop_path": "\/ovMwDkw9XqZXn9nGoBAdkaTQpiZ.jpg",
          "original_language": "en",
          "original_title": "High Society",
          "genre_ids": [
            35,
            10749
          ],
          "title": "High Society",
          "vote_average": 6.9,
          "overview": "Childhood friends Tracy Lord and C.K. Dexter Haven got married and quickly divorced. Now Tracy is about to marry again, this time to a shrewd social-climbing businessman. C.K. still loves her. Spy magazine blackmails Tracy's family by threatening to reveal her playboy father's exploits if not allowed to cover the wedding.",
          "release_date": "1956-07-17"
        },
        {
          "poster_path": "\/uJm0AFy6Oj4Tky0ATN1k91YeLDD.jpg",
          "popularity": 7.148,
          "vote_count": 67,
          "video": false,
          "media_type": "movie",
          "id": 17352,
          "adult": false,
          "backdrop_path": "\/xejdr7tsDF2qP9VU1Dy0yZVLb0R.jpg",
          "original_language": "en",
          "original_title": "South Pacific",
          "genre_ids": [
            10402,
            10749,
            10752
          ],
          "title": "South Pacific",
          "vote_average": 6.3,
          "overview": "Can a girl from Little Rock find happiness with a mature French planter she got to know one enchanted evening away from the military hospital where she is a nurse? Or should she just wash that man out of her hair? Bloody Mary is the philosopher of the island and it's hard to believe she could be the mother of Liat who has captured the heart of Lt. Joseph Cable USMC. While waiting for action in the war in the South Pacific, sailors and nurses put on a musical comedy show. The war gets closer and the saga of Nellie Forbush and Emile de Becque becomes serious drama.",
          "release_date": "1958-03-18"
        },
        {
          "poster_path": "\/XzLQIQltdpOHzZJoWGNVpt5VTs.jpg",
          "popularity": 8.946,
          "vote_count": 0,
          "video": false,
          "media_type": "movie",
          "id": 511809,
          "adult": false,
          "backdrop_path": "\/1r8e1lBP1TyXWD6pJL2iaYUhSuM.jpg",
          "original_language": "en",
          "original_title": "West Side Story",
          "genre_ids": [
            80,
            10402,
            10749
          ],
          "title": "West Side Story",
          "vote_average": 0,
          "overview": "A remake of the 1961 film about two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy.",
          "release_date": "2021-12-10"
        },
        {
          "poster_path": "\/ztqT5GmJVI2o8vShGWRVVqykQqA.jpg",
          "popularity": 11.953,
          "vote_count": 92,
          "video": false,
          "media_type": "movie",
          "id": 13936,
          "adult": false,
          "backdrop_path": "\/pFExTkVIrjUNlfNaTxzbQhhFIBj.jpg",
          "original_language": "en",
          "original_title": "Oklahoma!",
          "genre_ids": [
            10402,
            37,
            10749
          ],
          "title": "Oklahoma!",
          "vote_average": 6.7,
          "overview": "This joyous celebration of frontier life combines tender romance and violent passion in the Oklahoma Territory of the 1900s with a timeless score filled with unforgettable songs. Rodgers and Hammerstein's hit Broadway musical.",
          "release_date": "1955-10-10"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 137907,
          "profile_path": "\/qExsfkKG3XI70JRQQhHgxUubI2n.jpg",
          "name": "Carmen Miranda"
        },
        {
          "id": 4109,
          "profile_path": "\/uGNh4uO7rUQzWmwfutckGgsADr5.jpg",
          "name": "Michael Curtiz"
        },
        {
          "id": 9066,
          "profile_path": "\/dkhMrLSfnqS3fmxWuXaEMwxN0Tf.jpg",
          "name": "Judy Garland"
        },
        {
          "id": 13980,
          "profile_path": "\/fmlq7RMQdWsrPBAskIezf22e8Mv.jpg",
          "name": "Vincente Minnelli"
        },
        {
          "id": 13294,
          "profile_path": "\/qpxdcekD3x77J6dIxMOUfJifu49.jpg",
          "name": "Gene Kelly"
        },
        {
          "id": 95293,
          "profile_path": "\/5iOmpxriRiZPHqxTDv2aqSp9Mk.jpg",
          "name": "Busby Berkeley"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}