{
  "number": 2,
  "content_list": [
    {
      "type": "text",
      "content_text": "A Ásia produz filmes desde a época do cinema mudo. O Japão estava recontando histórias do teatro kabuki já no início do século XX, ao passo que o primeiro filme indiano, <a href=\"https://_{type: 'screen', 'id': 129555, 'screen_type': movie}\">Raja Harishchandra</a> (BR: O Rei Harishchandra, 1913), data de 1913. O cinema japonês viveu sua primeira era de ouro na década de 1930, com diretores como <a href=\"https://_{type: 'screen', 'id': 97202, 'screen_type': person}\">Kenji Mizoguchi</a> (1898-1956). <a href=\"https://_{type: 'screen', 'id': 95501, 'screen_type': person}\">Yasujiro Ozu</a> (1903-1963) e <a href=\"https://_{type: 'screen', 'id': 233660, 'screen_type': person}\">Hiroshi Shimizu</a> (1903-1966), todos produzindo filmes incríveis nos inconfundíveis estilo e idioma japoneses. Na China, na mesma época, os filmes eram produzidos no polo cinematográfico de Xangai, onde diretores como <a href=\"https://_{type: 'screen', 'id': 2504702, 'screen_type': person}\">Yu Sun</a> (1900-1990) optaram por um estilo melodramático realista para examinar os problemas da gigantesca e frágil nação, assolada por ameaças externas e pela desunião interna."
    },
    {
      "type": "video",
      "video_id": "xCZ9TguVOIA",
      "information": {
        "contentTitle": "Trailer do filme Rashomon (1950)",
        "contentText": "Estrelado por <i>Toshirō Mifune</i>, <i>Machiko Kyō</i> e <i>Masayuki Mori</i>, o filme tem uma estrutura de narrativa não convencional que sugere a impossibilidade de obter a verdade sobre um evento quando há conflitos de pontos de vista. Tanto no inglês como em outras línguas, \"<i>Rashomon</i>\" se tornou um provérbio para qualquer situação na qual a veracidade de um evento é difícil de ser verificada devido a julgamentos conflitantes de diferentes testemunhas. Na psicologia, o filme emprestou seu nome ao chamado \"<i>Efeito Rashomon</i>\".",
        "source": "Youtube: Canal <i>janusfilms</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Até a década de 1950, porém, o cinema asiático permanecia praticamente desconhecido no Ocidente. Uns poucos filmes japoneses foram exibidos na Europa e na América do Norte antes da Segunda Guerra Mundial, assim como alguns filmes mudos indianos feitos sob a direção do alemão <a href=\"https://_{type: 'screen', 'id': 114319, 'screen_type': person}\">Franz Osten</a> (1876-1956). Mas foi a exibição de <a href=\"https://_{type: 'screen', 'id': 548, 'screen_type': movie}\">Rashomon</a> (1950), de <a href=\"https://_{type: 'screen', 'id': 5026, 'screen_type': person}\">Akira Kurosawa</a> (1910-1998), no <strong>Festival de Veneza</strong> de 1951, no qual ganhou o <strong>Leão de Ouro</strong>, que chamou a atenção das plateias do mundo todo para a riqueza do cinema japonês, dando início a um processo que levaria a uma aclamação maior do cinema asiático no Ocidente."
    },
    {
      "type": "text",
      "content_text": "Kurosawa era o embaixador apropriado para o cinema japonês. Humanista liberal, ele trata de temas aparentemente universais, explorando a inacessibilidade da verdade em <i>Rashomon</i> e falando da reação de um homem à mortalidade em <a href=\"https://_{type: 'screen', 'id': 3782, 'screen_type': movie}\">Ikiru</a> (BR: Viver, 1952). Admirador da cultura ocidental, ele adaptou a literatura de seus autores preferidos para o cinema, transplantando de noiva para Hokkaido em <a href=\"https://_{type: 'screen', 'id': 24774, 'screen_type': movie}\">Hakuchi</a> (BR: O idiota, 1951) e misturando tradições teatrais japonesas e jacobitas no seu Macbeth samurai <a href=\"https://_{type: 'screen', 'id': 3777, 'screen_type': movie}\">Kumonosu Jo</a> (BR: Trono manchado de sangue, 1957)."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "É humano mentir. Na maioria das vezes nem podemos ser honestos com nós mesmos.",
        "author": "Servo (Kichujuri Ueda) em Rashomon (1950)"
      }
    },
    {
      "type": "text",
      "content_text": "Por conta dessa influência ocidental, não é de surpreender que sua obra tenho recebido tantos aplausos no exterior, nem que seus admirados filmes de samurai, <a href=\"https://_{type: 'screen', 'id': 346, 'screen_type': movie}\">Shichinin no Samurai</a> (BR: Os sete samurais, 1954) e <a href=\"https://_{type: 'screen', 'id': 11878, 'screen_type': movie}\">Yojimbo</a> (BR: Yojimbo, o Guarda-Costas, 1961), tenham sido refilmados como faroestes."
    },
    {
      "type": "text",
      "content_text": "O triunfo de Kurosawa em Veneza ajudou a chamar a atenção do mundo para outros diretores japoneses, muitos dos quais estavam produzindo filmes desde a era do cinema mudo. Os serenos filmes da última fase da carreira de <a href=\"https://_{type: 'screen', 'id': 97202, 'screen_type': person}\">Kenji Mizoguchi</a> (1898-1956), principalmente <a href=\"https://_{type: 'screen', 'id': 43364, 'screen_type': movie}\">Saikaku Ichidai Onna</a> (BR: Oharu - A Vida de uma Cortesã, 1952), <a href=\"https://_{type: 'screen', 'id': 14696, 'screen_type': movie}\">Ugetsu monogatari</a> (BR: Contos da lua vaga, 1953) e <a href=\"https://_{type: 'screen', 'id': 20532, 'screen_type': movie}\">Sanshô Dayû</a> (BR: Intendente Sansho, 1954), combinam um humanismo profundo com uma extraordinária beleza estética."
    },
    {
      "type": "video",
      "video_id": "GF5U83UIX1o",
      "information": {
        "contentTitle": "Cenas do filme Os sete samurais (1954)",
        "contentText": "Os sete samurais foi um divisor de águas técnico e criativo que se tornou o filme de maior bilheteria do Japão e estabeleceu um novo padrão para a indústria. Ele permaneceu altamente influente, muitas vezes visto como um dos filmes mais \"<i>refeitos, retrabalhados e referenciados</i>\" do cinema. O visual, o enredo e o diálogo do filme inspiraram uma grande variedade de cineastas, desde George Lucas a Quentin Tarantino.",
        "source": "Youtube: Canal <i>FilmStruck</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A utilização feita por Mizoguchi da câmera móvel não tem igual em delicadeza e precisão, mas esse estilo nunca era apenas decorativo. Ao contrário, ele sempre servia para expressar visualmente as emoções e as circunstâncias de seus personagens. Por outro lado, outro mestre do cinema japonês do pós-guerra, <a href=\"https://_{type: 'screen', 'id': 95501, 'screen_type': person}\">Yasujiro Ozu</a> (1903-1963), raramente movia a câmera, optando por um estilo mais silencioso e austero de narrar suas histórias sutis da família japonesa. Em filmes como <a href=\"https://_{type: 'screen', 'id': 20530, 'screen_type': movie}\">Banshun</a> (BR: Pai e filha, 1949), <a href=\"https://_{type: 'screen', 'id': 50247, 'screen_type': movie}\">Bakushu</a> (BR: Início do verão, 1951) e <a href=\"https://_{type: 'screen', 'id': 18148, 'screen_type': movie}\">Tôkyô monogatari</a> (BR: Era uma vez em Tóquio, 1953), Ozu explora as relações conturbadas entre pais e filhos, com compaixão e uma sabedoria resignada."
    },
    {
      "type": "block_special",
      "title": "A revolução japonesa no cinema",
      "image": {
        "image_type": "local",
        "url": "img_sevensamurais",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "Akira Kurosawa é o diretor japonês mais conhecido em todo o mundo. Os sete samurais, um épico empolgante e humano, é sua obra-prima de popularidade mais duradoura e também seu filme mais assistido. A refilmagem hollywoodiana eletrizante, embora menos profunda, <a href=\"https://_{type: 'screen', 'id': 966, 'screen_type': movie}\">The Magnificent Seven</a> (BR: Sete homens e um destino, 1960) é o mais bem sucedido dos muitos filmes de faroeste baseados na obra de Kurosawa - incluindo <a href=\"https://_{type: 'screen', 'id': 85609, 'screen_type': movie}\">The Outrage</a> (BR: Quatro confissões, 1964), uma releitura de <a href=\"https://_{type: 'screen', 'id': 548, 'screen_type': movie}\">Rashomon</a> (1950), e o <strong>western spaghetti</strong> fundamental <a href=\"https://_{type: 'screen', 'id': 391, 'screen_type': movie}\">Per un pugno di dollari</a> (BR: Por um punhado de dólares, 1964), completamente decalcado por <a href=\"https://_{type: 'screen', 'id': 4385, 'screen_type': person}\">Sergio Leone</a> (1929-1989) de <a href=\"https://_{type: 'screen', 'id': 11878, 'screen_type': movie}\">Yojimbo</a> (BR: Yojimbo, o guarda-costas, 1961). <br/><br/> \n\n \n\nA divertida permuta cultural é uma deliciosa prova da linguagem e do apelo universais do cinema. Kurosawa inspirou-se nos faroestes de John Ford e realizou algo que rompe corajosamente com as tradições limitadas do típico <i>jidaigeki</i> japonês - filme histórico com ênfase em lutas de espadas em um Japão medieval retratado como uma terra de fantasia. Os sete samurais é carregado de cenas de ação surpreendentes, incidentes cômicos, desventuras, drama social, ótimo desenvolvimento de personagens e conflito entre dever e desejo, tudo tratado com uma atenção imaculada ao realismo.<br/><br/>  \n\nO filme é leve, ágil e econômico, eliminando explicações desnecessárias. Ele evoca mistério e sustenta um clima de apreensão - com planos breves e cortes rápidos constituindo a busca dos camponeses por protetores em potencial e expondo seu caso a <i>Kambel</i>. Há muitas cenas de um poder visual e emocional avassalador - uma mulher à beira da morte se arrastando de um moinho em chamas e entregando seu bebe para <i>Kikuchiyo</i>, que se senta no riacho em choque, soluçando e gritando: \"<i>Este bebe sou eu. Aconteceu a mesma coisa comigo</i>\", a roda do moinho, incendiada, girando às suas costas. No entanto, o melhor momento do filme é o desfecho: os três sobreviventes examinam as covas dos seus camaradas à medida que os camponeses abaixo, distraídos, voltam toda sua atenção para o alegre ritual da plantação do arroz.",
      "credits": "Análise original de <strong>Angela Errigo</strong>, adaptada do livro <i>1001 filmes para ver antes de morrer</i>"
    },
    {
      "type": "text",
      "content_text": "Esses grandes diretores eram apenas os melhores entre vários notáveis cineastas que trabalhavam na produtiva indústria cinematográfica japonesa do pós-guerra. Entre eles estão <a href=\"https://_{type: 'screen', 'id': 1109634, 'screen_type': person}\">Heinosuke Gosho</a> (1902-1981), diretor sutil e versátil cujos filmes capturam uma intrigante mistura de atmosferas; <a href=\"https://_{type: 'screen', 'id': 97205, 'screen_type': person}\">Kon Ichikawa</a> (1915-2008), critico social virulento cujos melhores filmes satirizam violentamente a sociedade do pós-guerra; <a href=\"https://_{type: 'screen', 'id': 587603, 'screen_type': person}\">Keisuke Kinoshita</a> (1912-1998), diretor de melodramas sutis e sentimentais, incomuns no Japão; <a href=\"https://_{type: 'screen', 'id': 125690, 'screen_type': person}\">Mikio Naruse</a> (1905-1969), diretor de histórias emocionantes de mulheres fortes passando por dificuldades; <a href=\"https://_{type: 'screen', 'id': 1029308, 'screen_type': person}\">Kozaburo Yoshimura</a> (1911-2000), diretor de dramas contidos, também com foco em personagens femininas; e <a href=\"https://_{type: 'screen', 'id': 76978, 'screen_type': person}\">Masaki Kobayashi</a> (1916-1996), diretor humanista da trilogia de guerra épica <i>A condição humana</i> (1959-1961)."
    },
    {
      "type": "video",
      "video_id": "5zEKw4VQIeY",
      "information": {
        "contentTitle": "Trailer do filme Era uma vez em Tóquio (1953)",
        "contentText": "<i>Tōkyō Monogatari</i> é admirado por sua profundidade emocional. O filme apareceu várias vezes nas listas dos 50 melhores filmes de todos os tempos do <i>British Film Institute</i>, publicadas pela revista <i>Sight & Sound</i>. Na lista elaborada pelos críticos foi considerado o 3º (1992), o 5º (2002) e o 3º (2012) melhor filme de todos os tempos. Na lista dos diretores, foi considerado o 17º (1992), o 16º (2002, empatado com <i>Psycho</i> e <i>O Espelho</i>) e o 1º (2012) melhor filme de todos os tempos. Na última lista, recebeu os votos de 48 dos 358 diretores entrevistados. Também aparece na lista da revista Bravo na 19a posição.",
        "source": "Youtube: Canal <i>Madman Films</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Num veio mais cheio de ação cineastas como <a href=\"https://_{type: 'screen', 'id': 108012, 'screen_type': person}\">HInagaki Hiroshi</a> (1905-1980) produziram filmes de samurai estilizados que, em seus melhores momentos, combinam uma violência cuidadosamente coreografada com críticas aos valores feudais que mantiveram Japão atrasado durante muitos séculos."
    },
    {
      "type": "text",
      "content_text": "Essa variedade de conteúdo e profundidade de pernas se combinava à popularidade dos filmes: no auge os estúdios japoneses alcançaram um sucesso comercial constante e, no fim da década de 1950, produziram cerca de <strong>500 filmes por ano</strong>. Somente na década seguinte, à medida que as plateias japonesas voltaram a atenção para os filmes estrangeiros ou passaram a ficar em casa assistindo à televisão, é que a indústria cinematográfica entrou num período de decadência."
    },
    {
      "type": "text",
      "content_text": "O sucesso do cinema japonês do pós-guerra se deve, em parte, às consequências da estabilidade política do país naquela época. As produções realizadas no mesmo período em outros países orientais sofrem mais com o impacto da história."
    },
    {
      "type": "video",
      "video_id": "D9SuMxEOglQ",
      "information": {
        "contentTitle": "Cenas do filme Era uma vez em Tóquio (1953)",
        "contentText": "Wuya yu maque alcançou seu status único na história do cinema chinês por causa da longa campanha de crítica política que foi decretada contra ela. Em 20 de maio de 1951, depois que o editorial <i> Ought to Emphasize the Discussion on 'The Life of Wu Xun'</i> foi publicado no Diário do Povo, surgiu a primeira escoriação em larga escala de um filme na história da República Popular da China.",
        "source": "Youtube: Canal <i>ChinaForbiddenNews</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A China, como um velho ditado confucionista previa, estava passando por uma época interessante. Logo depois da guerra, diretores como <a href=\"https://_{type: 'screen', 'id': 1112331, 'screen_type': person}\">Zheng Junli</a> (1911-1969) realizaram filmes socialmente críticos e desenvolveram um estilo visual inovador. Junli dirigiu <a href=\"https://_{type: 'screen', 'id': 100914, 'screen_type': movie}\">Wuya yu maque</a> (BR: Corvos e Pardais, 1949) quando o governo nacionalista de <i>Chiang Kai-shek</i> estava prestes a cair e ser tomado pelos comunistas, o filme só foi liberado depois da guerra civil."
    },
    {
      "type": "text",
      "content_text": "Muitos desses diretores eram esquerdistas, mas ironicamente, vários deles sofreram depois que o Camarada Mao assumiu o poder critica severa contida <a href=\"https://_{type: 'screen', 'id': 187271, 'screen_type': movie}\">Wu Xun zhuan</a> (1950) - que conta a história do herói cultural do século XIX <i>Wu Xun</i> -, de Yu Sun, deu início a um período de forte intervenção estatal na indústria cinematográfica chinesa. A nacionalização e as regras rígidas quanto à abordagem temática praticamente acabaram com a criatividade cinematográfica nos anos 1950."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Os sete samurais é longo, é brutal, é sempre difícil de acompanhar. Mas é magnífico.",
        "author": "Dilys Powell sobre Os sete samurais (1954) "
      }
    },
    {
      "type": "text",
      "content_text": "Uma hesitante liberação no fim da década permitiu que alguns filmes notáveis fossem produzidos em meados dos anos 1960, entre os quais o mais famoso talvez tenha sido o melodrama <a href=\"https://_{type: 'screen', 'id': 154633, 'screen_type': movie}\">Wutai jiemei</a> (BR: Irmãs em Dois Estágios, 1964), de <a href=\"https://_{type: 'screen', 'id': 1001089, 'screen_type': person}\">Xie Jin</a> (1923-2008), A Revolução Cultural de 1966, contudo, levou à interrupção temporária de toda a produção cinematográfica na China."
    },
    {
      "type": "text",
      "content_text": "O desenvolvimento do cinema coreano também foi inibido pela política. A Guerra da Coreia terminou com a península dividida em dois países distintos, governados por regimes de extrema esquerda e direita, ambos com censuras rígidas. Apesar disso, nos anos 1950, a Coreia do Sul produziu alguns filmes importantes baseados em romances populares como <a href=\"https://_{type: 'screen', 'id': 264692, 'screen_type': movie}\">Jayu buin</a> (BR: Madame Liberdade, 1956), de <a href=\"https://_{type: 'screen', 'id': 1310920, 'screen_type': person}\">Han Hyeong-mo</a> (1917-1999), uma história de adultério que se tornou um grande sucesso de bilheteria."
    },
    {
      "type": "video",
      "video_id": "LfxIfK8ThFc",
      "information": {
        "contentTitle": "Filme A bala perdida (1961) ",
        "contentText": "A citação mais citada do filme, mencionada na crítica contemporânea da <i>Variety</i> e em textos posteriores sobre o cinema sul-coreano, é \"<i>Vamos sair daqui! Vamos sair daqui!</i>\".",
        "source": "Youtube: Canal <i>한국고전영화 Korean Classic Film</i>"
      }
    },
    {
      "type": "text",
      "content_text": "No fim da mesma década, surgiram vários importantes cineastas sul-coreanos, entre eles <a href=\"https://_{type: 'screen', 'id': 1318144, 'screen_type': person}\">Yu Hyun-mok</a> (1925-2009), e em 1959 o país produziu mais de 100 filmes. Entre o fim do regime de <i>Syngman Rhee</i>, em 1960, e a ascensão da ditadura militar de <i>Park Chung Hee</i>, no ano seguinte, Yu conseguiu dirigir <a href=\"https://_{type: 'screen', 'id': 326703, 'screen_type': movie}\">Obaltan</a> (BR: A bala perdida, 1961), um relato reflexivo e sombrio da vida num vilarejo pobre, considerado por alguns críticos o melhor filme coreano de todos os tempos."
    },
    {
      "type": "text",
      "content_text": "Mais a oeste, a prospera indústria cinematográfica indiana começou a conquistar a admiração internacional no pós-guerra com o trabalho de seu major diretor, o bengali <a href=\"https://_{type: 'screen', 'id': 12160, 'screen_type': person}\">Satyajit Ray</a> (1921-1992) que chamou atenção com <a href=\"https://_{type: 'screen', 'id': 5801, 'screen_type': movie}\">Pather Panchali</a> (BR: A canção a estrada, 1955) e com seus dois filmes seguintes, que formavam a <strong>trilogia Apu</strong>. Esses filmes acompanhavam a vida de uma criança desde suas origens rurais até a adolescência e a idade adulta, usando a experiência pessoal para um microcosmo da vida na Índia."
    },
    {
      "type": "text",
      "content_text": "Ray continuou produzindo filmes incríveis como <a href=\"https://_{type: 'screen', 'id': 35790, 'screen_type': movie}\">Charulata</a> (BR: A Esposa Solitária, 1964), uma análise profunda da solidão de uma mulher casada, nas décadas seguintes. Um engajamento mais político era visível no trabalho de outro cineasta bengali, <a href=\"https://_{type: 'screen', 'id': 543652, 'screen_type': person}\">Ritwik Ghatak</a> (1925-1976), cujo naturalista <a href=\"https://_{type: 'screen', 'id': 235186, 'screen_type': movie}\">Nagarik</a> (BR: O cidadão, 1952) era anterior a <i>A canção da estrada</i>, mas não obteve sucesso comercial. Depois, ele filmou sua obra prima, <a href=\"https://_{type: 'screen', 'id': 59239, 'screen_type': movie}\">Meghe dhaka tara</a> (BR: A estrela nebulosa, 1960), sobre a trágica experiencia de uma refugiada em <i>Calcuta</i>."
    },
    {
      "type": "video",
      "video_id": "mgv68E_o6VM",
      "information": {
        "contentTitle": "Trailer da Trilogia Apu",
        "contentText": "Em todo o mundo, cineastas como <i>Martin Scorsese, James Ivory, Abbas Kiarostami, Elia Kazan, Carlos Saura, Isao Takahata, Philip Kaufman, Wes Anderson</i> e <i>Danny Boyle</i> foram influenciados pela <i>Trilogia Apu</i>.",
        "source": "Youtube: Canal <i>janusfilms</i>"
      }
    },
    {
      "type": "text",
      "content_text": "As contribuições de Ray e Ghatak para os filmes no idioma bengali representam apenas um polo do cinema indiano. Outro polo era representado pelos filmes populares <i>hindus</i>, produzidos na indústria baseada em Bombaim conhecida como <i>Bollywood</i>, criadora de divertidos filmes melodramáticos que misturavam ação, histórias de amor e dança."
    },
    {
      "type": "text",
      "content_text": "A emigração subsequente do subcontinente indiano tornou os filmes de Bollywood conhecidos no Ocidente, mas nos anos 1950 poucos desses filmes eram distribuídos no mercado internacional <a href=\"https://_{type: 'screen', 'id': 39039, 'screen_type': movie}\">Awaara</a> (BR: O Vagabundo, 1951), de <a href=\"https://_{type: 'screen', 'id': 87561, 'screen_type': person}\">Raj Kapoor</a> (1924-1988), no entanto, foi indicado ao <strong>Grande Prêmio de Cannes</strong>. Outro cineasta que dirigiu filmes notáveis num idioma popular foi o ator/ diretor <a href=\"https://_{type: 'screen', 'id': 125354, 'screen_type': person}\">Guru Dutt</a> (1925-1964), mais conhecido por <a href=\"https://_{type: 'screen', 'id': 53767, 'screen_type': movie}\">Kaagaz ke Phool</a> (BR: Kaagaz Ke Phool - As Flores de Papel, 1959), um relato trágico da decadência profissional e conjugal de um cineasta."
    },
    {
      "type": "text",
      "content_text": "No Sri Lanka, <a href=\"https://_{type: 'screen', 'id': 1083364, 'screen_type': person}\">Lester James Peries</a> (n-1919), geralmente considerado o melhor cineasta do país, estreou em 1956 com Rekava. O cinema cingalês, assim como o de <i>Bollywood</i>, foi dominado pelo melodrama estilizado, mas o filme de Peter acrescentou a ele um novo realismo com a história dos castigos impostos a um menino que acredita ter poderes mágicos. Peries expressa uma crítica sutil as crenças tradicionais do país. Também existem industrias cinematográficas ativas nas Filipinas, na Malásia, na Indonésia, na Tailândia, no Paquistão, no Irã e na Ásia Central."
    },
    {
      "type": "video",
      "video_id": "1lHlfBGBMN4",
      "information": {
        "contentTitle": "Cenas de O Vagabundo (1951)",
        "contentText": "A canção \"<i>Awaara Hoon</i>\" e o ator <i>Raj Kapoor</i> eram amplamente conhecidos na China e na União Soviética. O sucesso do filme na União Soviética e na China foi atribuído aos temas socialistas expressos no filme. Acredita-se que o filme Awaara e a canção \"<i>Awaara Hoon</i>\" estejam entre os filmes e canções favoritas do presidente Mao, respectivamente.",
        "source": "Youtube: Canal <i>Shemaroo Filmi Gaane</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Desde a Segunda Guerra Mundial, o cinema desses países ainda é pouco conhecido internacionalmente, mas é possível que haja lojas a serem descobertas. Afinal, poucas pessoas no Ocidente em 1945 imaginavam que o então desconhecido cinema asiático pudesse ter diretores da estatura de <i>Kenji Mizoguchi</i> ou <i>Satyajit Ray</i>.",
      "content_credits": "Resumo baseado no texto de <i> Alexander Jacoby </i>, publicado no livro \"<i>Tudo Sobre Cinema</i>\" de <i>Philip Kemp</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/1wCRVLGI7SoTOoDRzWlbt2dMDuy.jpg",
          "popularity": 20.302,
          "vote_count": 2048,
          "video": false,
          "media_type": "movie",
          "id": 346,
          "adult": false,
          "backdrop_path": "\/sJNNMCc6B7KZIY3LH3JMYJJNH5j.jpg",
          "original_language": "ja",
          "original_title": "七人の侍",
          "genre_ids": [
            28,
            18
          ],
          "title": "Seven Samurai",
          "vote_average": 8.4,
          "overview": "A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food. A giant battle occurs when 40 bandits attack the village.",
          "release_date": "1954-04-26"
        },
        {
          "poster_path": "\/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg",
          "popularity": 11.529,
          "vote_count": 547,
          "video": false,
          "media_type": "movie",
          "id": 18148,
          "adult": false,
          "backdrop_path": "\/jLq0ol1f0ZKXni9R9GsPBcyPrNN.jpg",
          "original_language": "ja",
          "original_title": "東京物語",
          "genre_ids": [
            18
          ],
          "title": "Tokyo Story",
          "vote_average": 8.3,
          "overview": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don't have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.",
          "release_date": "1953-11-03"
        },
        {
          "poster_path": "\/frZj5djlU9hFEjMcL21RJZVuG5O.jpg",
          "popularity": 8.926,
          "vote_count": 185,
          "video": false,
          "media_type": "movie",
          "id": 5801,
          "adult": false,
          "backdrop_path": "\/tyy4SVwSNTrOHMzt7HxA92xdmMl.jpg",
          "original_language": "bn",
          "original_title": "পথের পাঁচালী",
          "genre_ids": [
            18
          ],
          "title": "Pather Panchali",
          "vote_average": 8.2,
          "overview": "Impoverished priest Harihar Ray, dreaming of a better life for himself and his family, leaves his rural Bengal village in search of work. Alone, his wife, Sarbojaya, looks after her rebellious daughter, Durga, and her young son, Apu, as well as Harihar's elderly aunt Indir. The children enjoy the small pleasures of their difficult life, while their parents suffer the daily indignities heaped upon them.",
          "release_date": "1955-08-26"
        },
        {
          "vote_count": 117,
          "popularity": 8.912,
          "id": 897,
          "video": false,
          "media_type": "movie",
          "vote_average": 8,
          "title": "Aparajito",
          "release_date": "1956-10-11",
          "original_language": "bn",
          "original_title": "অপরাজিত",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/qDEZmaaAGhEso6kvB5kk1CROPwG.jpg",
          "adult": false,
          "overview": "The Unvanquished is the second part of the Apu film trilogy about the boy, Apu who gets a scholarship to study at a College in Calcutta. His mother is alone and torn between wanting him to be successful and not wanting him to leave her alone.",
          "poster_path": "\/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg"
        },
        {
          "poster_path": "\/6Tz1Q69o2n3Zwb0ZffzPL0nFt2T.jpg",
          "popularity": 8.528,
          "vote_count": 115,
          "video": false,
          "media_type": "movie",
          "id": 896,
          "adult": false,
          "backdrop_path": "\/d3RW7jRsBCHfC9QZaUF9FpzJrh8.jpg",
          "original_language": "bn",
          "original_title": "অপুর সংসার",
          "genre_ids": [
            18
          ],
          "title": "The World of Apu",
          "vote_average": 8.3,
          "overview": "Apu is a jobless ex-student dreaming vaguely of a future as a writer. An old college friend talks him into a visit up-country to a village wedding....",
          "release_date": "1959-05-01"
        },
        {
          "vote_count": 1220,
          "popularity": 19.825,
          "id": 548,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Rashomon",
          "release_date": "1950-08-26",
          "original_language": "ja",
          "original_title": "羅生門",
          "genre_ids": [
            80,
            18,
            9648
          ],
          "backdrop_path": "\/zyO6j74DKMWfp5snWg6Hwo0T3Mz.jpg",
          "adult": false,
          "overview": "Brimming with action while incisively examining the nature of truth, \"Rashomon\" is perhaps the finest film ever to investigate the philosophy of justice. Through an ingenious use of camera and flashbacks, Kurosawa reveals the complexities of human nature as four people recount different versions of the story of a man's murder and the rape of his wife.",
          "poster_path": "\/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg"
        },
        {
          "vote_count": 784,
          "popularity": 14.583,
          "id": 11878,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.2,
          "title": "Yojimbo",
          "release_date": "1961-04-25",
          "original_language": "ja",
          "original_title": "用心棒",
          "genre_ids": [
            18,
            53
          ],
          "backdrop_path": "\/zd7mu6dJKxkVtBdXqlEQ9W3msKl.jpg",
          "adult": false,
          "overview": "A nameless ronin, or samurai with no master, enters a small village in feudal Japan where two rival businessmen are struggling for control of the local gambling trade. Taking the name Sanjuro Kuwabatake, the ronin convinces both silk merchant Tazaemon and sake merchant Tokuemon to hire him as a personal bodyguard, then artfully sets in motion a full-scale gang war between the two ambitious and unscrupulous men.",
          "poster_path": "\/tN7kYPjRhDolpui9sc9Eq9n5b2O.jpg"
        },
        {
          "vote_count": 104,
          "popularity": 9.423,
          "id": 31217,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.3,
          "title": "The Human Condition I: No Greater Love",
          "release_date": "1959-01-15",
          "original_language": "ja",
          "original_title": "人間の條件　第１部純愛篇／第２部激怒篇",
          "genre_ids": [
            10752,
            18,
            36
          ],
          "backdrop_path": "\/fq8VoOU7SrDTk1EmGhH4qHMvp46.jpg",
          "adult": false,
          "overview": "A Japanese pacifist, unable to face the dire consequences of conscientious objection, is transformed by his attempts to compromise with the demands of war-time Japan.",
          "poster_path": "\/oWCFLELvRjNj1mbsCDOKWRcnmD2.jpg"
        },
        {
          "vote_count": 81,
          "popularity": 8.953,
          "id": 34528,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.4,
          "title": "The Human Condition II: Road to Eternity",
          "release_date": "1959-11-20",
          "original_language": "ja",
          "original_title": "人間の條件　第３部望郷篇／第４部戦雲篇",
          "genre_ids": [
            10752,
            18,
            36
          ],
          "backdrop_path": "\/1Blwl8SUIqHC9jqM0p0WORoFmqs.jpg",
          "adult": false,
          "overview": "As a conscript in war-time Japan's military, a pacifist struggles to maintain his determination to keep his ideals.",
          "poster_path": "\/7jfv1C4t06VGenQxf3HbmLVmUHZ.jpg"
        },
        {
          "vote_count": 78,
          "popularity": 8.382,
          "id": 34530,
          "video": false,
          "media_type": "movie",
          "vote_average": 8.4,
          "title": "The Human Condition III: A Soldier's Prayer",
          "release_date": "1961-01-28",
          "original_language": "ja",
          "original_title": "人間の條件　完結篇",
          "genre_ids": [
            10752,
            18,
            36
          ],
          "backdrop_path": "\/h9jZQJ97PM9bumabvl81N6jJvvz.jpg",
          "adult": false,
          "overview": "His ideals challenged by life as a conscript in war-time Japan's military, a pacifist faces ever greater tests in his fight for survival.",
          "poster_path": "\/wZG5gTZj6YKOcm653v6BHK8FWXs.jpg"
        },
        {
          "poster_path": "\/ds3JxWhoFGwOZVh37kjXEdAtO5s.jpg",
          "popularity": 0.986,
          "vote_count": 2,
          "video": false,
          "media_type": "movie",
          "id": 264692,
          "adult": false,
          "backdrop_path": null,
          "original_language": "ko",
          "original_title": "자유부인",
          "genre_ids": [
            18
          ],
          "title": "Madame Freedom",
          "vote_average": 5.5,
          "overview": "A professor's wife, O Seon-yeong (Kim Jeung-rim), starts working at a boutique shop. She meets Choe Yun-ju (No Gyung-hui) and goes to a dance party. She happens to like Sin Chun-ho (Lee Min), so she learns dancing from the next-door neighbor. Meanwhile, professor Jang (Park Am) is attracted to his student (Yang Mi-hui), who works as a typist. But he does not want to ruin his family while waiting for his wife to come home. In the end O realizes her mistake and comes back home with regret.",
          "release_date": "1956-06-08"
        },
        {
          "poster_path": "\/ccbPKcnVEqtyGjQ722qxqe0rO78.jpg",
          "popularity": 1.211,
          "vote_count": 2,
          "video": false,
          "media_type": "movie",
          "id": 100914,
          "adult": false,
          "backdrop_path": "\/i33McRywiIvScorwKm0CWaFXjeT.jpg",
          "original_language": "zh",
          "original_title": "烏鴉與麻雀",
          "genre_ids": [
            18
          ],
          "title": "Crows and Sparrows",
          "vote_average": 6,
          "overview": "At a Shanghai apartment, Mr Hou, a Nationalist official, gets ready to move to Taiwan upon the imminent defeat of the KMT during the Civil War. Mrs Hou gives an ultimatum to the rest of the tenants to move out on behalf of her husband, who is the \"owner\" of the flat and who is now planning to sell it. From the conversations with the rest, we find out that Hou has been a Hanjian during the Sino-Japanese War and that he has since taken over the apartment by force from the old landlord, Mr Kong.  The tenants, including Mr Kong, Mrs Xiao, Little Broadcast (alias Mr Xiao, played by Zhao Dan) and a schoolteacher, Mr Hua, and his wife, initially plan to band together, but circumstances force them to find other ways out. Mr Hua tries to find a place to stay at the KMT-sponsored school he is teaching in. Little Broadcast and Mrs Xiao invest in black market gold. As the situation escalates, Mr Hua gets arrested by KMT agents and his young daughter falls desperately ill.",
          "release_date": "1949-01-01"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 5026,
          "profile_path": "\/uCFWmYXu0EqF5Bd6zWaOS4FxvEB.jpg",
          "name": "Akira Kurosawa"
        },
        {
          "id": 1112331,
          "profile_path": "\/gRQR2myYuA8KZF8Bnusm86uiFc2.jpg",
          "name": "Junli Zheng"
        },
        {
          "id": 97202,
          "profile_path": "\/ngKRZZPKh8d7GaeMgcM0eXbzMte.jpg",
          "name": "Kenji Mizoguchi"
        },
        {
          "id": 12160,
          "profile_path": "\/zscxYk8UFenZYJMtTULfbCUdm2k.jpg",
          "name": "Satyajit Ray"
        },
        {
          "id": 543652,
          "profile_path": "\/nSMHoWBbqWaztUpYRXm7ysKd4Y4.jpg",
          "name": "Ritwik Ghatak"
        },
        {
          "id": 95501,
          "profile_path": "\/s0KBnwAxr6Aujbi6cA3inDqH8Fe.jpg",
          "name": "Yasujirō Ozu"
        },
        {
          "id": 1109634,
          "profile_path": "\/kUENdsFzBRPv4B5KvbPFaZlC2x4.jpg",
          "name": "Heinosuke Gosho"
        },
        {
          "id": 87561,
          "profile_path": "\/klwePXUEKZF3eIeQdr2OHK1SKtf.jpg",
          "name": "Raj Kapoor"
        },
        {
          "id": 97205,
          "profile_path": "\/9GGPmWKdBo0JCZYepj0NSZCuciU.jpg",
          "name": "Kon Ichikawa"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}