{
  "number": 9,
  "content_list": [
    {
      "type": "text",
      "content_text": "Poucos movimentos no cinema foram tão influentes quanto a nova onda francesa, ou nouvelle vague. O que começou como uma reunião de jovens críticos ambiciosos que trabalhavam numa revista sobre cinema se transformou num grupo de cineastas cuja obra redefiniu o cinema moderno."
    },
    {
      "type": "text",
      "content_text": "A origem do movimento está na presença marcante de dois únicos indivíduos. o arquivista cinematográfico <i>Henri Langlois</i> e o crítico <i>André Bazin</i>. Este último foi um dos fundadores, em 1950, da revista <i>Cahiers du cinéma</i>, <i>Langlois</i> foi cofundador da <i>Cinémathèque Française</i>, um arquivo cinematográfico que fazia exibições regulares em Paris."
    },
    {
      "type": "video",
      "video_id": "1KUVwKp6MDI",
      "information": {
        "contentTitle": "Famosa cena do filme Acossado (1960)",
        "contentText": "É considerado um filme cult e um dos mais famosos da nouvelle vague. Foi o primeiro longa-metragem de <i>Jean-Luc Godard</i>. O filme foi rodado em menos de quatro semanas. O diretor Jean-Luc Godard conduziu o filme sem um roteiro concluído, basicamente improvisado. Godard escrevia as cenas pela manhã para que fossem filmadas depois. Para que os atores atuassem de forma mais espontânea, Goddard só lhes entregava as falas à medida que as cenas eram realizadas. \"<i>À Bout de Souffle</i>\" é uma expressão da língua francesa que significa na língua portuguesa: \"<i>No final das forças, sem fôlego</i>\", numa referência à constante fuga do personagem Michel Poiccard.",
        "source": "Youtube: Canal <i>Nova</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Muitos dos futuros membros da nouvelle vague conheciam pessoalmente <i>Langlois</i> e frequentavam a <i>Cinémathèque</i> com um fervor quase religioso, geralmente discutindo os filmes a que assistiam até de madrugada. Entre os cineastas que mais tarde escreveram para a <i>Cahiers du cinéma</i> estavam <a href=\"https://_{type: 'screen', 'id': 1650, 'screen_type': person}\">François Truffaut</a> (1932-1984), <a href=\"https://_{type: 'screen', 'id': 3776, 'screen_type': person}\">Jean-Luc Godard</a> (n-1930), <a href=\"https://_{type: 'screen', 'id': 73153, 'screen_type': person}\">Jacques Rivette</a> (n-1928) e <a href=\"https://_{type: 'screen', 'id': 28615, 'screen_type': person}\">Eric Rohmer</a> (1920-2010)."
    },
    {
      "type": "text",
      "content_text": "O jornal desprezava o cinema francês conservador da época e, no lugar dele, defendia os diretores americanos e o desenvolvimento de uma teoria autoral. A assinatura reconhecível de um diretor - uma marca pessoal que definia a obra de um cineasta - era vista como um sinal de grandeza. Os críticos da Cahiers se juntaram a outros frequentadores regulares da <i>Cinémathèque</i> no desejo de realizar seus próprios filmes."
    },
    {
      "type": "block_special",
      "title": "Características do cinema Nouvelle Vague",
      "image": {
        "image_type": "local",
        "url": "img_jules_and_jim",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "<strong>Valorização do \"cinema de autor\"</strong>: foram muitas as novidades propostas por essa \"<i>nova onda</i>\". Os artistas estavam interessados em fazer um cinema autoral, em que o roteiro e a direção fossem, de fato, valorizados, assim como a atuação. Foi nesse contexto que a expressão \"<strong>cinema do autor</strong>\" foi criada. <br/> \n\n<strong>Quebra da linearidade narrativa</strong>: Um dos elementos que a nouvelle vague subverte é a linearidade. Não havia a preocupação de contar a história respeitando o tempo cronológico dos acontecimentos, dessa forma houve uma ruptura da estrutura narrativa. <br/> \n\n<strong>Valorização de ambientes externos</strong>: Locações externas também foram muito utilizadas. A luz natural e ambientes do cotidiano passam a ser valorizados, diferente do que era feito até então, onde as cenas eram gravadas em estúdios e em espaços controlados. Os cineastas queriam mostrar a vida pulsante das ruas, os transeuntes e o cotidiano como pano de fundo das histórias propostas. <br/> \n\n<strong>Temas do cotidiano</strong>: Os temas abordados traziam questionamentos comuns, dificuldades do dia a dia e reflexões banais sobre a vida. Por conta disso, a atuação era muito importante, sendo inclusive ressaltado o improviso e espontaneidade. Além disso, outros assuntos como a liberdade amorosa e sexual e a pacificação no pós-guerra também aparecem com frequência. <br/> \n\n<strong>Inovação na maneira de filmar</strong>: Já no que diz respeito à parte técnica, a nouvelle vague experimentou outras maneiras de enquadramentos e movimentos de câmera, além de inovar na montagem das cenas."
    },
    {
      "type": "text",
      "content_text": "Ainda que imaturos, os primeiros filmes de <i>Godard, Rivette</i> e <i>Rohmer</i> marcaram uma mudança na estética, transportando a ação dos estúdios para locações reais. Isso foi possível graças aos avanços tecnológicos, com câmeras portáteis de alta qualidade mais baratas e películas cinematográficas mais rápidas então já disponíveis, o que permitia o acesso a quase qualquer lugar e filmagens sem o auxílio de iluminação."
    },
    {
      "type": "video",
      "video_id": "6dhfkePzuGA",
      "information": {
        "contentTitle": "Trailer do filme Nas garras do vicio (1958)",
        "contentText": "Nas garras do vicio foi o primeiro filme dirigido por <i>Claude Chabrol</i>. O diretor usou como locação a cidade em que nasceu e financiou o filme com uma herança recebida por sua esposa na época. É considerado o primeiro filme da <i>Nouvelle Vague</i> francesa.",
        "source": "Youtube: Canal <i>CG Entertainment</i>"
      }
    },
    {
      "type": "text",
      "content_text": "A nouvelle vague começou oficialmente com <a href=\"https://_{type: 'screen', 'id': 5562, 'screen_type': movie}\">Le Beau Serge</a> (BR: Nas garras do vicio, 1958), dirigido por <a href=\"https://_{type: 'screen', 'id': 19069, 'screen_type': person}\">Claude Chabrol</a> (1930-2010), mas foram <a href=\"https://_{type: 'screen', 'id': 147, 'screen_type': movie}\">Les Quatre Cents Coups</a> (BR: Os incompreendidos, 1959) de Truffaut, e <a href=\"https://_{type: 'screen', 'id': 269, 'screen_type': movie}\">À bout de souffle</a> (BR: Acossado, 1960), de Godard, os filmes que causaram as maiores ondas. Depois de ter sido banido do <i>Festival de Cannes</i> em 1958 por suas críticas em relação ao cinema francês, Truffaut triunfou no festival do ano seguinte. Em parte autobiográfico e filmado nos arredores onde o cineasta cresceu, <i>Os incompreendidos</i> tem <i>Jean-Pierre Léaud</i> como <i>Antoine Doinel</i>, personagem cuja vida e cujos amores o diretor registraria em cinco filmes nos 20 anos seguintes."
    },
    {
      "type": "text",
      "content_text": "Ao mesmo tempo bem-humorado, divertido, ousado e insolente, <i>Acossado</i> acabou sendo visto como o filme que definia a nouvelle vague. Ele se baseava numa história de Truffaut e exibia todos os elementos que fundamentavam o estilo desse movimento Godard misturava referências cinematográficas literárias, chegando até mesmo a escalar <a href=\"https://_{type: 'screen', 'id': 3831, 'screen_type': person}\">Jean-Pierre Melville</a> (1917-1973) - um dos diretores franceses que a <i>Cahiers du cinéma</i> admirava - como um personagem do filme."
    },
    {
      "type": "video",
      "video_id": "a4jGNoag_1g",
      "information": {
        "contentTitle": "Famosa cena do filme Sementes da violência (1955)",
        "contentText": "A obra foi financiada com ajuda do sogro de Truffaut, que produziu uma história quase autobiográfica, inspirada em suas próprias experiências, entre o final da infância e o início da adolescência.",
        "source": "Youtube: Canal <i>Bahadır Mahmut</i>"
      }
    },
    {
      "type": "text",
      "content_text": "De acordo com algumas fontes, foi Melville que sugeriu que Godard cortasse o filme de modo que as cenas pulassem diretamente para a ação, criando o corte brusco que interrompia o fluxo da edição \"invisível\" convencional. A história em si era descartável, numa referência feita por um personagem no terceiro filme de Godard, <a href=\"https://_{type: 'screen', 'id': 1626, 'screen_type': movie}\">Vivre sa vie: film en douze tableaux</a> (BR: Viver a vida, 1962) que afirma sobre um livro que está lendo: \"<i>história é boba, mas o livro é muito bem escrito.</i>\""
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 64414, 'screen_type': movie}\">Le Signe du lion</a> (BR: O signo do leão, 1959), de <a href=\"https://_{type: 'screen', 'id': 28615, 'screen_type': person}\">Eric Rohmer</a> (1920-2010), foi recebido com menos entusiasmo, mas as locações das filmagens e as referências literárias contidas no filme o colocam no mesmo grupo dos seus colegas. <a href=\"https://_{type: 'screen', 'id': 43026, 'screen_type': movie}\">Paris nous appartient</a> (BR: Paris nos pertence, 1961), de <a href=\"https://_{type: 'screen', 'id': 73153, 'screen_type': person}\">Jacques Rivette</a> (1928-2016), foi o mais longo dos filmes do início da nouvelle vague, mas o modo como explora Paris faz dele um dos mais belos, por mais que lhe falte o desleixo ousado dos filmes de Godard e Truffaut."
    },
    {
      "type": "video",
      "video_id": "1LQB8f0EZUw",
      "information": {
        "contentTitle": "Trailer do filme Paris nos pertence (1961) ",
        "contentText": "No filme Paris nos pertence, a câmera de <i>Jacques Rivette</i> se deleita com tomadas amplas da capital francesa em seu filme de estreia.",
        "source": "Youtube: Canal <i>Bahadır Mahmut</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 19069, 'screen_type': person}\">Claude Chabrol</a>, provavelmente mais do que qualquer outro diretor da nouvelle vague, foi sempre fascinado por um único gênero, e descobriu nele uma mina de ouro no que se refere a explorar as fraquezas humanas. Depois de seu filme de estreia, <i>Nas garras do vício</i>, um retrato simples da vida provinciana francesa, <a href=\"https://_{type: 'screen', 'id': 2363, 'screen_type': movie}\">Les Cousins</a> (BR: Os primos, 1959) serviu de modelo para os filmes que o sucederam. No mesmo ano, <a href=\"https://_{type: 'screen', 'id': 45348, 'screen_type': movie}\">À Double Tour</a> (BR: Quem matou Leda?, 1959) recombinou com sucesso os elementos do movimento dentro de uma narrativa mais clássica Chabrol continuou por esse caminho, desenvolvendo uma obra distinta."
    },
    {
      "type": "text",
      "content_text": "Entre os filmes de outros diretores que também são considerados pertencentes à nouvelle vague estão <a href=\"https://_{type: 'screen', 'id': 499, 'screen_type': movie}\">Cléo de cinq à sept</a> (BR: Cléo de 5 à 7, 1962), que inclui um camafeu de Godard como um curta-metragem dentro de um longa-metragem, e o sedutor <a href=\"https://_{type: 'screen', 'id': 53023, 'screen_type': movie}\">Le Bonheur</a> (BR: As duas faces da felicidade, 1965), cujo retrato da sociedade patriarcal e o sofrimento calado de uma esposa traída se destaca num contraste evidente em relação a filmes mais centrados na figura masculina."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Através de mim François aprendeu sobre as mulheres e, através dele, aprendi sobre cinema.",
        "author": "Jeanne Moreau"
      }
    },
    {
      "type": "text",
      "content_text": "Os dois foram dirigidos por <a href=\"https://_{type: 'screen', 'id': 6817, 'screen_type': person}\">Agnès Varda</a> (n-1928), cujo filme de estreia, <a href=\"https://_{type: 'screen', 'id': 54436, 'screen_type': movie}\">La Pointe Courte</a> (1955), misturava uma história fictícia de um casamento infeliz com cenas documentais de uma vila de pescadores surpreendida por uma crise econômica. O filme foi uma novidade para a época por sua estrutura narrativa e pela maneira como foi feito, e hoje é reconhecido como uma obra de relevância contemporânea, de autoria de uma das maiores cineastas francesas."
    },
    {
      "type": "video",
      "video_id": "lrJE9Jmpquw",
      "information": {
        "contentTitle": "Trailer do filme La Pointe Courte (1955)",
        "contentText": "Foi citado por muitos críticos como o precursor da nouvelle vague, com o historiador <i>Georges Sadoul</i> chamando-o de \"<i>verdadeiramente o primeiro filme da nouvelle vague</i>\".",
        "source": "Youtube: Canal <i>FilmStruck</i>"
      }
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 11983, 'screen_type': person}\">Alain Resnais</a> (n-1922) é outro diretor cujas primeiras obras se alinham à <i>nouvelle vague</i>. <a href=\"https://_{type: 'screen', 'id': 4024, 'screen_type': movie}\">L'Année dernière à Marienbad</a> (BR: O ano passado em Marienbad, 1961) é supostamente seu filme mais enigmático. O roteiro foi escrito por <a href=\"https://_{type: 'screen', 'id': 34590, 'screen_type': person}\">Alain Robbe-Grillet</a> (1922-2008), membro de um movimento literário de vanguarda - <i>nouveau roman</i> - cujo processo criativo se confundiu com o da <i>nouvelle vague</i>."
    },
    {
      "type": "text",
      "content_text": "<a href=\"https://_{type: 'screen', 'id': 1628, 'screen_type': movie}\">Jules et Jim</a> (BR: Jules e Jim - Uma Mulher para Dois, 1962), de Truffaut tornou-se um dos filmes simbólicos da nova onda francesa. O filme, que relata um triangulo amorosa que se passa antes, durante e depois da Primeira Guerra Mundial, usa várias técnicas e elementos que se transformaram na marca registrada do novo estilo, como a incorporação de cenas de cinejornais, tomadas congeladas, câmeras sobre trilhos e narração sobreposta."
    },
    {
      "type": "video",
      "video_id": "_i3NxEhqcFg",
      "information": {
        "contentTitle": "Famosa cena do filme Jules e Jim - Uma Mulher para Dois (1962)",
        "contentText": "O filme é estrelado por Jeanne Moreau, que personificava as atrizes da nouvelle vague, tendo sido descrita pelo crítico Ginette Vincendeau como \"bela, mas de um modo natural, sexy, mas ao mesmo tempo intelectual\".",
        "source": "Youtube: Canal <i>FilmStruck</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Ele também conta com uma trilha sonora clássica, composta por <i>Georges Delerue</i>. Além disso, é estrelado por <a href=\"https://_{type: 'screen', 'id': 14812, 'screen_type': person}\">Jeanne Moreau</a> (1928-2017), símbolo do nouvelle vague. Moreau também aparece em <a href=\"https://_{type: 'screen', 'id': 2574, 'screen_type': movie}\">Les amants</a> (BR: Os amantes, 1958), dirigido por <a href=\"https://_{type: 'screen', 'id': 15389, 'screen_type': person}\">Louis Malle</a> (1932-1995), que propunha uma abordagem amoral e casual em relação ao sexo - outra metáfora presente em várias obras da <i>nouvelle vague</i>."
    },
    {
      "type": "text",
      "content_text": "Godard foi o mais prolifico dos cineastas do movimento e continuou a fazer experiencias com o gênero, mostrando seu amor pela literatura, pelo cinema e pela filosofia em filmes como <a href=\"https://_{type: 'screen', 'id': 31522, 'screen_type': movie}\">Une Femme est une femme</a> (BR: Uma mulher é uma mulher, 1961) e <a href=\"https://_{type: 'screen', 'id': 8073, 'screen_type': movie}\">Bande à part</a> (BR: Grupo de estranhos. 1964). Os filmes de Godard, como tantos outros da nouvelle vague, estão cheios de referências ao cinema americano - os personagens sem caráter de <i>Acossado</i> e <a href=\"https://_{type: 'screen', 'id': 8073, 'screen_type': movie}\">Bande à part</a> (BR: O Bando à Parte, 1964) são fãs ardorosos dos filmes B de Hollywood."
    },
    {
      "type": "quote",
      "quote": {
        "quote": "Não utilize os freios. Carros foram feitos para andar, não para parar!",
        "author": "Michel Poiccard (Jean-Paul Belmondo) em Acossado"
      }
    },
    {
      "type": "text",
      "content_text": "Godard continuou a influenciar gerações de cineastas mais jovens. Quando <a href=\"https://_{type: 'screen', 'id': 138, 'screen_type': person}\">Quentin Tarantino</a> (n-1963) batizou sua produtora de A Band Apart (um Grupo de Estranhos), ele homenageou o lendário diretor francês. <a href=\"https://_{type: 'screen', 'id': 2786, 'screen_type': movie}\">Pierrot le fou</a> (BR: O Demônio das Onze Horas, 1965) daria início à politização óbvia nas obras de Godard, que só aumentou ao longo da década."
    },
    {
      "type": "video",
      "video_id": "pFuNm1hS4SA",
      "information": {
        "contentTitle": "Cena do filme O ano passado em Marienbad (1961)",
        "contentText": "O filme se tornou famoso por apresentar uma estrutura narrativa enigmática e não-convencional, na qual realidade e ficção se misturam, ao passo que as relações temporais e espaciais se confundem. A natureza fantasista e onírica do filme deixou a audiência e críticos ao redor do mundo perplexos e fascinados, alguns o elogiam como obra-prima do cinema de inspiração surrealista, outros acham o filme simplesmente uma realização incompreensível.",
        "source": "Youtube: Canal <i>dan k</i>"
      }
    },
    {
      "type": "text",
      "content_text": "Mais tarde, a <i>confrérie</i> intima da nouvelle vague seria destruída por rixas internas e discussões. Já no fim da década de 1960, Truffaut e Godard mal se falavam. Mas no início do movimento os membros do grupo em geral colaboravam e se ajudavam mutuamente. O grupo não consistia apenas em diretores. Entre os atores fortemente associados a nouvelle vague é possível citar <i>Jeanne Moreau, Anna Karina, Michel Bouquet, Jean-Paul Belmondo, Jean-Claude Brialy. Stephane Audran</i> e claro, o álter ego cinematográfico de <i>Truffaut, Jean-Pierre Léaud</i>. Por trás das câmeras havia outro grupo de colaboradores frequentes, como os cinegrafistas <i>Henri Decae, Sacha Vierny, Nicholas Hayer, Nestor Almendros e Raoul Coutard</i>, e os editores <i>Lila Herman, Cécile Decugis, Claudine Bouche e Agnès Guillemot</i>, além dos compositores <i>Georges Delerue</i> e <i>Michel Legrand</i>."
    },
    {
      "type": "movie_list",
      "movies": [
        {
          "poster_path": "\/tWgb5EhwMSfe5gsbg7KMTMHePar.jpg",
          "popularity": 12.422,
          "vote_count": 994,
          "video": false,
          "media_type": "movie",
          "id": 269,
          "adult": false,
          "backdrop_path": "\/5VGmkeXybclhOqBaLprigVG9Ucz.jpg",
          "original_language": "fr",
          "original_title": "À bout de souffle",
          "genre_ids": [
            80,
            18
          ],
          "title": "Breathless",
          "vote_average": 7.7,
          "overview": "A young car thief kills a policeman and tries to persuade a girl to hide in Italy with him.",
          "release_date": "1960-03-16"
        },
        {
          "poster_path": "\/iQPk7jK26RrwYgnAYq5l2Ha3iPc.jpg",
          "popularity": 11.177,
          "vote_count": 552,
          "video": false,
          "media_type": "movie",
          "id": 1628,
          "adult": false,
          "backdrop_path": "\/1dSopaBgvxYinmhaCOsLoZSeWD3.jpg",
          "original_language": "fr",
          "original_title": "Jules et Jim",
          "genre_ids": [
            18,
            10749
          ],
          "title": "Jules and Jim",
          "vote_average": 7.8,
          "overview": "In the carefree days before World War I, introverted Austrian author Jules strikes up a friendship with the exuberant Frenchman Jim. Both men fall for the impulsive and beautiful Catherine, but it's Jules who wins her hand. After the war, Jim visits Jules, Catherine and their daughter in their Austrian home and discovers not only that his feelings for Catherine are unchanged, but also that they're reciprocated.",
          "release_date": "1962-01-23"
        },
        {
          "poster_path": "\/12PuU23kkDLvTd0nb8hMlE3oShB.jpg",
          "popularity": 14.322,
          "vote_count": 1191,
          "video": false,
          "media_type": "movie",
          "id": 147,
          "adult": false,
          "backdrop_path": "\/4DLay7yf6KsSz6QpOtKbSqV7A1R.jpg",
          "original_language": "fr",
          "original_title": "Les Quatre Cents Coups",
          "genre_ids": [
            18
          ],
          "title": "The 400 Blows",
          "vote_average": 8.1,
          "overview": "For young Parisian boy Antoine Doinel, life is one difficult situation after another. Surrounded by inconsiderate adults, including his neglectful parents, Antoine spends his days with his best friend, Rene, trying to plan for a better life. When one of their schemes goes awry, Antoine ends up in trouble with the law, leading to even more conflicts with unsympathetic authority figures.",
          "release_date": "1959-05-04"
        },
        {
          "vote_count": 282,
          "popularity": 11.605,
          "id": 499,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.8,
          "title": "Cléo from 5 to 7",
          "release_date": "1962-04-11",
          "original_language": "fr",
          "original_title": "Cléo de cinq à sept",
          "genre_ids": [
            35,
            18
          ],
          "backdrop_path": "\/lCyeC8ROOzrVBJX8HYl8ofAN9qR.jpg",
          "adult": false,
          "overview": "Agnès Varda eloquently captures Paris in the sixties with this real-time portrait of a singer set adrift in the city as she awaits test results of a biopsy. A chronicle of the minutes of one woman’s life, Cléo from 5 to 7 is a spirited mix of vivid vérité and melodrama, featuring a score by Michel Legrand and cameos by Jean-Luc Godard and Anna Karina.",
          "poster_path": "\/65YAItNRMAwusyJ4hcesFWcPryW.jpg"
        },
        {
          "poster_path": "\/fViod4QCEDm0Yhlk15LACPdaqZk.jpg",
          "popularity": 18.218,
          "vote_count": 419,
          "video": false,
          "media_type": "movie",
          "id": 5544,
          "adult": false,
          "backdrop_path": "\/r1xNO4fnRmPQILoOkw0pXks176s.jpg",
          "original_language": "fr",
          "original_title": "Hiroshima mon amour",
          "genre_ids": [
            18,
            36,
            10749
          ],
          "title": "Hiroshima Mon Amour",
          "vote_average": 7.9,
          "overview": "The deep conversation between a Japanese architect and a French actress forms the basis of this celebrated French film, considered one of the vanguard productions of the French New Wave. Set in Hiroshima after the end of World War II, the couple -- lovers turned friends -- recount, over many hours, previous romances and life experiences. The two intertwine their stories about the past with pondering the devastation wrought by the atomic bomb dropped on the city.",
          "release_date": "1959-06-10"
        },
        {
          "poster_path": "\/34oFdvigO0NKwsUBzaxeWcc9ebG.jpg",
          "popularity": 4.224,
          "vote_count": 34,
          "video": false,
          "media_type": "movie",
          "id": 5562,
          "adult": false,
          "backdrop_path": "\/xxVO3rDZQAQOS2O26eh3unf0vH7.jpg",
          "original_language": "fr",
          "original_title": "Le Beau Serge",
          "genre_ids": [
            18
          ],
          "title": "Le Beau Serge",
          "vote_average": 6.9,
          "overview": "François returns to his village after a long absence. He finds his friend Serge who has married Yvonne, and has developed an alcohol problem after the death of their stillborn child. Serge has become an angry, bitter figure not unlike the roles of James Dean, refusing to face reality and adulthood and François must help him.",
          "release_date": "1958-06-06"
        },
        {
          "vote_count": 356,
          "popularity": 12.285,
          "id": 1626,
          "video": false,
          "media_type": "movie",
          "vote_average": 7.9,
          "title": "Vivre Sa Vie",
          "release_date": "1962-08-28",
          "original_language": "fr",
          "original_title": "Vivre sa vie: film en douze tableaux",
          "genre_ids": [
            18
          ],
          "backdrop_path": "\/kQe9KyjyuIDZGH6da2n0Jp397g6.jpg",
          "adult": false,
          "overview": "Twelve episodic tales in the life of a Parisian woman and her slow descent into prostitution.",
          "poster_path": "\/lYTAYclvYIa1SR4wRwMW7OwGp86.jpg"
        },
        {
          "poster_path": "\/9oqyj79xmcypxLajJdefOtrYx64.jpg",
          "popularity": 10.192,
          "vote_count": 281,
          "video": false,
          "media_type": "movie",
          "id": 8073,
          "adult": false,
          "backdrop_path": "\/j3i14N5ffe5cIT9dZTeojlCM4oi.jpg",
          "original_language": "fr",
          "original_title": "Bande à part",
          "genre_ids": [
            80,
            18,
            10749
          ],
          "title": "Band of Outsiders",
          "vote_average": 7.7,
          "overview": "Cinephile slackers Franz and Arthur spend their days mimicking the antiheroes of Hollywood noirs and Westerns while pursuing the lovely Odile. The misfit trio upends convention at every turn, be it through choreographed dances in cafés or frolicsome romps through the Louvre. Eventually, their romantic view of outlaws pushes them to plan their own heist, but their inexperience may send them out in a blaze of glory -- which could be just what they want.",
          "release_date": "1964-08-05"
        },
        {
          "poster_path": "\/5WxZp3XpCnK1EQ6D8XASbpCkrzO.jpg",
          "popularity": 5.159,
          "vote_count": 54,
          "video": false,
          "media_type": "movie",
          "id": 2574,
          "adult": false,
          "backdrop_path": null,
          "original_language": "fr",
          "original_title": "Les amants",
          "genre_ids": [
            18,
            10749
          ],
          "title": "The Lovers",
          "vote_average": 6.7,
          "overview": "A shallow, provincial wife finds her relationship with her preoccupied husband strained by romantic notions of love, leading her further towards Paris and the country wilderness.",
          "release_date": "1958-11-05"
        }
      ]
    },
    {
      "type": "person_list",
      "persons": [
        {
          "id": 14812,
          "profile_path": "\/mYRXwbzmZgqQOr1mYqbtcdugCkV.jpg",
          "name": "Jeanne Moreau"
        },
        {
          "id": 1650,
          "profile_path": "\/3bXLtipaybsje01LlQvHvuUAZNq.jpg",
          "name": "François Truffaut"
        },
        {
          "id": 3830,
          "profile_path": "\/mNW6MJ5YAiFWAnH9pCmi0PjKXc.jpg",
          "name": "Jean Seberg"
        },
        {
          "id": 6817,
          "profile_path": "\/8XKM6DCVcH5RsgIRh9mwVaEM0YB.jpg",
          "name": "Agnès Varda"
        },
        {
          "id": 3776,
          "profile_path": "\/7bwENE8X0A8xcLTUswKoIgh9ubk.jpg",
          "name": "Jean-Luc Godard"
        },

        {
          "id": 73153,
          "profile_path": "\/4zA3QdtgIsYLD0ihn4385DZZ0jN.jpg",
          "name": "Jacques Rivette"
        },
        {
          "id": 28615,
          "profile_path": "\/4VUnQk2yA6m58uak9LguIAzZ8Re.jpg",
          "name": "Éric Rohmer"
        },
        {
          "id": 19069,
          "profile_path": "\/tsG0YNUREk7fGVaDKpwvuFBi59O.jpg",
          "name": "Claude Chabrol"
        }
      ]
    },
    {
      "type": "link_screen",
      "subtitle": "Os acontecimentos que marcaram o mundo",
      "title": "Timeline de Acontecimentos de 1940 a 1959",
      "click": {
        "screen": "timeline",
        "parameters": [
          {
            "key": "VIEWPAGER_INDEX",
            "value": "2"
          }
        ]
      },
      "image": {
        "image_type": "local",
        "url": "img_timeline_poster",
        "style": {
          "scale_type": "center_crop"
        }
      },
      "description": "O cinema asiático ganha ainda mais destaque com o lançamento de diversas obras primas. O Cinema Noir surge e os musicais continuam ganhando destaque nas telonas. O Faroeste mantém o seu reinado como um dos gêneros mais populares e um dos movimentos mais importantes do cinema acontece na França: o Nouvelle Vague. Clique aqui e veja de forma cronológica os principais acontecimentos do cinema entre 1940 a 1959."
    }
  ]
}